# -*- coding: utf-8 -*-

cqs_part1 = [
    # CQ 1
    {
        "stem": """প্রায় সব দেশে, সব জনগোষ্ঠীর মধ্যে সব সংস্কৃতিতেই নববর্ষ উদযাপনের প্রথা প্রচলিত আছে। এর মাধ্যমে একটি মৌলিক ঐক্য আমাদের চোখে পড়ে। তা হলো নবজন্ম, বা পুনর্জন্ম, পুরনো জীর্ণতাকে বিদায় দিয়ে সতেজ সজীব নবীন এক জীবনের মধ্যে প্রবেশ করার আনন্দানুভূতি। গ্রাম-নগর নির্বিশেষে বাংলার সব মানুষ, সে হিন্দু, মুসলমান, বৌদ্ধ কি খ্রিষ্টান হোক, পয়লা বৈশাখ অনুষ্ঠানে যোগ দেয়। এ সময় বৈশাখী মেলা, হালখাতা, পুণ্যাহ, বৈসাবি উৎসবসহ নানা উৎসবের আয়োজন করা হয়। [ব. বো.'২০১৯]""",
        "ka": "কত হিজরিতে বাংলা সন চালু হয়?",
        "kha": "'আমানি' অনুষ্ঠানকে মাঙ্গলিক অনুষ্ঠান বলা হয় কেন?",
        "ga": "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের যে দিকটি ফুটে উঠেছে তা ব্যাখ্যা কর।",
        "gha": "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের সম্পূর্ণভাব ফুটে ওঠেনি-মন্তব্যটির সত্যতা নির্ণয় কর।",
        "solution": """ক) ৯৯২ হিজরিতে বাংলা সন চালু হয়।

খ) বাড়ির সবার মঙ্গলের জন্য 'আমানি' নামক অনুষ্ঠানটি পালিত হয় বলে একে মাঙ্গলিক অনুষ্ঠান বলা হয়।
'আমানি' বাংলা নববর্ষের একটি প্রাচীন অনুষ্ঠান, যা মূলত কৃষকদের পারিবারিক অনুষ্ঠান। চৈত্র মাসের শেষদিনের সন্ধ্যারাতে গৃহকর্ত্রী এক হাঁড়ি পানিতে স্বল্প পরিমাণ অপক্ক চাল ছেড়ে দিয়ে সারারাত ভিজতে দেন এবং তার মধ্যে একটি কচি আমের পাতাযুক্ত ডাল বসিয়ে রাখেন। পয়লা বৈশাখের সূর্য ওঠার আগে ঘর ঝাড়ু দিয়ে গৃহকর্ত্রী সেই হাঁড়ির পানি সারা ঘরে ছিটিয়ে দেন। পরে ভেজা চাল সবাইকে খেতে দেন। তাদের বিশ্বাস যে, এতে বাড়ির সবার মঙ্গল হবে। এ ধরনের অনুষ্ঠানকে মাঙ্গলিক অনুষ্ঠান বলা হয়।

গ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধে প্রকাশিত বাংলা নববর্ষ উদ্যাপনে বিভিন্ন অনুষ্ঠান ও এর সর্বজনীনতা ও উদ্দেশ্যের দিকটি ফুটে উঠেছে।
নববর্ষ মানেই নতুন বছরের আগমন। পুরোনো জরা-গ্লানি আর দুঃখ মুছে ফেলে নতুনভাবে বেঁচে থাকার প্রেরণায় নববর্ষ উৎসব চির ভাস্বর। নববর্ষের এই চেতনা হৃদয়ে ধারণ করে বাঙালি জীবন উৎসব আনন্দে মুখরিত হয়।
উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধে প্রকাশিত নববর্ষ উদ্যাপনে বিশ্বের সব জাতির রীতির দিকটি প্রকাশ পেয়েছে। এখানে বলা হয়েছে, প্রায় সব দেশে, সব জনগোষ্ঠীর মধ্যে সব সংস্কৃতিতেই নববর্ষ উদ্যাপনের প্রথা প্রচলিত। পুরোনোকে বিদায় দিয়ে নবীন এক জীবনের মধ্যে প্রবেশ করার আনন্দানুভূতির কথা 'বাংলা নববর্ষ' প্রবন্ধেও প্রকাশ পেয়েছে। প্রাবন্ধিকের মতে, পয়লা বৈশাখ বাঙালির প্রাণের উৎসব। নববর্ষ সকল দেশের সকল জাতিরই আনন্দ উৎসব ও কল্যাণ কামনার দিন। প্রবন্ধের এ দিকটিই উদ্দীপকে উপস্থাপিত হয়েছে।

ঘ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের সম্পূর্ণ ভাব ফুটে ওঠেনি—মন্তব্যটি সত্য।
বাংলা নববর্ষ পালনের ঐতিহ্য বাঙালির বহুদিনের। বাংলা বছরের প্রথম দিন এ জাতি নানা আনন্দ উৎসবে মেতে ওঠে। বৈশাখী মেলা, বিভিন্ন ধরনের অনুষ্ঠান ইত্যাদির মাধ্যমে নতুন বছরকে বরণ করে নেয়।
'বাংলা নববর্ষ' প্রবন্ধে বাংলা নববর্ষের বিভিন্ন উৎসবের পরিচয় তুলে ধরা হয়েছে। অন্যদিকে উদ্দীপকে পৃথিবীর সব দেশে সব জাতিতে সব সংস্কৃতিতে নববর্ষ উদ্যাপনের প্রথার কথা বলা হয়েছে। বাঙালি জাতি কীভাবে নতুন বছরকে বরণের উৎসবে মেতে ওঠে তার বিবরণ দেওয়া হয়েছে। এসব বিষয় 'বাংলা নববর্ষ' প্রবন্ধেও প্রকাশ পেয়েছে। তবে এটিই আলোচ্য প্রবন্ধের একমাত্র বিষয় নয়। এছাড়াও বহুমুখী বিষয় ও ভাবের প্রকাশ ঘটেছে।
'বাংলা নববর্ষ' প্রবন্ধে প্রাবন্ধিক নববর্ষ উদ্যাপনের সর্বজনীন দিকটি যেমন তুলে ধরেছেন তেমনই নববর্ষ পালনের সুদীর্ঘ ইতিহাসের বর্ণনা করেছেন। বাংলা নববর্ষ প্রবর্তনের কথা, পাকিস্তানি আমলে এ অনুষ্ঠান পালনের নানা প্রতিবন্ধকতার কথা ইত্যাদি বিষয় উঠে এসেছে, যা উদ্দীপকে অনুপস্থিত। সুতরাং বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 2
    {
        "stem": """সীমা ও চৈতি দুই বান্ধবী। আজ তাদের খুব আনন্দের দিন, কারণ আজ নববর্ষ। তারা দুইজনে লাল পাড় সাদা শাড়ি পড়ে চলে যায় রমনার বটমূলে। সেখানে কতো মানুষের ভিড়। ছেলে, মেয়ে, শিশু, বুড়ো, সবাই সেজেছে নতুন সাজে। সেখানে সীমার খালাতো বোন তন্বীর সাথে দেখা। সীমা খালা-খালু সবার খোঁজ পেলো তন্বীর কাছ থেকে। ছোটো খালাতো বোনের জন্য কিনে দিলো নানান খেলনা। নিজের বাড়ির জন্য কিনে নিলো কুলা, ঝুড়ি, হাঁড়ি, পাতিল ইত্যাদি। চৈতি মনের আনন্দে গেয়ে উঠলো :
তাপস নিশ্বাস বায়ে মুমূর্ষুরে দাও উড়ায়ে,
বৎসরের আবর্জনা দূর হয়ে যাক॥
মুছে যাক গ্লানি, ঘুচে যাক জরা
অগ্নিস্নানে শুচি হোক ধরা।""",
        "ka": "ছায়ানট কত সাল থেকে বর্ষবরণ অনুষ্ঠান শুরু করে?",
        "kha": "হালখাতা বলতে কী বোঝায়?",
        "ga": "চৈতির গানে বাংলা নববর্ষের কোন দিকটি ফুটে উঠেছে ব্যাখ্যা কর।",
        "gha": "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের মূল সুরটিই যেন ফুটে উঠেছে।- এ মন্তব্যের মূল্যায়ন কর।",
        "solution": """ক) ছায়ানট ১৯৬৭ সাল থেকে বর্ষবরণ অনুষ্ঠান শুরু করে।

খ) হালখাতা বলতে পহেলা বৈশাখের দ্বিতীয় বৃহৎ অনুষ্ঠানকে বোঝায়।
হালখাতা পয়লা বৈশাখে আয়োজিত দোকানিদের পুরানো পাওনা আদায়ের অনুষ্ঠান। কৃষিনির্ভর বাংলাদেশে ফসলের মৌসুম ছাড়া কৃষক ও সাধারণ মানুষের হাতে তেমন টাকা-পয়সা থাকে না বলে দোকানিদের কাছ থেকে বাকিতে মালামাল কেনাকাটা করে। বাকির টাকা আদায়ের জন্যে পয়লা বৈশাখে দোকানিরা হালখাতার আয়োজন করে এবং ক্রেতাদের মিষ্টিমুখ করানো হয়। হালখাতা বলতে তা-ই বোঝায়।

গ) চৈতির গানে বাংলা নববর্ষে মানুষের জন্য কল্যাণ কামনার দিকটি ফুটে উঠেছে।
বাঙালির জীবনে নববর্ষ খুবই গুরুত্বপূর্ণ। নববর্ষে বিভিন্ন অনুষ্ঠান পালনের মধ্য দিয়ে বাঙালিরা এ দিনটিকে বরণ করে নেয়। সকল শ্রেণি-পেশার মানুষ এ দিন অতীতের সুখ দুঃখ ভুলে গিয়ে নতুনের আহ্বানে সাড়া দিয়ে ওঠে। বিভিন্ন সম্প্রদায়ের মানুষ এদিনে একত্রে মিলিত হয়। তাদের পরিচয় তখন হয়ে ওঠে বাঙালি। এটি মূলত বাঙালির উৎসব। এদিনে বাঙালি আনন্দেই শুধু ভেসে ওঠে না পাশাপাশি সকল মানুষের জন্য কল্যাণ কামনাও করা হয়।
উদ্দীপকটিতে চৈতি নববর্ষকে নতুনের ডাক হিসেবে দেখিয়েছে তার গানের মধ্য দিয়ে। এ দিন বাংলার জনগণ অতীতের সুখ দুঃখ ভুলে গিয়ে নতুনের আহ্বানে সাড়া দেয়। পৃথিবী থেকে সমস্ত জরা, গ্লানি মুছে ফেলার দিন নববর্ষ। অগ্নি দ্বারা শুচি হওয়ার মতো সমস্ত পঙ্কিলতা থেকে শুচি হওয়ার দিন নববর্ষ। 'বাংলা নববর্ষ' প্রবন্ধে নববর্ষে কল্যাণ কামনার যে দিকটির কথা বলা হয়েছে তা উদ্দীপকে চৈতির গানের বক্তব্যেও ফুটে উঠেছে।

ঘ) বাংলা নববর্ষের সব কিছু নতুন করে ভাববার, নতুন করে শুরু করবার এবং মানুষের কল্যাণ কামনার চিন্তাধারাকে প্রসারিত করার বিষয়ই যেন উদ্দীপকটিতে ফুটে উঠেছে।
'বাংলা নববর্ষ' প্রবন্ধে নববর্ষের নানাদিক আলোচিত হয়েছে। বৈশাখের প্রথম দিনটিই নববর্ষ হিসেবে পালিত হয়। এদিনে বাঙালি জাতি মিলিত হয় পরস্পরে প্রাণের টানে, শেকড়ের টানে। মানুষ আনন্দ-উচ্ছ্বাসের মধ্য দিয়ে দিনটি অতিবাহিত করে। পরস্পরের জন্য সুখ-শান্তি-সমৃদ্ধি ও কল্যাণ প্রত্যাশা করে। পুরোনো সবকিছু ঝেড়ে নতুন করে শুরু করার একটি প্রেরণা অনুভব করে তারা।
উদ্দীপকে বাংলা নববর্ষের স্বরূপ তুলে ধরা হয়েছে নববর্ষের অনুষ্ঠান ও এর থেকে প্রাপ্ত চেতনার বর্ণনায়। চৈতি ও সীমা রমনার বটমূলে গিয়ে প্রাণের টানে মিলিত হয় খালাতো বোন তন্বীর সঙ্গে। নিজের এবং খালাতো বোন কেউই বাদ যায় না তাদের উপহার কেনার তালিকা থেকে। নতুন চেতনার বাণী চৈতি তার গানে প্রকাশ করে। এ গান পূর্বের দুঃখ ভুলে নতুন করে সব শুরু করার, পৃথিবীকে গ্লানি মুক্ত করার।
বৈশাখ মাসের প্রথম দিনটি বাংলা নববর্ষ হিসেবে পালন করা হয়। বাঙালি জাতির কাছে এ দিন উৎসবের দিন এবং অত্যন্ত গুরুত্বপূর্ণ দিন। উৎসবের আনন্দের পাশাপাশি সমগ্র বাঙালি জাগ্রত হয় নতুনের চেতনায়। 'বাংলা নববর্ষ' প্রবন্ধে নতুন চেতনায় জাগ্রত হওয়ার জন্য ব্যক্তিস্বার্থ ত্যাগ করে সকলের কল্যাণ কামনার যে বাণী তা উদ্দীপকের চৈতি ও সীমার মধ্য দিয়ে প্রকাশিত হয়েছে।"""
    },
    # CQ 3
    {
        "stem": """নিশি অবসান ঐ পুরাতন বর্ষ হও গত 
বন্ধু হও শত্রু হও যেখানে যে রহ 
ক্ষমা করিও আজিকার মতো
পুরাতন বর্ষের সাথে পুরাতন অপরাধ যতো। [ঢা. বো.'২০১৯]""",
        "ka": "বাংলা নববর্ষের প্রধান অনুষ্ঠানের নাম কী?",
        "kha": "বাংলা নববর্ষ আমাদের প্রধান জাতীয় উৎসব'- কেন?",
        "ga": "উদ্দীপকের ভাবার্থ 'বাংলা নববর্ষ' প্রবন্ধের কোন দিকটি নির্দেশ করে? ব্যাখ্যা কর।",
        "gha": "উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র ভাব ধারণ করে না।- বিশ্লেষণ কর।",
        "solution": """ক) বাংলা নববর্ষের প্রধান অনুষ্ঠানের নাম বৈশাখী মেলা।

খ) ধর্ম-বর্ণ-গোত্র নির্বিশেষে সব বাঙালি অভিন্ন জাতীয় চেতনায় উদ্বুদ্ধ হয়ে উৎসবে মেতে ওঠে বলে বাংলা নববর্ষ আমাদের অন্যতম প্রধান জাতীয় উৎসব।
নতুন বছরের শুরুতে দিনের প্রথম প্রহরে দেশ ও জাতির কল্যাণ কামনা করা হয়। বাঙালি জাতি-ধর্ম-বর্ণ নির্বিশেষে সবাই মিলে বিভিন্ন অনুষ্ঠানের মাধ্যমে আনন্দে মেতে ওঠে। তারা নববর্ষের দিনে জাতির মঙ্গল কামনা করে। বাংলাদেশের স্বাধীনতা আন্দোলনের পেছনে বাংলা নববর্ষ পালনের প্রেরণা সক্রিয় ছিল। কারণ পাকিস্তানি শাসকগোষ্ঠীর বিরুদ্ধে রুখে দাঁড়িয়ে বাঙালি নববর্ষ উৎসব উদ্যাপন করেছিল। সর্বোপরি বাংলা নববর্ষ আমাদের জাতীয় উৎসব।

গ) উদ্দীপকের ভাবার্থ 'বাংলা নববর্ষ' প্রবন্ধের পুরাতনকে বিদায় দিয়ে নতুন বছরকে বরণ করে নেওয়ার দিকটি নির্দেশ করে।
বাংলা নববর্ষ বাঙালির সর্বশ্রেষ্ঠ সামাজিক উৎসব। এ উৎসবে সব শ্রেণি-পেশার মানুষ স্বতঃস্ফূর্তভাবে অংশগ্রহণ করে। বাঙালি জাতি আনন্দঘন পরিবেশে নতুন বছরকে বরণ করে নেয়।
উদ্দীপকের কবিতাংশে পুরাতন বছরের গ্লানি ও জীর্ণতা পেছনে ফেলে নতুন বছরকে বরণ করার দিকটি তুলে ধরা হয়েছে। বন্ধু ও শত্রুর ভেদাভেদ উপেক্ষা করে সবাইকে পরস্পরের দোষ-ত্রুটি ক্ষমা করে দিয়ে নতুন দিনের নতুন আনন্দে মেতে ওঠার যে আহ্বান করা হয়েছে তা 'বাংলা নববর্ষ' প্রবন্ধের নববর্ষকে বরণ করে নেওয়ার বিষয়টিকে নির্দেশ করে। বাংলা বছরের প্রথম দিন হিংসা-বিদ্বেষ ভুলে, সবাই সবার সঙ্গে মিলেমিশে নতুন দিনের নতুন স্বপ্নে বিভোর হয়। উদ্দীপকেও এই বিষয়ের প্রতিফলন ঘটেছে।

ঘ) উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র ভাব ধারণ করে না।-মন্তব্যটি যথার্থ।
বাংলা নববর্ষ উদযাপন বাঙালির ঐতিহ্য। নতুন বছরকে বাঙালি নানা উৎসবের মধ্য দিয়ে বরণ করে নেয়। নববর্ষ উপলক্ষ্যে দেশের বিভিন্ন স্থানে মেলা বসে।
উদ্দীপকের কবিতাংশে 'বাংলা নববর্ষ' বরণ অনুষ্ঠানের চেতনার প্রতিফলন ঘটেছে। এখানে, শত্রু-বন্ধুর ভেদাভেদ না রেখে, পুরাতন বছরকে বিদায় দিয়ে নতুন বছরকে বরণ করার যে চেতনার কথা বলা হয়েছে তা 'বাংলা নববর্ষ' প্রবন্ধের পুরাতন বছরকে বিদায় দিয়ে নতুন বছরকে সাদরে গ্রহণ করার চেতনার সঙ্গে সাদৃশ্যপূর্ণ। এছাড়া অন্য কোনো বিশেষ দিক উদ্দীপকে প্রতিফলিত হয়নি। অন্যদিকে, 'বাংলা নববর্ষ' প্রবন্ধে বাংলা নববর্ষের ঐতিহাসিকতা, নতুন আঙ্গিকে 'বাংলা নববর্ষ' পালনে রবীন্দ্রনাথ ও জোড়াসাঁকোর ঠাকুর পরিবারের ভূমিকা, বাংলা নববর্ষের সঙ্গে বাঙালির সম্পৃক্ততা, জাতীয় উৎসব হিসেবে বাংলা নববর্ষের গুরুত্ব, অসাম্প্রদায়িক চেতনা প্রভৃতি তুলে ধরা হয়েছে। এগুলো উদ্দীপকে প্রতিফলিত হয়নি।
'বাংলা নববর্ষ' প্রবন্ধে পুরাতনকে বিদায় দেওয়া এবং নতুন বছরকে বরণ করার আহ্বানের যে বিষয়টি রয়েছে তার সঙ্গেই উদ্দীপকের মিল পাওয়া যায়। এছাড়া এ প্রবন্ধে হালখাতা, বৈশাখী মেলা, পুণ্যাহ, আমানি, বৈসাবি, ষাঁড়ের লড়াই, বলী খেলা ইত্যাদি উৎসব অনুষ্ঠানের কথা বলা হয়েছে। এগুলোর কোনোটিই উদ্দীপকে প্রতিফলিত হয়নি। এসব দিক বিচারে প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 4
    {
        "stem": """পাড়ার কতিপয় বন্ধুকে সাথে নিয়ে আশিক একটি সাংস্কৃতিক সংগঠন গড়ে তোলার উদ্যোগ গ্রহণ করে। প্রভাবশালী খালেক ব্যাপারী নিজের আধিপত্য খর্ব হওয়ার ভয়ে শুরুতেই তাতে বাধা দেয়। বাধা উপেক্ষা করে সংঘবদ্ধ হয় আশিক ও তার বন্ধুরা। বিভিন্ন সামাজিক ও সাংস্কৃতিক কর্মকান্ডের মাধ্যমে তারা সাধারণ মানুষকে সচেতন করতে থাকে। বিশেষ করে পয়লা বৈশাখ, বৈশাখী মেলা, পৌষ-পার্বণের মেলা, হালখাতা প্রভৃতি উৎসব-অনুষ্ঠানের আয়োজন করে। এসব অনুষ্ঠানে মানুষ নিত্যপণ্য বেচা-কেনা করে, দেখা-সাক্ষাৎ ভাববিনিময় করে। এক সময় খালেক ব্যাপারীর আধিপত্য শেষ হয়ে যায়। [ভিকারুননিসা নূন স্কুল এন্ড কলেজ, ঢাকা]""",
        "ka": "'আমানি' কী?",
        "kha": "হালখাতা অনুষ্ঠান এখন আগের মতো সাড়ম্বরে অনুষ্ঠিত হয় না কেন?",
        "ga": "উদ্দীপকের খালেক ব্যাপারীর আচরণ 'বাংলা নববর্ষ' প্রবন্ধের কোন ঘটনার প্রতিনিধিত্ব করে- ব্যাখ্যা কর।",
        "gha": "সাংস্কৃতিক আয়োজন রাজনৈতিক ও সামাজিক ঘটনাকে কীভাবে প্রভাবিত করে তা 'বাংলা নববর্ষ' প্রবন্ধ ও উদ্দীপকের আলোকে ব্যাখ্যা কর।",
        "solution": """ক) 'আমানি' হচ্ছে বাংলা নববর্ষের একটি প্রাচীন আঞ্চলিক মাঙ্গলিক অনুষ্ঠান।

খ) মানুষের হাতে নগদ টাকা থাকায় এবং বাকিতে বিকিকিনি না হওয়ায় হালখাতা অনুষ্ঠান এখন আগের মতো সাড়ম্বরে অনুষ্ঠিত হয় না।
পয়লা বৈশাখের দ্বিতীয় বৃহত্তম অনুষ্ঠান হালখাতা। কৃষিপ্রধান দেশ হওয়ায় ফসলের মৌসুমে বাকিতে সওদাপাতি সংগ্রহ করতেন এবং ফসল পাওয়ার পর তা পরিশোধ করে দিতেন। এই টাকা সংগ্রহের জন্য দোকানদাররা হালখাতা অনুষ্ঠানের আয়োজন করতেন। বর্তমানে মানুষের হাতে নগদ টাকা থাকার কারণে তারা আর আগের মতো বাকিতে কেনাকাটা করেন না। দোকানিরাও সেই কারণে আগের মতো সাড়ম্বরে হালখাতা অনুষ্ঠান করেন না। আগে দোকানিরা গ্রাহকদের মিষ্টিমুখ করাতেন। হালখাতা অনুষ্ঠানের মধ্য দিয়ে আগে দোকানি ও গ্রাহকদের মধ্যে সম্পর্ক আরও দৃঢ় হতো।

গ) উদ্দীপকের খালেক ব্যাপারীর আচরণ 'বাংলা নববর্ষ' প্রবন্ধের বাংলা নববর্ষ উদ্যাপনে পাকিস্তানিদের বিরোধিতার ঘটনার প্রতিনিধিত্ব করে।
'বাংলা নববর্ষ' বাঙালির প্রাণের উৎসব। প্রাচীনকাল থেকেই এদেশের মানুষ নানা আনুষ্ঠানিকতার মধ্য দিয়ে বাংলা নববর্ষ উৎসব পালন করে আসছে।
পাকিস্তান আমলে পূর্ববাংলার বাঙালিকে বর্ষবরণ উৎসব পালন করতে দেওয়া হয়নি। বলা হয়েছে, এটা পাকিস্তানি আদর্শের পরিপন্থী। উদ্দীপকের খালেক ব্যাপারীর আচরণে সেই বিষয়টির প্রতিফলন ঘটেছে। উদ্দীপকে আশিক তার বন্ধুদের নিয়ে একটি সাংস্কৃতিক সংগঠন গড়ে তোলার উদ্যোগ নিলে খালেক ব্যাপারী তাকে বাধা দিয়েছে। সে তার নিজের আধিপত্য বজায় রাখতে আশিকদের কর্মকাণ্ডের বিরোধিতা করেছে। খালেক ব্যাপারীর এই আচরণ তৎকালীন পাকিস্তানি শাসকগোষ্ঠীর আচরণের অনুরূপ।

ঘ) সাংস্কৃতিক আয়োজন মানুষের মধ্যে জাতীয়বোধের জাগরণ ও বিকাশ ঘটিয়ে সমকালীন রাজনৈতিক ও সামাজিক ঘটনাকে প্রভাবিত করে।
একটি দেশের রাজনৈতিক ও সামাজিক কর্মকাণ্ডের প্রকৃত অবস্থা প্রকাশ পায় বিভিন্ন সামাজিক ও সাংস্কৃতিক কর্মকাণ্ডের মাধ্যমে। যে দেশের সংস্কৃতি যত উন্নত সেই দেশের রাজনৈতিক ও সামাজিক ব্যবস্থাও তত উন্নত।
'বাংলা নববর্ষ' প্রবন্ধে লেখক বাংলা নববর্ষের অতীত ইতিহাস বর্ণনা প্রসঙ্গে পাকিস্তান আমলের রাজনৈতিক প্রেক্ষাপট এবং বাঙালির সামাজিক অবস্থার ইঙ্গিত করেছেন। তখন এদেশের মানুষ তাদের প্রাণের উৎসব 'বাংলা নববর্ষ' স্বাধীনভাবে উদ্যাপন করতে পারেনি। কারণ পাকিস্তানিরা 'বাংলা নববর্ষ' উদ্যাপনকে তাদের আদর্শের পরিপন্থী বিবেচনা করে বিরোধিতা করেছে। এতে বাঙালিরা প্রতিবাদ করেছে এবং সাংস্কৃতিক আন্দোলনের মাধ্যমে রুখে দাঁড়িয়েছে। তাদের সাংস্কৃতিক চেতনায় জাতীয়বোধের জাগরণ ঘটেছে। অবশেষে পাকিস্তানি শাসকগোষ্ঠীর নিষেধাজ্ঞা, বিরোধিতার বিরুদ্ধে বাঙালিদের জয় হয়েছে। উদ্দীপকের আশিকদের সাংস্কৃতিক সংগঠনের বিরোধিতা করলেও খালেক ব্যাপারী সফল হতে পারেনি। এক সময় তার আধিপত্যও শেষ হয়ে গেছে।
'বাংলা নববর্ষ' উৎসবে ধর্ম-বর্ণ নির্বিশেষে সব বাঙালি একত্রে আনন্দে মেতে ওঠে। এতে তাদের পরস্পরের প্রতি যে ভালোবাসা ও সহমর্মিতা প্রকাশ পায় তাতে দেশের রাজনৈতিক ও সামাজিক পর্যায়ে অসাম্প্রদায়িক চেতনার বিকাশ ঘটে। যা একটি দেশের মানুষের মধ্যে ঐক্য ও সংহতি বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করে। কালে কালে বাঙালি সাংস্কৃতিক ঐক্য সাধনের মাধ্যমে রাজনৈতিক শত্রুর বিরুদ্ধে রুখে দাঁড়িয়েছে এবং জাতীয়তাবাদী চেতনার বিকাশ ঘটিয়েছে।"""
    },
    # CQ 5
    {
        "stem": """মতিনের বন্ধুরা বাংলা নববর্ষে বেড়াতে যাবে শুনে সেও যেতে চাইল। কিন্তু মতিনের বাবা তাকে যেতে বাধা দিয়ে বললেন, 'এটা আমাদের উৎসব নয়।' অবশেষে মায়ের হস্তক্ষেপে মতিন বন্ধুদের সাথে বেড়াতে গেল। গিয়ে দেখে, স্কুলের বিশাল মাঠে যেন রঙের মেলা। এক পাশে আছে নাগরদোলা, চরকি আর সাপের খেলা। পুরো মাঠজুড়ে নানা পণ্যের বাহারি দোকান। নারী-পুরুষ-শিশু সবাই নতুন রঙিন পোশাকে সেজেছে। ধনী-দরিদ্র সবার চোখে-মুখে আনন্দের ঝিলিক। [কু. বো.'২০১৯]""",
        "ka": "বৈসাবি কোন এলাকার উৎসব?",
        "kha": "বৈশাখী মেলাকে 'বাৎসরিক বিনোদনের জায়গা' বলা হয়েছে কেন?",
        "ga": "উদ্দীপকের মতিনের বাবার মানসিকতা 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত কাদের মানসিকতার সাথে সাদৃশ্যপূর্ণ? ব্যাখ্যা কর।",
        "gha": "'মতিনের দেখা উৎসবটি বাংলা নববর্ষের একমাত্র উৎসব নয়'-উক্তিটি বিশ্লেষণ কর।",
        "solution": """ক) বৈসাবি পার্বত্য চট্টগ্রামের পাহাড়ি এলাকার উৎসব।

খ) বৈশাখী মেলা গ্রাম-বাংলার মানুষের জন্য নানা আনন্দ আয়োজনে থাকত বলে একে বাৎসরিক বিনোদনের জায়গাও বলা হতো।
বাংলা নববর্ষের অন্যতম প্রধান উৎসব হলো বৈশাখী মেলা। দেশের বিভিন্ন স্থানে বৈশাখের প্রথম দিনে বার্ষিক মেলা বসে। এইসব মেলা অঞ্চল বিশেষের মানুষের মিলন মেলায় পরিণত হয়। নানা সংবাদ আদান-প্রদান নানা বিষয়ের মতো বিনিময়ের আদর্শ স্থান এসব মেলা। এখানে থাকত কবিগান, কীর্তন, যাত্রা, পুতুল নাচসহ নানা আনন্দ-আয়োজন। এজন্য একে বাৎসরিক বিনোদনের জায়গা বলা হতো।

গ) উদ্দীপকের মতিনের বাবার মানসিকতা 'বাংলা নববর্ষ' প্রবন্ধের স্বৈরাচারী পাকিস্তানি সরকারের মানসিকতার সঙ্গে সাদৃশ্যপূর্ণ।
বাংলা নববর্ষ উৎসব বাঙালি জাতি মহা ধুমধামের সাথে এবং দেশ ও জাতির সমৃদ্ধি ও কল্যাণের প্রত্যাশা নিয়ে উদ্যাপন করে। তবে নববর্ষ উদযাপন পাকিস্তানি আমলে মোটেও সহজ ছিল না। বাঙালির শ্রেষ্ঠ এই উৎসব পালনে স্বৈরাচারী শাসকগোষ্ঠী নানা প্রতিবন্ধকতা সৃষ্টি করেছিল।
উদ্দীপকের মতিন নববর্ষে বন্ধুদের সঙ্গে বেড়াতে যাওয়ার কথা বললে তার বাবা নিষেধ করেন। তিনি বলেন এটা আমাদের উৎসব নয়। মতিনের বাবার এই মানসিকতা পাকিস্তানি আমলের স্বৈরাচারী শাসকগোষ্ঠীর বৈষম্যমূলক আচরণের সমতুল্য। কারণ সেই আমলে বাঙালিকে বাংলা 'নববর্ষ' উৎসব পালন করতে দেওয়া হয়নি। তারা বলেছে এটা পাকিস্তানি আদর্শের পরিপন্থী। পাকিস্তানিদের এই চেতনার সাথে উদ্দীপকের মতিনের বাবার মানসিকতার সাদৃশ্য রয়েছে।

ঘ) মতিনের দেখা উৎসবটি বাংলা নববর্ষের একমাত্র উৎসব নয়—উক্তিটি যথার্থ।
'বাংলা নববর্ষ' উৎসব পালনের ঐতিহ্য বাঙালির বহু দিনের। বাংলা বছরের প্রথম দিনে জাতি নানা আনন্দ উৎসবে মেতে ওঠে। বিভিন্ন অনুষ্ঠানের আয়োজন করে এই দিনটিকে পালন করে।
উদ্দীপকের মতিন বাংলা নববর্ষে বৈশাখী মেলায় যায়। সেখানে গিয়ে মতিন দেখে স্কুলের মাঠে নাগরদোলা, সাপের খেলা এসেছে। শিশু-কিশোর রঙিন পোশাক পরে মেলায় এসেছে। 'বাংলা নববর্ষ' প্রবন্ধেও বৈশাখী মেলার কথা বলা হয়েছে। তবে এটা নববর্ষ উদযাপনের একমাত্র অনুষ্ঠান নয়। বাঙালি জাতি বাংলা নববর্ষ বিভিন্ন অনুষ্ঠানের উদযাপনের মধ্য দিয়ে পালন করে।
'বাংলা নববর্ষ' প্রবন্ধে বাঙালির প্রাণের উৎসব পয়লা বৈশাখের নানা অনুষ্ঠানের কথা বলা হয়েছে। বৈশাখী মেলার পাশাপাশি হালখাতা, আমানি, ঘোড়দৌড়, বলীখেলা, বৈসাবিসহ বিভিন্ন লোকমেলার কথা বলা হয়েছে। তাই বলা যায়, মতিনের দেখা উৎসবটি বাংলা নববর্ষের একমাত্র উৎসব নয়। সুতরাং প্রশ্নোক্ত উক্তিটি যথার্থ।"""
    },
    # CQ 6
    {
        "stem": """সিমলা গ্রামের সাগরিকার বয়স দশ বছর। জীবনে কখনো একসাথে অনেক লোক দেখেনি। দেখেনি হাট-বাজার, মেলা ও জিনিসপত্র। পয়লা বৈশাখে বাবার সাথে মেলায় গিয়ে বিভিন্ন খেলনাসামগ্রী ক্রয় করে। পরে পুতুল নাচ, কবিগান, সার্কাসসহ বিভিন্ন বিষয় উপভোগ করে, পরে নাগরদোলায় চড়ে খুশি মনে ফিরে যায়। [রা. বো.'২০১৭]""",
        "ka": "মুঘল সম্রাট আকবর কত সালে বাংলা সন চালু করেন?",
        "kha": "বৈসাবি উৎসব কাকে বলে? ব্যাখ্যা কর।",
        "ga": "সাগরিকার দেখা অনুষ্ঠানের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধের যে দিকটি মিল রয়েছে তা ব্যাখ্যা কর।",
        "gha": "উদ্দীপকের সাগরিকার দেখা অনুষ্ঠান 'বাংলা নববর্ষ' প্রবন্ধের একমাত্র দিক নয়- বিশ্লেষণ কর।",
        "solution": """ক) মুঘল সম্রাট আকবর ১৫৫৬ সালে বা ৯৯২ হিজরিতে বাংলা সন চালু করেন।

খ) নতুন বছরের আগমনে উপজাতিরা বৈসুব, সাংগ্রাই ও বিজু এ তিনটি উৎসবকে একত্র করে যে উৎসব করে তাকে বৈসাবি উৎসব বলে।
পাহাড়ি এলাকায় বসবাসরত উপজাতিরাও নববর্ষের উৎসব পালন করে। বিশেষ করে পার্বত্য চট্টগ্রামের পাহাড়ি এলাকায় নববর্ষের উৎসব নানা আনন্দময় ক্রীড়া-কৌতুকের মধ্য দিয়ে পালিত হয়। কেননা পাহাড়ি উপজাতিদের প্রধান তিনটি অনুষ্ঠান বৈসুব, সাংগ্রাই ও বিজু। এ তিনটি অনুষ্ঠানকে একত্রিত করে তারা একটি উৎসব করে যার নাম দিয়েছে বৈসাবি। বৈসুব থেকে 'বৈ', সাংগ্রাই থেকে 'সা' ও বিজু থেকে 'বি'— এই বর্ণগুলো নিয়ে বৈসাবি নামকরণ করা হয়েছে।

গ) সাগরিকার দেখা অনুষ্ঠানের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত বৈশাখী মেলার মিল রয়েছে।
বাঙালি প্রতিবছর বিভিন্ন অনুষ্ঠানের মধ্য দিয়ে বাংলা নববর্ষ উদ্যাপন করে। বৈশাখী মেলা বাংলা নববর্ষের একটি অন্যতম উৎসব। গ্রাম-শহর সব জায়গায়ই বৈশাখী মেলার আয়োজন করা হয় পয়লা বৈশাখে।
উদ্দীপকে সাগরিকা পয়লা বৈশাখে বাবার সাথে মেলায় যায়। সেখানে সে বিভিন্ন ধরনের খেলনাসামগ্রী ক্রয় করে। পুতুল নাচ, কবি গান ও সার্কাস উপভোগ করে সে মেলায়। সে নাগরদোলায় চড়ে। তার দেখা এ মেলাটি 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত বৈশাখী মেলা নামে পরিচিত। প্রবন্ধে লেখক বৈশাখী মেলার বর্ণনা দিয়েছেন। এ মেলায় দূরদূরান্ত থেকে মানুষ আসে। মানুষের আগমনে মিলনমেলায় রূপ নেয় মেলা। মানুষ সারা বছরের প্রয়োজনীয় জিনিসপত্র কিনে রাখে। সেখানে কবিগান, কীর্তন, যাত্রা, গম্ভীরা গান শুনে, পুতুল নাচ দেখে ও নাগরদোলায় চড়ে আনন্দ উৎসব করে মানুষ। তাই বলা যায় যে, সাগরিকার দেখা অনুষ্ঠানের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত বৈশাখী মেলার মিল রয়েছে।

ঘ) উদ্দীপকের সাগরিকার দেখা অনুষ্ঠান 'বাংলা নববর্ষ' প্রবন্ধের একমাত্র দিক নয়— মন্তব্যটি যথার্থ।
বাংলা নববর্ষ বাঙালির প্রাণের উৎসব। ধর্ম-বর্ণ-গোত্র নির্বিশেষে এ উৎসব সবার। বাংলা নববর্ষ বাঙালি জাতিসত্তার সঙ্গে মিশে আছে।
উদ্দীপকে সাগরিকা তার বাবার সাথে বৈশাখী মেলায় যায়। সেখানে সে একসঙ্গে অনেক মানুষ দেখে। বিভিন্ন খেলার সামগ্রী ক্রয় করে। পুতুল নাচ, কবিগান, সার্কাস উপভোগ করে। অন্যদিকে 'বাংলা নববর্ষ' প্রবন্ধেও বাংলা নববর্ষের অন্যতম অনুষ্ঠান বৈশাখী মেলার কথা বলা হয়েছে। এই বৈশাখী মেলাই 'বাংলা নববর্ষ' প্রবন্ধের একমাত্র আলোচ্য বিষয় নয়। এ ছাড়াও প্রবন্ধে আরও বিষয় প্রকাশ পেয়েছে, যেমন- পুণ্যাহ, আমানি, হালখাতা, বাংলা নববর্ষের ইতিহাস ও ঐতিহ্যের কথা।
উদ্দীপকে সাগরিকার দেখা অনুষ্ঠানটি হলো বৈশাখী মেলা। বৈশাখী মেলার বর্ণনা 'বাংলা নববর্ষ' প্রবন্ধেও প্রকাশ পেয়েছে। এই বিষয়টি ছাড়াও এখানে নববর্ষের ইতিহাস, ঐতিহ্য, রাজনৈতিক ইতিহাস, বৈশাখী বিভিন্ন উৎসব ইত্যাদির বর্ণনাও প্রকাশ পেয়েছে, যা উদ্দীপকের বর্ণনায় অনুপস্থিত। তাই আমরা বলতে পারি যে, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 7
    {
        "stem": """নয়ন সপ্তম শ্রেণির ছাত্র। সে গ্রামের একটি স্কুলে পড়াশোনা করে। একদিন তাদের গ্রামের মাঠে লোকের সমাগম, দোকান এবং বিভিন্ন ধরনের খেলনা দ্রব্যসামগ্রী দেখে সে হতবাক। সে এ ধরনের পরিবেশ ইতঃপূর্বে দেখেনি। বাবার হাত ধরে সে আজ অনেক ঘুরেছে, নতুন নতুন অনেক কিছু দেখেছে। বাবা তাকে পুতুল নাচ ও সার্কাস উপভোগ করিয়ে নাগরদোলায় চড়ালেন এবং বিভিন্ন জিনিস কিনে দিলেন। এ ধরনের আয়োজন সকল শ্রেণির, সকল পেশার মানুষের উৎসাহ, উদ্দীপনা নয়নের ভালো লাগল। [সি. বো.'২০১৭]""",
        "ka": "চট্টগ্রামে বাংলা নববর্ষে কোন মেলা বসত?",
        "kha": "বাঙালির নববর্ষ উৎসব বলতে কী বোঝ?",
        "ga": "উদ্দীপকে নয়নের দেখা অনুষ্ঠানের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধের যে অনুষ্ঠানের মিল রয়েছে তার পরিচয় তুলে ধর।",
        "gha": "\"নয়নের দেখা অনুষ্ঠানই বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়\"- 'বাংলা নববর্ষ' প্রবন্ধের আলোকে বিশ্লেষণ কর।",
        "solution": """ক) চট্টগ্রামে বাংলা নববর্ষে মহামুনির বৌদ্ধপূর্ণিমা মেলা বসত।

খ) নববর্ষ বা নতুন বছরের আগমন উপলক্ষ্যে বাঙালি যে উৎসব পালন করে তাই বাঙালির নববর্ষ উৎসব।
বাংলা সনের প্রথম দিন পয়লা বৈশাখ বাঙালির নববর্ষ উৎসব। এ উৎসব বাঙালি মহা ধুমধামের সাথে সুখ-শান্তি, সমৃদ্ধি ও কল্যাণের প্রত্যাশা নিয়ে উদযাপন করে। বাঙালি নববর্ষ উৎসবে বিভিন্ন ধরনের সাংস্কৃতিক অনুষ্ঠান পালন করে থাকে। এ উৎসব বাংলাদেশের সমগ্র অঞ্চলেই উদযাপন করা হয়। তবে রাজধানী ঢাকার নববর্ষ উৎসব অনেকটা ব্যতিক্রম। কারণ পয়লা বৈশাখে রমনার পাকুড়মূলে ছায়ানটের বর্ণাঢ্য সাংস্কৃতিক অনুষ্ঠান নববর্ষ উৎসবে একটা ভিন্ন মাত্রা এনেছে। যার ফলে গোটা রমনা এলাকা এ দিনে মানুষের পদচারণায় মুখর হয়ে ওঠে।

গ) উদ্দীপকে নয়নের দেখা অনুষ্ঠানের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধের বৈশাখী মেলার মিল রয়েছে।
বাংলা নববর্ষ উদ্যাপন বাঙালি জাতির অনেক পুরোনো ঐতিহ্য। নতুন বছরকে স্বাগত জানাতে এদিন নানা উৎসবের আয়োজন করা হয়। এ সময় নববর্ষ উপলক্ষ্যে বিভিন্ন জায়গায় বাংলা নববর্ষের মেলা বসে।
উদ্দীপকে সপ্তম শ্রেণির ছাত্র নয়নের দেখা বৈশাখী মেলার বর্ণনা রয়েছে। মেলা উপলক্ষ্যে তাদের গ্রামের মাঠে অনেক লোকের সমাগম হয়। বিভিন্ন পণ্যসামগ্রীর দোকান এবং খেলনা দেখে নয়ন অবাক হয়েছে। পুতুল নাচ, সার্কাস, নাগরদোলাসহ বৈশাখী মেলার নানা আয়োজন, সব শ্রেণি-পেশার মানুষের উৎসাহ-উদ্দীপনা নয়নের ভালো লাগে। 'বাংলা নববর্ষ' প্রবন্ধেও বৈশাখী মেলার এমন আয়োজনের কথা বলা হয়েছে। পয়লা বৈশাখে আয়োজিত মেলাকে বলা হয় বৈশাখী মেলা। দূরদূরান্ত থেকে আসা মানুষের সমাগমে বৈশাখী মেলা মানুষের মিলনমেলায় পরিণত হয়। নানা আয়োজনে মুখর থাকে বাংলা নববর্ষের অন্যতম অনুষ্ঠান বৈশাখী মেলা। প্রবন্ধে আলোচিত বৈশাখী মেলার অনুষ্ঠানের সঙ্গেই উদ্দীপকে নয়নের দেখা অনুষ্ঠানের মিল রয়েছে।

ঘ) "নয়নের দেখা অনুষ্ঠানই বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়"— মন্তব্যটি যথার্থ।
বাঙালির জাতীয় জীবনে বাংলা নববর্ষের গুরুত্ব অনেক। বাংলা নববর্ষের নানা আয়োজন এর গুরুত্বকে বাড়িয়ে দিয়েছে বহুলাংশে। বিভিন্ন পেশার মানুষ বাংলা নববর্ষের উৎসবে একাত্মতা পোষণ করে আনন্দে মেতে ওঠে।
উদ্দীপকে বাংলা নববর্ষের অন্যতম প্রধান উৎসব বৈশাখী মেলার বর্ণনা রয়েছে। মেলায় বিভিন্ন লোকের সমাগম, বিভিন্ন ধরনের খেলনা, দ্রব্যসামগ্রী, সার্কাস, নাগরদোলা ইত্যাদি আয়োজনে হতবাক সপ্তম শ্রেণির ছাত্র নয়ন। মেলায় সব শ্রেণির মানুষের উৎসাহ, উদ্দীপনা নয়নের ভালো লাগে। 'বাংলা নববর্ষ' প্রবন্ধেও বৈশাখী মেলার কথা বলা হয়েছে। কিন্তু বৈশাখী মেলাই বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়। বৈশাখী মেলার বর্ণনা ছাড়াও প্রবন্ধে পুণ্যাহ, হালখাতা, জব্বারের বলী খেলা, আমানির মতো মাঙ্গলিক অনুষ্ঠানের কথা বর্ণিত হয়েছে।
বাঙালি জাতির কাছে বাংলা নববর্ষ অনেক গুরুত্ব বহন করে। বাঙালি অতীত ঐতিহ্যকে স্মরণ করে বিভিন্ন আচার-অনুষ্ঠানের মধ্য দিয়ে নববর্ষ পালন করে। 'বাংলা নববর্ষ' প্রবন্ধে বৈশাখী মেলা, হালখাতা, পুণ্যাহ, ঘোড়দৌড়, বৈসাবি, আমানি, বিভিন্ন খেলা ইত্যাদির কথা বলা হয়েছে। কিন্তু উদ্দীপকে শুধু বৈশাখী মেলার কথা বলা হয়েছে। এই দৃষ্টিকোণ থেকে বলা যায়, উদ্দীপকের নয়নের দেখা অনুষ্ঠানই বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়। তাই প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 8
    {
        "stem": """পয়লা বৈশাখ উপলক্ষ্যে খয়রার পুকুর বাজারে স্থানীয় কর্তৃপক্ষ মেলার আয়োজন করে। এ মেলায় একদিকে থাকত যাত্রা, সার্কাস ও নাগরদোলা, অন্যদিকে থাকত হা-ডু-ডু, পুকুরে হাঁস ধরার খেলা ও লাঠি খেলা। এছাড়াও আরও থাকত নানা ধরনের শখের মৃৎশিল্প ও পণ্যসামগ্রী। এসব মিলে এলাকাবাসী বৈচিত্র্যপূর্ণ এক আনন্দ উৎসবে মেতে ওঠে। [দি. বো.'২০১৭]""",
        "ka": "যুক্তফ্রন্ট সরকারের মুখ্যমন্ত্রী কে ছিলেন?",
        "kha": "বাংলা সনের প্রবর্তন কীভাবে হয়েছিল?",
        "ga": "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের যে দিকটি প্রকাশিত হয়েছে তা বর্ণনা কর।",
        "gha": "\"উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের আংশিক প্রতিচ্ছবি\"-মন্তব্যটি বিচার কর।",
        "solution": """ক) যুক্তফ্রন্ট সরকারের মুখ্যমন্ত্রী ছিলেন শেরে বাংলা এ.কে. ফজলুল হক।

খ) বাংলা সনের প্রবর্তন সম্পর্কে স্পষ্ট করে কিছু জানা যায়নি।
ঐতিহাসিক ও পণ্ডিতগণ মনে করেন, মুঘল সম্রাট আকবর চান্দ্র হিজরি সনের সঙ্গে ভারতবর্ষের সৌর সনের সমন্বয় করে ১৫৫৬ সাল বা ৯৯২ হিজরিতে বাংলা সন চালু করেন। অবশ্য আধুনিক গবেষকদের মধ্যে কেউ কেউ মনে করেন, মহামতি আকবর সর্বভারতীয় যে ইলাহি সন প্রবর্তন করেছিলেন তার ভিত্তিতেই আকবরের কোনো প্রতিনিধি বা মুসলমান সুলতান বা নবাব বাংলা সনের প্রবর্তন করেন।

গ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের বৈশাখী মেলার উৎসবমুখর দিকটি প্রকাশিত হয়েছে।
বাংলা নববর্ষ আমাদের বাঙালিদের প্রাণের উৎসব। এই দিনে সকল মানুষ একসাথে মিশে যায়। আর এই ভ্রাতৃত্ববোধ আমাদের বাঙালির ঐতিহ্য।
উদ্দীপকে পয়লা বৈশাখ উপলক্ষ্যে মেলার আয়োজনের কথা বলা হয়েছে। সেই মেলাতে বিভিন্ন খেলাধুলা ও কর্মসূচির মধ্য দিয়ে মেলাকে আরও উৎসবমুখর করে তোলার কথা উল্লেখ করা হয়েছে। 'বাংলা নববর্ষ' প্রবন্ধে পয়লা বৈশাখ উপলক্ষ্যে বৈশাখী মেলার আয়োজনের কথা বলা হয়েছে। সেই মেলাতেও বিভিন্ন কর্মসূচির মাধ্যমে এবং আয়োজনের মধ্য দিয়ে মেলাকে সার্থক করে তোলার কথা বলা হয়েছে। তাই বলা যায়, উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের বৈশাখী মেলার উৎসবমুখর দিকটি প্রকাশিত হয়েছে।

ঘ) "উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের আংশিক প্রতিচ্ছবি"—মন্তব্যটি যথার্থ।
পয়লা বৈশাখ আমাদেরকে চিরন্তন বাঙালি ঐতিহ্যের কথা মনে করিয়ে দেয়। আমরা সবাই হারিয়ে যাই আমাদের শাশ্বত বাঙালির অস্তিত্বের মাঝে।
উদ্দীপকে পয়লা বৈশাখ উপলক্ষ্যে মেলার আয়োজনের দিকটি ফুটে উঠেছে। মেলাকে আরও উৎসবমুখর করে তুলতে যেসব প্রস্তুতি নেওয়া হয় সেদিকটিও প্রকাশিত হয়েছে। 'বাংলা নববর্ষ' প্রবন্ধে বাংলা নববর্ষ সম্পর্কে বিস্তারিত আলোচনা করা হয়েছে। বাংলা নববর্ষ উদযাপনের ইতিহাস, বাংলা সালের উৎপত্তির ইতিহাসসহ বৈশাখী আয়োজনের নানান দিক উঠে এসেছে প্রবন্ধে।
উদ্দীপকে পয়লা বৈশাখের একটি আয়োজনের দিক ফুটে উঠেছে। 'বাংলা নববর্ষ' প্রবন্ধে পয়লা বৈশাখের সার্বিক দিক সম্পর্কে আলোচনা করা হয়েছে। তাই বলা যায়, উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের আংশিক প্রতিচ্ছবি।"""
    },
    # CQ 9
    {
        "stem": """পয়লা বৈশাখ বা বাংলা নববর্ষ বাঙালির এক অনন্য উৎসব, তার অন্যতম জাতীয় উৎসব। এর ঐতিহ্য সুপ্রাচীন ও গৌরবমণ্ডিত। অবশ্য কালের যাত্রাপথ ধরে এর উদযাপন রীতিতে নানা পালাবদল ঘটেছে, বিভিন্ন সময়ে তা বিভিন্ন মাত্রিকতা অর্জন করেছে। সুদূর অতীতে এর সঙ্গে কৃষি সমাজের যোগসূত্র ছিল অবিচ্ছেদ্য। [রা. বো.'২০১৯]""",
        "ka": "ছায়ানট কী?",
        "kha": "নববর্ষের উৎসব কীভাবে দেশের সর্ববৃহৎ জাতীয় অনুষ্ঠানে পরিণত হয়েছে?",
        "ga": "'সুদূর অতীতে এর সঙ্গে কৃষি সমাজের যোগসূত্র ছিল অবিচ্ছেদ্য।'- উদ্দীপকের এই লাইনের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধে সাদৃশ্যের জায়গাগুলো কোথায়? উল্লেখপূর্বক ব্যাখ্যা কর।",
        "gha": "উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র চেতনাকে ধারণ করতে পেরেছে কি? তোমার মতামতের সপক্ষে যুক্তি দাও।",
        "solution": """ক) ছায়ানট হলো বাঙালি সংস্কৃতি চর্চার একটি ঐতিহ্যবাহী প্রতিষ্ঠান।

খ) সকল বাঙালি জাতীয় চেতনায় উদ্বুদ্ধ হয়ে নববর্ষ উৎসব পালন করার কারণে বাংলা নববর্ষ উৎসব দেশের সর্ববৃহৎ জাতীয় অনুষ্ঠানে পরিণত হয়েছে।
নতুন বছরের শুরুতে দিনের প্রথম প্রহরে দেশ ও জাতির কল্যাণ কামনা করা হয়। বাঙালি জাতি-ধর্ম-বর্ণ নির্বিশেষে সবাই মিলে নববর্ষের দিনে জাতির মঙ্গল কামনা করে। বাংলাদেশের স্বাধীনতা আন্দোলনের পেছনে নববর্ষের প্রেরণাও সক্রিয় ছিল। কারণ পাকিস্তানি শাসকগোষ্ঠীর বিরুদ্ধে রুখে দাঁড়িয়ে বাঙালি নববর্ষ উৎসব উদ্যাপন করেছিল। সর্বোপরি একত্রে এই উৎসব পালন করায় বাংলা নববর্ষ আমাদের জাতীয় উৎসব।

গ) "সুদূর অতীতে এর সঙ্গে কৃষি সমাজের যোগসূত্র ছিল অবিচ্ছেদ্য।"— উদ্দীপকের এই লাইনের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধের সাদৃশ্য রয়েছে 'পুণ্যাহ' ও 'হালখাতা' অনুষ্ঠানের।
বাংলা নববর্ষ বাঙালির প্রাণের উৎসব। জরাজীর্ণতা, হতাশা, গ্লানি, দুঃখ মুছে ফেলে নতুনভাবে বাঁচার প্রেরণা নিয়ে আসে নববর্ষ। নববর্ষের এই চেতনা হৃদয়ে ধারণ করে বাঙালি জীবন আনন্দমুখর হয়ে ওঠে।
উদ্দীপকে বাংলা নববর্ষ উৎসবের গুরুত্ব এবং সুদূর অতীতে এই অনুষ্ঠানের সঙ্গে কৃষি সমাজের যোগসূত্রের বিষয়টি তুলে ধরা হয়েছে। বাংলা নববর্ষ প্রচলনের শুরুতেই কৃষির সম্পৃক্ততা ছিল সেই বিষয়টি এখানে নির্দেশিত হয়েছে। এই বিষয়টি 'বাংলা নববর্ষ' প্রবন্ধেও প্রতিফলিত হয়েছে। উদ্দীপকের বিষয়টি প্রবন্ধের 'পুণ্যাহ' ও 'হালখাতা' অনুষ্ঠানকে নির্দেশ করেছে। অতীতে জমিদারি আমলে পয়লা বৈশাখে প্রজারা নবাব বা জমিদার বাড়িতে 'পুণ্যাহ' অনুষ্ঠানে আমন্ত্রিত হয়ে যেতেন। এর মূল উদ্দেশ্য ছিল খাজনা আদায়। পরে ব্যবসায়ীরা 'হালখাতা' অনুষ্ঠান করে তাদের বিগত বছরের পাওনা টাকা আদায় করতেন। কৃষকরা মৌসুমের ফসল বিক্রি করে ব্যবসায়ীদের পাওনা পরিশোধ করতেন। প্রশ্নে উল্লেখিত বিষয়টি 'বাংলা নববর্ষ' প্রবন্ধে একইভাবে প্রতিফলিত হয়েছে।

ঘ) না, উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র চেতনাকে ধারণ করতে পারেনি।
বাংলা নববর্ষ বাঙালির ইতিহাস ঐতিহ্যের সঙ্গে মিশে আছে। নববর্ষের উৎসব বাঙালির প্রাণের উৎসব। বিভিন্ন আচার অনুষ্ঠানের মাধ্যমে বছরের নতুন দিনকে উৎসবমুখর পরিবেশে বরণ করে নেওয়া হয়।
উদ্দীপকে বাংলা নববর্ষ উৎসব পালনে বাঙালির উৎসাহ ও ধারাবাহিকতার কথা বলা হয়েছে। প্রসঙ্গক্রমে সুদূর অতীতে এই উৎসব পালনে কৃষি সমাজের যোগসূত্র স্থাপনের বিষয়টি তুলে ধরা হয়েছে। উদ্দীপকের এই বিষয়গুলো 'বাংলা নববর্ষ' প্রবন্ধে আলোচিত বাংলা নববর্ষের গুরুত্ব, কৃষি ব্যবস্থার সঙ্গে সম্পৃক্ততা, 'পুণ্যাহ ও হালখাতা' অনুষ্ঠানকে নির্দেশ করলেও পুরো বিষয়কে প্রতিফলিত করে না। কারণ, এই প্রবন্ধে বাংলা নববর্ষ অনুষ্ঠান কলকাতার ঠাকুর পরিবার এবং বাংলাদেশের ছায়ানট-এর ভূমিকা ইত্যাদি বিষয় উদ্দীপকে প্রতিফলিত হয়নি।
'বাংলা নববর্ষ' প্রবন্ধে লেখক নববর্ষের যে তিনটি সর্বজনীন উৎসবের কথা বলেছেন সেগুলো উদ্দীপকে সম্পূর্ণভাবে নির্দেশিত হয়নি। এছাড়া বিভিন্ন আঞ্চলিক ও মাঙ্গলিক অনুষ্ঠানের যে বর্ণনা প্রবন্ধে রয়েছে, সেগুলোও উদ্দীপকে অনুপস্থিত। বৈসাবি, আমানিসহ দেশের বিভিন্ন অঞ্চলে এই দিনে যেসমস্ত উৎসব ও খেলাধুলার কথা প্রবন্ধে বর্ণিত হয়েছে তা উদ্দীপকে নেই। এসব কারণে তাই বলা যায় যে, উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র চেতনাকে ধারণ করতে পারেনি।"""
    },
    # CQ 10
    {
        "stem": """গত পয়লা বৈশাখে রিহাম তার বাবার সাথে বাজারে গিয়ে এক নতুন অভিজ্ঞতা লাভ করে। সে লক্ষ করে যে, বাজারের বড় দোকানগুলো মনোরম সাজে সজ্জিত। রিহামের বাবা তাকে নিয়ে কয়েকটি দোকানে গেলে দোকানের মালিক ও কর্মচারীরা মিষ্টান্ন দ্বারা পিতা-পুত্রকে আপ্যায়ন করেন। [য. বো.'২০১৭]""",
        "ka": "'পুণ্যাহ' অনুষ্ঠানের মূল উদ্দেশ্য কী?",
        "kha": "বৈশাখী মেলা বলতে কী বোঝ?",
        "ga": "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের যে দিকটির ইঙ্গিত রয়েছে তা ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র ভাব প্রতিফলিত হয়নি।\"- উক্তিটির যথার্থতা বিচার কর।",
        "solution": """ক) 'পুণ্যাহ' অনুষ্ঠানের মূল উদ্দেশ্য হলো খাজনা আদায়।

খ) নববর্ষ উপলক্ষ্যে দেশের বিভিন্ন স্থানে বৈশাখের প্রথম দিনে বার্ষিক যে মেলা বসে তাকে বৈশাখী মেলা বলে।
বাংলা সন চালু হওয়ার পর থেকে নববর্ষ উৎসব পালিত হয়। নববর্ষ উদ্যাপনের সাথে সাথে আরও নানা আনুষ্ঠানিকতা যুক্ত হয়। বৈশাখী মেলা সেগুলোর মধ্যে একটি প্রধান অনুষ্ঠান। যেমন খুব প্রাচীন ঠাকুরগাঁ জেলার রানীশংকৈল উপজেলার নেকমরদের মেলা এবং চট্টগ্রামের মহামুনির বৌদ্ধপূর্ণিমা মেলা। এসব মেলায় গ্রামবাসীর ঐতিহ্য প্রকাশ পায়। পাওয়া যায় প্রয়োজনীয় ও শখের সব জিনিসপত্র। এসব মেলা এক সময় খুব ধুমধামের মধ্য দিয়ে অনুষ্ঠিত হতো।

গ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের হালখাতার দিকটির ইঙ্গিত রয়েছে।
বাংলা নববর্ষকে বাংলার মানুষ নানা উৎসব আয়োজনের মধ্য দিয়ে বরণ করে। হালখাতা তেমনই বাংলা নববর্ষের একটি অন্যতম ব্যবসায়িক অনুষ্ঠান। এ দিন ক্রেতারা ব্যবসায়ীদের কাছে সারা বছরের পাওনা শোধ করেন। ব্যবসায়ীরাও ক্রেতাদের মিষ্টিমুখ করিয়ে নতুন হিসাবের খাতা চালু করেন।
উদ্দীপকের রিহাম পয়লা বৈশাখের দিন তার বাবার সাথে বাজারে গিয়ে নতুন অভিজ্ঞতা লাভ করে। নববর্ষের কারণে এ দিন বাজারের দোকানগুলো মনোরম সাজে সজ্জিত হয়। ব্যবসায়ীদের হালখাতা অনুষ্ঠানে রিহাম ও তার বাবাকে মালিক ও কর্মচারীরা মিষ্টান্ন দ্বারা আপ্যায়ন করেন। উদ্দীপকের এ হালখাতা অনুষ্ঠানের বর্ণনা 'বাংলা নববর্ষ' প্রবন্ধেও রয়েছে। প্রবন্ধে বলা হয়েছে, এ অনুষ্ঠানটি করতেন ব্যবসায়ীরা। হালখাতা অনুষ্ঠানে কৃষকেরা উপস্থিত হয়ে মিষ্টিমুখ করতেন এবং সারা বছরের বকেয়া টাকা মিটিয়ে দিতেন। এ দিন ব্যবসায়ীরা দোকান সুন্দর করে সাজাতেন। তাই বলা যায়, উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের হালখাতা অনুষ্ঠানের ইঙ্গিত রয়েছে।

ঘ) "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র ভাব প্রতিফলিত হয়নি।"— উক্তিটি যথার্থ।
বাংলা নববর্ষ বাঙালি জাতির ইতিহাস ও ঐতিহ্যের সাথে মিশে আছে। নানা আচার-অনুষ্ঠানের মধ্য দিয়ে বাংলার মানুষ এ দিনটিকে বরণ করে নেয়। বিভিন্ন আনন্দ আয়োজনে উৎসবমুখর পরিবেশে বাংলার মানুষ নববর্ষ পালন করে।
উদ্দীপকে বাংলা নববর্ষে ব্যবসায়ীদের অন্যতম অনুষ্ঠান হালখাতার কথা বলা হয়েছে। পয়লা বৈশাখে রিহাম তার বাবার সাথে হালখাতার অনুষ্ঠানে গিয়ে এক নতুন অভিজ্ঞতা লাভ করে। এ দিন দোকানগুলো সুন্দর করে সাজানো হয়। হালখাতা অনুষ্ঠানে উপস্থিত হলে রিহাম ও তার বাবাকে দোকানের কর্মচারীরা মিষ্টান্ন দ্বারা আপ্যায়ন করে। অন্যদিকে 'বাংলা নববর্ষ' প্রবন্ধে এই অনুষ্ঠানটির বর্ণনা ছাড়াও বৈশাখী মেলা, পুণ্যাহ, আমানি, বৈসাবি, ষাঁড়ের লড়াই, বলীখেলা ইত্যাদি অনুষ্ঠানের কথা বলা হয়েছে। সেই সাথে প্রাবন্ধিক নববর্ষের দিনটির গুরুত্বের কথা তুলে ধরেছেন।
'বাংলা নববর্ষ' প্রবন্ধে বাংলা নববর্ষের বিভিন্ন অনুষ্ঠানের বর্ণনার পাশাপাশি সামাজিক, রাজনৈতিক ও সংস্কৃতির কথাও প্রকাশ পেয়েছে। বাংলা নববর্ষের দিনটি সারাদিন কীভাবে উদ্যাপিত হয় এবং বর্তমানে কীভাবে পালিত হচ্ছে সে কথাও প্রবন্ধে আলোচিত হয়েছে। অন্যদিকে উদ্দীপকে বাংলা নববর্ষের একটি অনুষ্ঠানের কথা অর্থাৎ হালখাতার কথা প্রকাশ পেয়েছে, যা বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়। এই দৃষ্টিকোণ থেকে উদ্দীপকে বাংলা নববর্ষ প্রবন্ধের সমগ্র ভাব প্রতিফলিত হয়নি। তাই বলা যায়, প্রশ্নোক্ত উক্তিটি যথার্থ।"""
    }
]
