# -*- coding: utf-8 -*-

cqs_part2 = [
    # CQ 11
    {
        "stem": """আজ পহেলা বৈশাখ, বাংলা নববর্ষ। রবি ও শেফা সকাল থেকে নতুন পোশাক পরে মহা আনন্দে রয়েছে। তাদের বাবা কেরামত মিয়া নিজেও একটু পরিপাটি হয়ে রবি ও শেফাকে নিয়ে বেরিয়ে পড়েন রাসেল মণ্ডলের মুদি দোকানের উদ্দেশে। সেখানে গিয়ে রবি ও শেফার চোখ ছানাবড়া। এর আগে এখানে তারা শুধু বাকিতে মাল নিতে এসেছে। আজ রঙিন শামিয়ানা, রংবেরঙের কাগজ আর ফুল দিয়ে দোকানটা সাজানো হয়েছে। রাসেল চাচা আজ তাদেরকে যত্ন করে বিভিন্ন প্রকার মিষ্টি ও লুচি খাওয়ালেন। [বগুড়া ক্যান্টনমেন্ট পাবলিক স্কুল এন্ড কলেজ]""",
        "ka": "নববর্ষ উপলক্ষ্যে মানিকগঞ্জ ও মুন্সিগঞ্জে কোন খেলা অনুষ্ঠিত হতো?",
        "kha": "'বলী' খেলা কী? ব্যাখ্যা কর?",
        "ga": "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত নববর্ষ উদ্যাপনের কোন অনুষ্ঠানের পরিচয় ফুটে উঠেছে? ব্যাখ্যা কর।",
        "gha": "উদ্দীপকের অনুষ্ঠানটি বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়-মন্তব্যটি বিশ্লেষণ কর।",
        "solution": """ক) নববর্ষ উপলক্ষ্যে মানিকগঞ্জ ও মুন্সিগঞ্জে হাডুডু খেলা এবং গরুর দৌড় অনুষ্ঠিত হতো।

খ) বলী খেলা হচ্ছে বাংলা নববর্ষ পালনের বৃহত্তর চট্টগ্রাম অঞ্চলের শক্তি পরীক্ষার একটি প্রতিযোগিতামূলক খেলা।
বাংলা নববর্ষ উপলক্ষে ১৯০৭ সাল থেকে কক্সবাজারসহ বৃহত্তর চট্টগ্রামের নানা স্থানে বলী খেলা অনুষ্ঠিত হয়ে আসছে। এ খেলায় একজন আরেকজনের সঙ্গে কুস্তি লড়ে। ফলে এ খেলাকে কুস্তি খেলা বলে। এ বিখ্যাত কুস্তি খেলাটির আরেক নাম বলী খেলা। আবদুল জব্বার নামের এক ব্যক্তি এ বলী খেলার প্রবর্তন করেন বলে, একে 'জব্বারের বলী' খেলাও বলা হয়।

গ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত নববর্ষ উদ্যাপনের হালখাতা অনুষ্ঠানের পরিচয় ফুটে উঠেছে।
হালখাতা বাংলা নববর্ষের একটি অন্যতম ব্যবসায়িক অনুষ্ঠান। এ অনুষ্ঠান পালন করেন ব্যবসায়ীরা। এ দিনে সারা বছরের পাওনা বকেয়া শোধ করেন ক্রেতারা। ব্যবসায়ীরা নতুন খাতা খোলেন।
উদ্দীপকে বাংলা নববর্ষের দিন নতুন পোশাক পরে রবি ও শেফা বাবার সঙ্গে বেড়াতে বের হয়। রাসেল মণ্ডলের মুদির দোকানে গিয়ে তারা দেখে দোকানটি রঙিন শামিয়ানা, রংবেরঙের কাগজ আর ফুল দিয়ে সাজানো হয়েছে। দোকানদার রাসেল চাচা তাদের যত্ন করে মিষ্টি ও লুচি খাওয়ালেন। উদ্দীপকের এ অনুষ্ঠানটি 'বাংলা নববর্ষ' প্রবন্ধের হালখাতা অনুষ্ঠানটিকে নির্দেশ করে। বাংলা নববর্ষ প্রবন্ধেও এই অনুষ্ঠানটির কথা বলা হয়েছে। সারা বছর যে কৃষকেরা বাকিতে নানা রকম জিনিস কিনতেন নববর্ষের দিন তারা বকেয়া মিটিয়ে দিতেন। এ উপলক্ষ্যে দোকান সাজানো হতো এবং গ্রাহক-খরিদ্দারদের মিষ্টিমুখ করানো হতো। উদ্দীপকে বাংলা নববর্ষ প্রবন্ধে নববর্ষ উদ্যাপনের এই হালখাতা অনুষ্ঠানের পরিচয় ফুটে উঠেছে।

ঘ) উদ্দীপকের অনুষ্ঠানটি বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়।-মন্তব্যটি যথার্থ।
বাংলা নববর্ষ বাঙালির ইতিহাস-ঐতিহ্যের সঙ্গে মিশে আছে। নববর্ষের উৎসব বাঙালির প্রাণের উৎসব। বিভিন্ন আচার-অনুষ্ঠানের মাধ্যমে বছরের নতুন দিনটিকে উৎসবমুখর পরিবেশে বরণ করে নেওয়া হয়।
উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের অন্যতম একটি অনুষ্ঠানের কথা প্রকাশ পেয়েছে। এটি হলো নববর্ষের হালখাতা অনুষ্ঠান। এটি বাংলা নববর্ষের বাঙালির দ্বিতীয় বৃহৎ অনুষ্ঠান। এছাড়াও 'বাংলা নববর্ষ' প্রবন্ধে বৈশাখী মেলা, পুণ্যাহ, আমানি, বৈসাবি, ষাঁড়ের লড়াই, বলীখেলা ইত্যাদি অনুষ্ঠানের কথা বলা হয়েছে। 'বাংলা নববর্ষ' প্রবন্ধে লেখক নববর্ষের বিভিন্ন অনুষ্ঠানের বর্ণনার পাশাপাশি বাঙালির জীবনে এ দিনটির গুরুত্বের কথাও তুলে ধরেছেন। সেই সঙ্গে সামাজিক, রাজনৈতিক ও সাংস্কৃতিক ইতিহাসের কথা বলেছেন।
'বাংলা নববর্ষ' প্রবন্ধে বিভিন্ন অনুষ্ঠানের মধ্য দিয়ে সারা দেশে নববর্ষের দিনটি কীভাবে পালিত হয় এবং বর্তমানে কীভাবে পালিত হচ্ছে সে কথা বলা হয়েছে। বিভিন্ন অনুষ্ঠানের বর্ণনায় হালখাতা, পুণ্যাহ, আমানি, বিভিন্ন ধরনের খেলা, বৈশাখী মেলা, কবিগান, যাত্রা, বৈসাবি ইত্যাদি অনুষ্ঠানের কথা উঠে এসেছে। আর উদ্দীপকে শুধু হালখাতা অনুষ্ঠানটির কথা বলা হয়েছে। এই দিক থেকে বলা যায়, উদ্দীপকের অনুষ্ঠানটি বাংলা নববর্ষের একমাত্র অনুষ্ঠান নয়। তাই প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 12
    {
        "stem": """পয়লা বৈশাখ কেন্দ্র করে দেশের ছোট-বড় প্রায় সব ধরনের ব্যবসায়ী হালখাতা অনুষ্ঠানের প্রস্তুতি নিচ্ছেন। শহর-বন্দর-গ্রাম সর্বত্রই এ উৎসবের প্রস্তুতি চলছে বেশ জোরেশোরে। এর মধ্যে রাজধানীর পুরান ঢাকায়ই এ উৎসব সবচেয়ে বেশি জমকালোভাবে উদ্যাপিত হয়। চৈত্র মাসের শেষ দিনে অর্থাৎ চৈত্র সংক্রান্তিতে আগের সব দেনা-পাওনার নিষ্পত্তি করেন। পয়লা বৈশাখে নগদে বেচাকেনা করেন। এদিন ব্যবসায়ীরা লাল কভারের নতুন খাতা চালু করেন। এতে থাকে নতুন বছরের হিসাব-নিকাশ।""",
        "ka": "যুক্তফ্রন্টের সরকার গঠিত হয় কত সালে?",
        "kha": "ব্যবসায়ীরা হালখাতা অনুষ্ঠান করতেন কেন? বুঝিয়ে লেখ।",
        "ga": "উদ্দীপকে বর্ণিত অনুষ্ঠান 'বাংলা নববর্ষ' প্রবন্ধের কোন অনুষ্ঠানের সঙ্গে সাদৃশ্যপূর্ণ? ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধে আলোচিত একটি অনুষ্ঠানের কথা স্মরণ করিয়ে দেয়, সামগ্রিকতা নয়।\" বক্তব্যের তাৎপর্য বিচার কর।",
        "solution": """ক) যুক্তফ্রন্টের সরকার গঠিত হয় ১৯৫৪ সালে।

খ) ব্যবসায়ীরা গ্রাহকদের কাছ থেকে বকেয়া টাকা আদায় করা এবং নতুন বছরের হিসাব খোলার জন্য হালখাতা অনুষ্ঠান করতেন।
পয়লা বৈশাখের দ্বিতীয় বৃহত্তম অনুষ্ঠান হালখাতা। কৃষিপ্রধান দেশ হওয়ার কারণে ফসলের মৌসুম শেষ হলে কৃষকেরা বাকিতে সওদাপাতি সংগ্রহ করতেন এবং ফসল ওঠার সঙ্গে কৃষকের অর্থপ্রাপ্তির কারণে এই ফসল বিক্রি করে কৃষকেরা দোকানির টাকা মিটিয়ে দিতেন। তারা পয়লা বৈশাখের হালখাতা অনুষ্ঠানে দোকানিদের বাকি টাকা পরিশোধ করতেন। এদিন দোকানিরা গ্রাহকদের মিষ্টিমুখ করাতেন। হালখাতার মূল উদ্দেশ্য বকেয়া অর্থ পরিশোধ হলেও এ অনুষ্ঠানের মধ্য দিয়ে দোকানি ও গ্রাহক সম্পর্ক আরও দৃঢ় হয়।

গ) উদ্দীপকে বর্ণিত অনুষ্ঠান 'বাংলা নববর্ষ' প্রবন্ধের হালখাতা অনুষ্ঠানের সঙ্গে সাদৃশ্যপূর্ণ।
বাংলা নববর্ষ বিভিন্ন আনুষ্ঠানিকতার মধ্য দিয়ে উদ্যাপিত হয়। অনুষ্ঠানের বৈচিত্র্যময়তা বাংলা নববর্ষকে আরও আকর্ষণীয় করে তোলে। তেমনই ব্যবসায়ীদের একটি অনুষ্ঠান হালখাতা।
উদ্দীপকে পয়লা বৈশাখ কেন্দ্র করে ব্যবসায়ীদের হালখাতা অনুষ্ঠানের কথা বলা হয়েছে। পয়লা বৈশাখের দিন শহর-বন্দর-গ্রাম সর্বত্রই হালখাতা অনুষ্ঠানের প্রস্তুতি চলে। ব্যবসায়ীরা চৈত্র মাসের শেষ দিনে আগের সব দেনাপাওনার নিষ্পত্তি করেন। পয়লা বৈশাখের দিন লাল মলাটের নতুন খাতা চালু করেন। 'বাংলা নববর্ষ' প্রবন্ধেও পয়লা বৈশাখের অন্যতম প্রধান অনুষ্ঠান হালখাতার কথা বলা হয়েছে। ব্যবসায়ীরা এ দিন হালখাতা অনুষ্ঠানের আয়োজন করেন। মানুষ পয়লা বৈশাখের হালখাতা অনুষ্ঠানে এসে দোকানিদের বাকির টাকা মিটিয়ে দেয়, মিষ্টি মুখ করে। হাসি-ঠাট্টা, গল্পগুজবের মধ্যে বকেয়া আদায় এবং উৎসবের আনন্দ উপভোগ দুই-ই সম্পন্ন হয়। আর উদ্দীপকে বর্ণিত এই 'হালখাতা' অনুষ্ঠানটিই আলোচ্য প্রবন্ধে আলোচিত হালখাতা অনুষ্ঠানের সঙ্গে সাদৃশ্যপূর্ণ।

ঘ) "উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধে আলোচিত একটি অনুষ্ঠানের কথা স্মরণ করিয়ে দেয়, সামগ্রিকতা নয়।"- বক্তব্যটি যথার্থ।
বাংলা নববর্ষ মানেই নানা উৎসব আয়োজন ও মানুষের একসঙ্গে মিলিত হয়ে দিনটিকে বরণ করে নেওয়া। তাই বাংলা নববর্ষ বাঙালির জাতীয় উৎসব। ব্যাপক আগ্রহ ও উদ্দীপনার মাধ্যমে দেশব্যাপী বাংলা নববর্ষ উদ্যাপিত হয়।
উদ্দীপকে পহেলা বৈশাখকে কেন্দ্র করে ব্যবসায়ীদের আয়োজিত হালখাতা অনুষ্ঠানের কথা বলা হয়েছে। এদিন ব্যবসায়ীরা আগের সব দেনা-পাওনার নিষ্পত্তি করে নতুন বছরের হিসাব চালু করেন। অত্যন্ত জমকালোভাবে হালখাতা অনুষ্ঠান উদ্যাপিত হয়। 'বাংলা নববর্ষ' প্রবন্ধেও নববর্ষের নানা অনুষ্ঠানের ধারাবাহিক বর্ণনায় উঠে এসেছে পয়লা বৈশাখের দ্বিতীয় বৃহৎ অনুষ্ঠান 'হালখাতা'র কথা। কৃষিপ্রধান বাংলাদেশে এ অনুষ্ঠানটি করতেন ব্যবসায়ীরা। হালখাতা অনুষ্ঠানে মানুষ দোকানে এসে মিষ্টিমুখ করতেন, দোকানিদের পাওনা টাকা মিটিয়ে দিতেন। হাসি-ঠাট্টা, গল্পগুজবের মধ্য দিয়ে বকেয়া আদায় এবং উৎসবের আনন্দ উপভোগ দুই-ই সম্পন্ন হতো।
'বাংলা নববর্ষ' প্রবন্ধে বাংলা নববর্ষের অতীত ইতিহাস বর্ণনার পাশাপাশি বাংলা নববর্ষে আয়োজিত বিভিন্ন অনুষ্ঠানের কথা বলা হয়েছে। বিশেষ করে বাংলা নববর্ষের পুণ্যাহ, হালখাতা, বৈশাখী মেলা, আমানি, বৈসাবি, বিভিন্ন ধরনের খেলাধুলার বর্ণনা প্রবন্ধে রয়েছে। আর উদ্দীপকটি প্রবন্ধে আলোচিত একটি অনুষ্ঠান হালখাতার কথা স্মরণ করিয়ে দেয়, অন্যান্য বিষয় প্রকাশ করে না। তাই বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 13
    {
        "stem": """রহমত তার দশ বছরের সন্তান তূর্যকে নিয়ে বেড়াতে যান। সেদিন ছিল পহেলা বৈশাখ। একটা কাপড়ের দোকানে ঢুকতেই তূর্য দেখতে পেল দোকানটি ঝালরকাটা বিভিন্ন রঙের কাগজ দিয়ে সাজানো। রহমত বেশ কিছু টাকা দোকানিকে দিলেন, আর দোকানি তার সাধ্যমতো তাদেরকে মিষ্টিমুখ করালেন। তারপর তূর্যকে নিয়ে রহমত স্থানীয় এক স্কুল মাঠে গেলেন। তূর্য দেখল সেখানে অনেক লোকের সমাগম, আর বিভিন্ন রকমের ছোট ছোট দোকান। সেখানে নানা রকম জিনিস বিক্রি হচ্ছে। সে পুতুল নাচ, নাগরদোলাসহ আরও নানা আনন্দ আয়োজন দেখতে পেল। [রা. বো.'২০১৮]""",
        "ka": "'পুণ্যাহ' কী?",
        "kha": "'কিন্তু সে বিজয় স্থায়ী হয়নি।'- কেন?",
        "ga": "উদ্দীপকের দোকানির মিষ্টিমুখ করানোর দিকটি 'বাংলা নববর্ষ' প্রবন্ধের কোন বিষয়টিকে নির্দেশ করে? ব্যাখ্যা কর।",
        "gha": "উদ্দীপকের স্কুল মাঠের অনুষ্ঠানটি 'বাংলা নববর্ষ' প্রবন্ধের সর্ব প্রধান অনুষ্ঠানের বাস্তব রূপায়ণ। মন্তব্যটি বিশ্লেষণ কর।",
        "solution": """ক) 'পুণ্যাহ' হলো খাজনা আদায়ের অনুষ্ঠান।

খ) উক্তিটিতে ১৯৫৪ সালের যুক্তফ্রন্টের অসাধারণ বিজয় সম্পর্কে বলা হয়েছে।
১৯৫৪ সালে পূর্ববাংলার সাধারণ নির্বাচনে মুসলিম লীগ সরকারকে বিপুলভাবে পরাজিত করে যুক্তফ্রন্ট। পূর্ববাংলার মুখ্যমন্ত্রী হন শেরে বাংলা এ. কে. ফজলুল হক। কিন্তু সেই বিজয় স্থায়ী হয়নি। যুক্তফ্রন্ট ভেঙে দিয়ে এবং সামরিক শাসন জারি করে তা সাময়িকভাবে রুখে দিয়েছে স্বৈরাচারী পাকিস্তান সরকার।

গ) উদ্দীপকে দোকানির মিষ্টিমুখ করানোর দিকটি 'বাংলা নববর্ষ' প্রবন্ধের হালখাতার বিষয়টিকে নির্দেশ করে।
বাংলা নববর্ষ বাঙালির জাতীয় জীবনে একটি গুরুত্বপূর্ণ দিন। ধর্ম-বর্ণ-গোত্র নির্বিশেষে সব বাঙালি এই উৎসবে মেতে ওঠে। বিভিন্ন আচার-অনুষ্ঠানের মধ্য দিয়ে এই দিনটি পালন করে বাঙালি জাতি।
উদ্দীপকে বলা হয়েছে, রহমত তার দশ বছরের সন্তান তূর্যকে নিয়ে বেড়াতে যান পহেলা বৈশাখের দিন। তূর্য তার পিতার সাথে একটি কাপড়ের দোকানে যায়। দোকানটি নান রকম রঙিন কাগজ দিয়ে সাজানো। তূর্যর পিতা দোকানিকে বেশ কিছু টাকা দেন। টাকা পেয়ে দোকানি তাদের পিতা-পুত্রকে মিষ্টিমুখ করান। এই অনুষ্ঠানটিকে বলা হয় হালখাতা অনুষ্ঠান। উদ্দীপকের এ হালখাতা অনুষ্ঠানটির কথা 'বাংলা নববর্ষ' প্রবন্ধেও বলা হয়েছে। প্রবন্ধে বলা হয়েছে, এ অনুষ্ঠানটি করতেন ব্যবসায়ীরা। দোকানিরা এ দিন রঙিন কাগজ দিয়ে দোকান সাজান। কৃষকেরা এ দিন দোকানে উপস্থিত হয়ে সারা বছরের বকেয়া শোধ করে দেন। দোকানিরা তাদের তখন মিষ্টিমুখ করান। তাই আমরা বলতে পারি যে, উদ্দীপকে দোকানির মিষ্টিমুখ করানোর দিকটি আলোচ্য প্রবন্ধের হালখাতার বিষয়টিকে নির্দেশ করে।

ঘ) উদ্দীপকের স্কুল মাঠের অনুষ্ঠানটি 'বাংলা নববর্ষ' প্রবন্ধের সর্ব প্রধান অনুষ্ঠানটির বাস্তব রূপায়ণ। মন্তব্যটি যথার্থ।
বাংলা নববর্ষে সারা বাংলাদেশ আনন্দে মুখর হয়ে ওঠে। বাংলা নববর্ষ বাঙালির জাতীয় উৎসব। মানুষ নানা আনন্দ আয়োজনের মধ্য দিয়ে নববর্ষকে বরণ করে নেয়। নববর্ষে মানুষ পুরাতনকে ভুলে নতুনের আনন্দে মেতে ওঠে।
উদ্দীপকে দেখা যায় তূর্য তার বাবার সাথে পহেলা বৈশাখের দিন স্থানীয় এক স্কুল মাঠে যায়। সেখানে অনেক লোকের সমাগম ঘটেছে। ছোট ছোট অনেক দোকান বসেছে। দোকানগুলোতে বিক্রয় হচ্ছে নানা জিনিস। সেখানে পুতুলনাচ ও নাগরদোলাও রয়েছে। তূর্যর দেখা এই অনুষ্ঠানটি বাংলা নববর্ষের প্রধান উৎসব বৈশাখী মেলা। 'বাংলা নববর্ষ' প্রবন্ধেও পয়লা বৈশাখ উপলক্ষ্যে বৈশাখী মেলার আয়োজনের কথা বলা হয়েছে। বলা হয়েছে এই মেলা ছিল মানুষের বাৎসরিক বিনোদনের জায়গা। মেলায় থাকত কবিগান, কীর্তন, যাত্রা, পুতুল নাচ, নাগরদোলাসহ নানা আনন্দ আয়োজন।
'বাংলা নববর্ষ' প্রবন্ধে বলা হয়েছে বাংলা নববর্ষের একটি প্রধান অনুষ্ঠান হলো বৈশাখী মেলা। দেশের বিভিন্ন স্থানে বৈশাখের প্রথম দিনে এই মেলাগুলো বসে। যাতে বিভিন্ন আনন্দ আয়োজন থাকে। বাংলা নববর্ষ উপলক্ষ্যে আরও অনেক অনুষ্ঠান হয় তবে বৈশাখী মেলাই বাংলা নববর্ষের আনন্দ আয়োজনের প্রাণ। উদ্দীপকের স্কুল মাঠের অনুষ্ঠানটি সেই আনন্দ আয়োজনেরই প্রতিচ্ছবি। তাই বলা যায় যে, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 14
    {
        "stem": """পুণ্যাহ তো করতেই হবে।
চৈত্র সংক্রান্তি থেকে সাতই বৈশাখ পুণ্যাহ উৎসবের সময়। আলিবর্দির সময়ে তো বড় জাঁকজমক হত। নবাব বসতেন খোলা দরবারে। খাজনা সংগ্রহকারী আমলাদার, জমিদার, বণিক সবাই এসে নবাবের সামনে নামিয়ে রাখতেন খাজনার টাকা এবং নজরানা। নবাবও একে তাকে বকশিশ করতেন। খাওয়া-দাওয়া চলত।""",
        "ka": "চট্টগ্রামে প্রচলিত বলী খেলার প্রবর্তন করেন কে?",
        "kha": "'আমানি' বলতে কী বোঝায়?",
        "ga": "উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের কোন অনুষ্ঠানের কথা প্রকাশ পেয়েছে?",
        "gha": "উদ্দীপকের অনুষ্ঠানটি বাংলা নববর্ষের একটি অনুষ্ঠানমাত্র, এটি ছাড়াও 'বাংলা নববর্ষ' প্রবন্ধে আরও অনেক অনুষ্ঠানের কথা বলা হয়েছে-মন্তব্যটি বিচার কর।",
        "solution": """ক) চট্টগ্রামে বলী খেলার প্রবর্তন করেন আবদুল জব্বার নামের এক ব্যক্তি।

খ) 'আমানি' বাংলা নববর্ষের একটি প্রাচীন আঞ্চলিক মাঙ্গলিক অনুষ্ঠান।
'আমানি' মূলত কৃষকদের পারিবারিক অনুষ্ঠান। চৈত্র মাসের শেষ দিনের সন্ধ্যা রাতে গৃহকর্ত্রী এক হাঁড়ি পানিতে স্বল্প পরিমাণ অপক্ক চাল ছেড়ে দিয়ে সারা রাত ভিজতে দেন এবং তার মধ্যে একটি কচি আমের পাতাযুক্ত ডাল বসিয়ে রাখেন। পয়লা বৈশাখের সূর্য ওঠার আগে ঘর ঝাড়ু দিয়ে গৃহকর্ত্রী সেই হাঁড়ির পানি সারা ঘরে ছিটিয়ে দেন। পরে ভেজা চাল সবাইকে খেতে দেন। তাদের বিশ্বাস যে, এতে বাড়ির সবার মঙ্গল হবে। এ ধরনের অনুষ্ঠানকে মাঙ্গলিক অনুষ্ঠান বলা হয়।

গ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের পুণ্যাহ অনুষ্ঠানের কথা প্রকাশ পেয়েছে।
উৎসব বা অনুষ্ঠান বলতে বোঝায় আনন্দের মধ্য দিয়ে অনেক মানুষ একসঙ্গে মিলিত হওয়া। সবাই যখন একসঙ্গে মিলিত হয়ে একটি নির্দিষ্ট দিন, সময় বা মুহূর্তকে উদ্যাপন করে, তখন তা অনুষ্ঠানে পরিণত হয়। পৃথিবীর প্রতিটি জাতির সংস্কৃতিতে নানা রকম উৎসব রয়েছে।
'বাংলা নববর্ষ' প্রবন্ধে বাংলা সন চালু হওয়ার কথা বলা হয়েছে। নববর্ষ উদ্যাপনে নানা আনুষ্ঠানিকতা যুক্ত হয়। নবাব এবং জমিদাররা চালু করেন 'পুণ্যাহ' অনুষ্ঠান। পয়লা বৈশাখে প্রজারা নবাব বা জমিদারবাড়িতে আমন্ত্রিত হতেন, তাদের মিষ্টিমুখ করানো হতো। সেই আপ্যায়নে পান-সুপারিও দেওয়া হতো। তবে এর মূল উদ্দেশ্য ছিল খাজনা আদায়। এই পুণ্যাহ অনুষ্ঠানের কথা উদ্দীপকেও প্রকাশ পেয়েছে। চৈত্র সংক্রান্তি থেকে সাতই বৈশাখ পুণ্যাহ উৎসবের সময় হিসেবে উল্লেখ করা হয়েছে। এ অনুষ্ঠান খুব জাঁকজমক হতো। নবাব বসতেন খোলা দরবারে। খাজনা সংগ্রহকারী আমলাদার ও জমিদাররা নবাবের সামনে খাজনার টাকা ও নজরানা নামিয়ে রাখতেন। নবাবও তাদের বখশিশ দিতেন। খাওয়া-দাওয়াও চলত। উভয় ক্ষেত্রেই পুণ্যাহ অনুষ্ঠানের কথা বলা হয়েছে। উদ্দীপকে আলোচ্য প্রবন্ধে বর্ণিত পুণ্যাহ অনুষ্ঠানের কথা প্রকাশ পেয়েছে।

ঘ) উদ্দীপকের অনুষ্ঠানটি বাংলা নববর্ষের একটি অনুষ্ঠানমাত্র, এটি ছাড়াও আলোচ্য রচনায় আরও অনেক অনুষ্ঠানের কথা বলা হয়েছে-মন্তব্যটি যথার্থ।
বাংলা নববর্ষ বাঙালির জাতীয় উৎসব। এ উপলক্ষ্যে সারা দেশে বিভিন্ন আনন্দ অনুষ্ঠান আয়োজিত হয়। অনুষ্ঠানে যোগ দেয় বাংলার আপামর জনগণ।
উদ্দীপকে পুণ্যাহ অনুষ্ঠানের কথা বর্ণিত হয়েছে। সেখানে প্রাচীনকালে কীভাবে পুণ্যাহ অনুষ্ঠান পালিত হতো সেই বিষয়টি প্রকাশ পেয়েছে। আর 'বাংলা নববর্ষ' প্রবন্ধে এই পুণ্যাহ অনুষ্ঠান ছাড়াও হালখাতা, আমানি, বলী খেলা, বৈশাখী মেলা, মঙ্গল শোভাযাত্রা ইত্যাদি অনুষ্ঠানের কথা বলা হয়েছে।
'বাংলা নববর্ষ' প্রবন্ধে লেখক বাংলা নববর্ষে অনুষ্ঠিত বিভিন্ন অনুষ্ঠান, বাঙালির সাংস্কৃতিক ইতিহাস ও ঐতিহ্যের কথা তুলে ধরেছেন, যা উদ্দীপকে নেই। উদ্দীপকে কেবল বাংলা নববর্ষের বা পয়লা বৈশাখের একটি অনুষ্ঠান পুণ্যাহর কথা বলা হয়েছে। সেখানে প্রবন্ধের অন্যান্য আনন্দ অনুষ্ঠানের কথা প্রকাশ পায়নি। তাই বলা যায় যে, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 15
    {
        "stem": """নিশি অবসান ঐ পুরাতন বর্ষ হও গত
বন্ধু হও শত্রু হও যেখানে যে রহ
ক্ষমা করিও আজিকার মতো
পুরাতন বর্ষের সাথে পুরাতন অপরাধ যতো। [ঢা. বো.'২০১৯]""",
        "ka": "বাংলা নববর্ষের প্রধান অনুষ্ঠানের নাম কী?",
        "kha": "'বাংলা নববর্ষ আমাদের প্রধান জাতীয় উৎসব'- কেনো?",
        "ga": "উদ্দীপকের ভাবার্থ 'বাংলা নববর্ষ' প্রবন্ধের কোন দিকটি নির্দেশ করে? ব্যাখ্যা করো।",
        "gha": "উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র ভাব ধারণ করে না।-বিশ্লেষণ করো।",
        "solution": """ক) বাংলা নববর্ষের প্রধান অনুষ্ঠানের নাম বৈশাখী মেলা।

খ) প্রতিবছরই 'বাংলা নববর্ষ' উৎসব বিপুল মানুষের অংশগ্রহণে বিশাল থেকে বিশালতর হয়ে ওঠায় এটি আমাদের জাতীয় উৎসবে পরিণত হয়েছে।
বাংলা নববর্ষ আমাদের দেশের সকল জাতিরই আনন্দ-উৎসবের দিন। বাঙালিরা এ উৎসবকে প্রাণের আবেগ ও গভীর ভালোবাসায় উদ্‌যাপন করে। দেশের আপামর জনগণের সুখ-শান্তি-সমৃদ্ধি ও কল্যাণের প্রত্যাশা নিয়ে পালিত হয় নববর্ষ। বাঙালিরা ধুমধামের সঙ্গে পালন করে নববর্ষকে।

গ) উদ্দীপকের ভাবার্থ 'বাংলা নববর্ষ' প্রবন্ধের চেতনাগত দিকটি নির্দেশ করে।
নববর্ষ শুধু বাঙালির নয়, সকল জাতিরই আনন্দের দিন। নানামুখী আনুষ্ঠানিকতার মধ্য দিয়ে বাঙালিরা বাংলা নতুন বছরের আনন্দ উপভোগ করে। আনন্দ-উচ্ছ্বাসের পাশাপাশি এ দিনটি সকলের সুখ-শান্তি কামনার দিন। সকলের মনেই পুরোনোকে ভুলে নতুনের আনন্দে সুন্দর হয়ে ওঠার প্রত্যাশা।
উদ্দীপকে নতুন বছরের প্রথম সকালের শুভ কামনা করা হয়েছে। রাতের অবসানের মধ্য দিয়ে পুরানো বছরকে বিদায় জানিয়ে নতুন বছরের আগমনকে স্বাগত জানানো হয়েছে। বন্ধু এবং শত্রু যে যেখানেই আছে, তাদের কাছে ক্ষমা প্রার্থনা করা হয়েছে অতীতের ভুলভ্রান্তির জন্য। নতুন বছর যেন সবার জীবনে কল্যাণ বয়ে আনে। 'বাংলা নববর্ষ' প্রবন্ধের শুরুতেই লেখক বলেছেন, শুধু আনন্দ-উচ্ছ্বাসই নয়, সকল মানুষের জন্য কল্যাণ কামনারও দিন। আমরাও সুখ-শান্তি, সমৃদ্ধি ও কল্যাণের প্রত্যাশা নিয়েই মহা ধুমধামের সঙ্গে আমাদের নববর্ষ উৎসব উদ্যাপনের সময় একে অন্যকে বলি শুভ নববর্ষ। উদ্দীপকের ভাবার্থ 'বাংলা নববর্ষ' প্রবন্ধের এই চেতনাকেই নির্দেশ করে।

ঘ) উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্রভাব ধারণ করে না-মন্তব্যটি যথার্থ।
নববর্ষ সব দেশের সব জাতিরই আনন্দ-উৎসবের দিন। শুধু আনন্দ-উচ্ছ্বাসই নয়, সব মানুষের জন্য কল্যাণ কামনারও দিন। এদিনে হালখাতা, আমানি, বৈশাখী মেলাসহ নানা ধরনের উৎসব অনুষ্ঠানের আয়োজন করা হয়। নববর্ষের এ উৎসব প্রতিটি বাঙালি প্রাণে ধারণ করে।
'বাংলা নববর্ষ' প্রবন্ধে লেখক নববর্ষ উৎসবের গুরুত্ব সম্পর্কে বিস্তারিত আলোচনা করেছেন। বাঙালির রাজনৈতিক ইতিহাসের সঙ্গে সাংস্কৃতিক ইতিহাস, বিশেষ করে বাংলা নববর্ষ উদ্যাপনের ইতিকথা নিবিড়ভাবে মিশে আছে। বাংলা নববর্ষে হালখাতা, বৈশাখী মেলা, ঘোড়দৌড়, বিভিন্ন লোকমেলা, আমানিও অনুষ্ঠানের আয়োজন করে। সাধারণ মানুষ এ উৎসবকে প্রাণে ধারণ করে। সব বিভেদ ভুলে আনন্দঘন পরিবেশে তারা এদিন উদযাপন করে। উদ্দীপকে বাংলা নববর্ষের শুরুতে সকলের কল্যাণ কামনা করে ভুলত্রুটির জন্য ক্ষমা প্রার্থনা করা হয়েছে। পুরোনো বছরের বিদায়ে নতুন বছরের আগমনকে স্বাগত জানানো হয়।
উপর্যুক্ত বিশ্লেষণ থেকে জানা যায়, 'বাংলা নববর্ষ' প্রবন্ধে নতুন বছরের শুভ কামনা ও বিভিন্ন অনুষ্ঠান নিয়ে বিস্তারিত আলোচনা করা হয়েছে। উদ্দীপকে কেবল নববর্ষের শুভ কামনার বিষয়টি পাওয়া যায়। সুতরাং বলা যায়, উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্রভাব ধারণ করে না।"""
    },
    # CQ 16
    {
        "stem": """পয়লা বৈশাখ বা বাংলা নববর্ষ বাঙালির এক অনন্য উৎসব, তার অন্যতম জাতীয় উৎসব। এর ঐতিহ্য সুপ্রাচীন ও গৌরবমণ্ডিত। অবশ্য কালের যাত্রাপথ ধরে এর উদ্যাপন রীতিতে নানা পালাবদল ঘটেছে, বিভিন্ন সময়ে তা বিভিন্ন মাত্রিকতা অর্জন করেছে। সুদূর অতীতে এর সঙ্গে কৃষি সমাজের যোগসূত্র ছিলো অবিচ্ছেদ্য। [রা. বো.'২০১৯]""",
        "ka": "আধুনিককালের নব আঙ্গিকের বর্ষবরণ উৎসবের সূচনা হয় কাদের উদ্যোগে?",
        "kha": "নববর্ষের উৎসব কীভাবে দেশের সর্ববৃহৎ জাতীয় অনুষ্ঠানে পরিণত হয়েছে?",
        "ga": "\"সুদূর অতীতে এর সঙ্গে কৃষি সমাজের যোগসূত্র ছিলো অবিচ্ছেদ্য।\"- উদ্দীপকের এই লাইনের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধে সাদৃশ্যের জায়গাগুলো কোথায়? উল্লেখপূর্বক ব্যাখ্যা করো।",
        "gha": "উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র চেতনাকে ধারণ করতে পেরেছে কি? তোমার মতামতের সপক্ষে যুক্তি দাও।",
        "solution": """ক) আধুনিককালের নব আঙ্গিকের বর্ষবরণ উৎসবের সূচনা হয় কলকাতার ঠাকুর পরিবারে এবং শান্তিনিকেতনে রবীন্দ্রনাথের উদ্যোগে।

খ) প্রতিবছরই 'বাংলা নববর্ষ' উৎসব বিপুল মানুষের অংশগ্রহণে বিশাল থেকে বিশালতর হয়ে ওঠায় এটি আমাদের জাতীয় উৎসবে পরিণত হয়েছে।
বাংলা নববর্ষ আমাদের দেশের সকল জাতিরই আনন্দ উৎসবের দিন। বাঙালিরা এ উৎসবকে প্রাণের আবেগ ও গভীর ভালোবাসায় উদ্যাপন করে। দেশের আপামর জনগণের সুখ-শান্তি-সমৃদ্ধি ও কল্যাণের প্রত্যাশা নিয়ে পালিত হয় নববর্ষ। বাঙালিরা ধুমধামের সঙ্গে পালন করে নববর্ষকে।

গ) "সুদূর অতীতে এর সঙ্গে কৃষিসমাজের যোগসূত্র ছিল অবিচ্ছেদ্য"— উদ্দীপকের এই লাইনের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধে আলোচিত হালখাতা, পুণ্যাহ, আমানি ইত্যাদি অনুষ্ঠানের সাদৃশ্য রয়েছে।
বাংলা নববর্ষের রয়েছে সুদীর্ঘ ইতিহাস। প্রাচীনকাল থেকেই এ দেশের মানুষ নানা আনুষ্ঠানিকতার মধ্য দিয়ে নববর্ষ উৎসব পালন করে আসছে। বাংলাদেশ কৃষিপ্রধান দেশ হওয়ায় সুদূর অতীত থেকে বাংলা নববর্ষের হালখাতা, পুণ্যাহ, আমানি ইত্যাদি অনুষ্ঠান কৃষিসমাজের সঙ্গে জড়িত ছিলো।
উদ্দীপকে বাংলা নববর্ষের সুপ্রাচীন ঐতিহ্য ও কৃষিসমাজের সঙ্গে এর অবিচ্ছেদ্য যোগসূত্রের কথা বলা হয়েছে। 'বাংলা নববর্ষ' প্রবন্ধে হালখাতা, পুণ্যাহ, আমানি ইত্যাদি অনুষ্ঠানের মাধ্যমে কৃষিসমাজের সঙ্গে নববর্ষের ঘনিষ্ঠ সম্পর্ক লক্ষ করা যায়। কৃষিপ্রধান দেশ হওয়ার কারণে ফসলের মৌসুম শেষে কৃষকরা বাকিতে সওদাপাতি নিতেন এবং ফসল উঠার পর তা বিক্রি করে হালখাতা অনুষ্ঠানে দোকানির পাওনা মিটিয়ে দিতেন। সুন্দর, পরিশীলিতভাবে দোকানিরা দোকান সাজাতেন এবং মিষ্টিমুখ করানোর মধ্য দিয়ে বকেয়া পরিশোধন করে নতুন বছরের খাতা খুলতেন। জমিদার ও নবাবেরা কৃষক-প্রজাদের কাছ থেকে খাজনা আদায়ের জন্য নববর্ষে পুণ্যাহ অনুষ্ঠানের আয়োজন করতেন। আমানিও নববর্ষে প্রধানত কৃষক পরিবারের একটি প্রাচীন মাঙ্গলিক অনুষ্ঠান। মাঙ্গলিক রীতি অনুসরণ করে গৃহকর্ত্রী সুখ, শান্তি, সমৃদ্ধি কামনা করে এ অনুষ্ঠান পালন করে থাকতেন। তাই বলা যায়, উদ্দীপকের লাইনের সঙ্গে 'বাংলা নববর্ষ' প্রবন্ধের হালখাতা, পুণ্যাহ, আমানি ইত্যাদি জায়গার সাদৃশ্য রয়েছে।

ঘ) উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র চেতনাকে ধারণ করেনি।
'বাংলা নববর্ষ' বাঙালির প্রাণের উৎসব। নানামুখী আনুষ্ঠানিকতার মধ্য দিয়ে বাঙালিরা নতুন বছরকে বরণ করে। বাংলাদেশের স্বাধীনতার পেছনেও নববর্ষের সক্রিয় প্রেরণা ছিলো। নানা প্রতিকূল পরিস্থিতি মোকাবিলা করে বাংলা নববর্ষ আজ বর্তমান রূপ লাভ করেছে, যা আমাদের জাতীয় উৎসব।
'বাংলা নববর্ষ' প্রবন্ধে বাঙালির রাজনৈতিক ইতিহাসের সঙ্গে সাংস্কৃতিক ইতিহাস, বিশেষ করে নববর্ষ উদ্যাপনের ইতিকথা আলোচনা করা হয়েছে। পাকিস্তানিরা বাঙালির প্রাণের উৎসব নববর্ষ উদ্যাপনে বাধা দিলে বাঙালিরা তার প্রতিবাদে রুখে দাঁড়িয়েছিল এবং নববর্ষ পালনে নতুন মাত্রা যোগ হয়। জমিদার ও নবাবরা নববর্ষে পুণ্যাহ অনুষ্ঠানের আয়োজন করতেন এ ছাড়া নববর্ষে হালখাতা, বৈশাখী মেলা, আমানি, ঘোড়দৌড়, বিভিন্ন লোকমেলার আয়োজন থাকত, কৃষিসমাজের মানুষ এ উৎসবকে প্রাণে ধারণ করে। জাতীয় এ উৎসবে ধর্ম, বর্ণ, গণ্ডি ছাড়িয়ে সব বয়সী মানুষ এ আনন্দ অনুষ্ঠানে যোগ দেয় ও উপভোগ করে। পাহাড়ি অবাঙালি জনগোষ্ঠীও বৈসাবি অনুষ্ঠানের মাধ্যমে নিজেদের মতো করে তারা নববর্ষ উদ্যাপন করে। উদ্দীপকে পয়লা বৈশাখ বা বাংলা নববর্ষকে বাঙালির অন্যতম জাতীয় উৎসব হিসেবে আলোচনা করা হয়েছে। কালের যাত্রাপথে এর নানা পালাবদল ঘটেছে এবং বহুমাত্রিকতা অর্জন করেছে।
উপর্যুক্ত আলোচনা থেকে বলা যায়, উদ্দীপকে বাংলা নববর্ষের ঐতিহ্য, পালাবদল ও কৃষিসমাজের সঙ্গে এর অবিচ্ছেদ্য সম্পর্কের কথা বলা হয়েছে। 'বাংলা নববর্ষ' প্রবন্ধে এসবের বাইরে 'বাঙালির রাজনৈতিক ইতিহাসের সঙ্গে সাংস্কৃতিক ইতিহাসও আলোচিত হয়েছে। তাই আমার মতে, উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র চেতনাকে ধারণ করতে পারেনি।"""
    },
    # CQ 17
    {
        "stem": """মতিনের বন্ধুরা বাংলা নববর্ষে বেড়াতে যাবে শুনে সেও যেতে চাইলো। কিন্তু মতিনের বাবা তাকে যেতে বাধা দিয়ে বললেন, "এটা আমাদের উৎসব নয়।" অবশেষে মায়ের হস্তক্ষেপে মতিন বন্ধুদের সাথে বেড়াতে গেলো। গিয়ে দেখে, স্কুলের বিশাল মাঠে যেন রঙের মেলা। এক পাশে আছে নাগরদোলা, চরকি আর সাপের খেলা। পুরো মাঠ জুড়ে নানা পণ্যের বাহারি দোকান। নারী-পুরুষ-শিশু সবাই নতুন রঙিন পোশাকে সেজেছে। ধনী-দরিদ্র সবার চোখে-মুখে আনন্দের ঝিলিক। [কু. বো.'২০১৯]""",
        "ka": "বৈসাবি কোন এলাকার উৎসব?",
        "kha": "বৈশাখী মেলাকে 'বাৎসরিক বিনোদনের জায়গা' বলা হয়েছে কেনো?",
        "ga": "উদ্দীপকের মতিনের বাবার মানসিকতা 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত কাদের মানসিকতার সাথে সাদৃশ্যপূর্ণ? ব্যাখ্যা করো।",
        "gha": "'মতিনের দেখা উৎসবটি বাংলা নববর্ষের একমাত্র উৎসব নয়'-উক্তিটি বিশ্লেষণ করো।",
        "solution": """ক) বৈসাবি পার্বত্য চট্টগ্রামের পাহাড়ি এলাকার উৎসব।

খ) সারা বছরের একঘেয়ে জীবনে নতুন আনন্দের পাওয়া যায় বলে বৈশাখী মেলাকে 'বাৎসরিক বিনোদনের জায়গা' বলা হয়েছে।
বাংলা নববর্ষের প্রথম দিনে দেশের বিভিন্ন অঞ্চলে বৈশাখী বা বার্ষিক মেলা বসে। মেলায় থাকে কবিগান, কীর্তন, যাত্রা, গম্ভীরা গান, পুতুলনাচ, নাগরদোলাসহ নানা আনন্দের আয়োজন। এসব আয়োজন ধর্ম-বর্ণ নির্বিশেষে সকল শ্রেণির, সকল বয়সের মানুষকে সারা বছরের একঘেয়ে মনোভাব কাটিয়ে ওঠার আনন্দ দেয়। পুতুলনাচ দেখে, নাগরদোলায় চড়ে ছোটরা যেমন আনন্দে মেতে ওঠে, কবিগান, কীর্তন ইত্যাদি শুনে বড়রা আনন্দ পায়। এ জন্য বৈশাখী মেলাকে বাৎসরিক বিনোদনের জায়গা বলা হয়েছে।

গ) উদ্দীপকের মতিনের বাবার মানসিকতা 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত পাকিস্তানি শাসকদের মানসিকতার সাথে সাদৃশ্যপূর্ণ।
বাংলা নববর্ষ বাঙালির ঐতিহ্য ও প্রাণের উৎসব। ধর্ম-বর্ণ নির্বিশেষে সকল বাঙালি এ উৎসবে মেতে ওঠে। এ উৎসব বাঙালির জাতীয় উৎসব। কিন্তু পাকিস্তানি শাসনামলে বাঙালিরা এ উৎসব উদ্যাপনে বাধাগ্রস্ত হতো, যা কারও কাম্য হতে পারে না।
উদ্দীপকের মতিন তার বন্ধুদের সাথে বাংলা নববর্ষ উপলক্ষে বেড়াতে যেতে চায়। কিন্তু তার বাবা তাকে যেতে বাধা দেন। মতিনের বাবা মনে করেন, বাংলা নববর্ষ আমাদের উৎসব নয়। 'বাংলা নববর্ষ' প্রবন্ধে দেখা যায়, তৎকালীন পাকিস্তান শাসকগোষ্ঠী মনে করতেন, বাংলা নববর্ষ উদ্যাপন পাকিস্তানি আদর্শের পরিপন্থী। তাই তারা বাঙালিদের এ উৎসব উদ্যাপন করতে দিতেন না। তাই বলা যায়, উদ্দীপকের মতিনের বাবার মানসিকতা 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত পাকিস্তানি শাসকগোষ্ঠীর মানসিকতার সাথে সাদৃশ্যপূর্ণ।

ঘ) 'মতিনের দেখা উৎসবটি বাংলা নববর্ষের একমাত্র উৎসব নয়'-উক্তিটি যথার্থ।
বাংলা নববর্ষ বাঙালির প্রাণের উৎসব। এ দিনে হালখাতা, পুণ্যাহ, বৈশাখী মেলা, বৈসাবি উৎসবসহ নানা ধরনের সাংস্কৃতিক অনুষ্ঠানের আয়োজন করা হয়। বাংলা নববর্ষ উৎসবে বাঙালিরা অতীতের নিরানন্দ জীবনের কথা ভুলে নতুন আনন্দে মেতে ওঠে।
'বাংলা নববর্ষ' প্রবন্ধে দেখা যায়, নববর্ষে হালখাতা, বৈশাখী মেলা, ঘোড়দৌড়, বিভিন্ন লোকমেলার আয়োজন করে সাধারণ মানুষ এ উৎসবকে প্রাণে ধারণ করেছে। বাঙালি গৃহিণীরাও আমানিসহ নানা ব্রত অনুষ্ঠানের মাধ্যমে, বছরের প্রথম দিনটি উদ্যাপন করে থাকে। পাহাড়ি অবাঙালি জনগোষ্ঠীও বৈসাবি অনুষ্ঠানের মাধ্যমে নিজেদের মতো করে তারা নববর্ষ উদ্যাপন করে। জমিদার ও নবাবদের পুণ্যাহ অনুষ্ঠান না থাকলেও নববর্ষে আজও মঙ্গল শোভাযাত্রা বের হয়। ধর্ম, বর্ণ বা সম্প্রদায়ের নির্দিষ্ট সীমানা ছাড়িয়ে এ উৎসব বাঙালির প্রাণের উৎসবে পরিণত হয়েছে। উদ্দীপকের মতিন বাংলা নববর্ষের দিনে স্কুল মাঠে গিয়ে বৈশাখী মেলার জমজমাট আয়োজন দেখতে পায়। পুরো মাঠ জুড়ে রয়েছে নাগরদোলা, চরকি ও নানা পণ্যের বাহারি দোকান। ধনী-দরিদ্র সবার চোখে-মুখে ফুটে ওঠে আনন্দের ঝিলিক।
উপর্যুক্ত বিশ্লেষণ থেকে দেখা যায়, 'বাংলা নববর্ষ' প্রবন্ধে নববর্ষের বিভিন্ন উৎসব অনুষ্ঠান যেমন- হালখাতা, মেলা, আমানি, বৈসাবি ইত্যাদি নিয়ে আলোচনা করা হয়েছে। বাংলা নববর্ষের সাথে বাঙালির রাজনৈতিক ও সাংস্কৃতিক চেতনারও গভীর সম্পর্ক রয়েছে। উদ্দীপকে শুধু স্কুলমাঠে মতিনের দেখা বৈশাখী মেলার বর্ণনা পাওয়া যায়। সুতরাং মতিনের দেখা উৎসবটি বাংলা নববর্ষের একমাত্র উৎসব নয়'- উক্তিটি যথার্থ।"""
    },
    # CQ 18
    {
        "stem": """প্রায় সব দেশে, সব জনগোষ্ঠীর মধ্যে সব সংস্কৃতিতেই নববর্ষ উদ্যাপনের প্রথা প্রচলিত আছে। এর মাধ্যমে একটি মৌলিক ঐক্য আমাদের চোখে পড়ে। তা হলো নবজন্ম বা পুনর্জন্ম, পুরানো জীর্ণতাকে বিদায় দিয়ে সতেজ সজীব নবীন এক জীবনের মধ্যে প্রবেশ করার আনন্দানুভূতি। গ্রাম-নগর নির্বিশেষে বাংলার সব মানুষ, সে হিন্দু, মুসলমান, বৌদ্ধ কি খ্রিষ্টান হোক, পয়লা বৈশাখ অনুষ্ঠানে যোগ দেয়। এ সময় বৈশাখী মেলা, হালখাতা, পুণ্যাহ, বৈসাবি উৎসবসহ নানা উৎসবের আয়োজন করা হয়। [ব. বো.'২০১৯]""",
        "ka": "'পুণ্যাহ' অনুষ্ঠানের মূল উদ্দেশ্য কী?",
        "kha": "'আমানি' অনুষ্ঠানকে মাঙ্গলিক অনুষ্ঠান বলা হয় কেনো?",
        "ga": "উদ্দীপকে 'বাংলা নববর্ষ' গল্পের যে দিকটি ফুটে উঠেছে তা ব্যাখ্যা করো।",
        "gha": "উদ্দীপকে 'বাংলা নববর্ষ' গল্পের সম্পূর্ণভাব ফুটে ওঠেনি-মন্তব্যটির সত্যতা নির্ণয় করো।",
        "solution": """ক) 'পুণ্যাহ' অনুষ্ঠানের মূল উদ্দেশ্য হলো- খাজনা আদায়।

খ) পরিবারের সদস্যদের কল্যাণ কামনা এবং নতুন বছরের সুখ-শান্তি ও সমৃদ্ধির বিশ্বাসে এ অনুষ্ঠান করা হয় বলে আমানি অনুষ্ঠানকে মাঙ্গলিক অনুষ্ঠান বলা হয়।
মাঙ্গলিক অনুষ্ঠান হলো এমন একধরনের অনুষ্ঠান, যা সবার মঙ্গল কামনা করে উদ্যাপন করা হয়। এ অনুষ্ঠান চৈত্র মাসের শেষ দিনের সন্ধ্যারাতে অপক্ক চাল ভিজিয়ে রাখা পানি গৃহকর্ত্রী মঙ্গল কামনায় পরদিন সারা ঘরে ছিটিয়ে দেন। পরে সেই ভেজা চাল পরিবারের সদস্যদের কল্যাণ কামনায় সবাইকে খেতে দিয়ে আমের ডালের কচি পাতা হাঁড়ির পানিতে ভিজিয়ে সবার গায়ে ছিটিয়ে দেন। তাই বলা যায়, সবার মঙ্গল কামনায় অনুষ্ঠানটি করা হয় বলে আমানিকে মাঙ্গলিক অনুষ্ঠান বলা হয়।

গ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের সর্বজনীন অনুষ্ঠানের দিকটি ফুটে উঠেছে।
বাংলা নববর্ষ বাঙালির প্রাণের উৎসব। প্রাচীনকাল থেকেই বাঙালিরা নববর্ষের দিন বিভিন্ন ধরনের অনুষ্ঠান পালন করে থাকে। এদিনে পুরোনোকে বিদায় জানিয়ে নতুনকে বরণ করার জন্য হালখাতা, পুণ্যাহ, বৈশাখী মেলা ইত্যাদি অনুষ্ঠানের আয়োজন করা হয়। এসব অনুষ্ঠান বাঙালির মনকে নতুন আনন্দে ভরে তোলে।
উদ্দীপকে বাংলা নববর্ষে উদ্যাপিত অনুষ্ঠান সম্পর্কে আলোকপাত করা হয়েছে। এদিনে মানুষ পুরোনোকে বিদায় জানিয়ে নবজন্মের আনন্দে নানা অনুষ্ঠানে মেতে ওঠে। সর্বজনীন অনুষ্ঠানগুলোর মধ্যে হালখাতা, পুণ্যাহ, বৈশাখী মেলা ইত্যাদি উল্লেখযোগ্য। 'বাংলা নববর্ষ' প্রবন্ধেও নববর্ষে পালিত উৎসব-অনুষ্ঠানের কথা বলা হয়েছে। নববর্ষে হালখাতা, বৈশাখী মেলা, পুণ্যাহ, বিভিন্ন লোকমেলার আয়োজন করে সাধারণ মানুষ এ উৎসবকে প্রাণে ধারণ করেছে। পাহাড়ি অবাঙালি জনগোষ্ঠীও বৈসাবি অনুষ্ঠানের মাধ্যমে নিজেদের মতো করে নববর্ষ উদ্যাপন করে। উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের এ দিকটি ফুটে উঠেছে।

ঘ) উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের সম্পূর্ণভাব ফুটে ওঠেনি-মন্তব্যটি সত্য।
বাংলা নববর্ষ বাঙালি জাতির প্রাণের উৎসব। প্রাচীনকাল থেকেই বাঙালিরা বিভিন্ন অনুষ্ঠানের মাধ্যমে আনন্দ চিত্তে বাংলা নববর্ষ উদ্যাপন করে থাকে। এ দিনে হালখাতা, পুণ্যাহ, মেলা, বৈসাবি উৎসবসহ বিভিন্ন ধরনের সাংস্কৃতিক অনুষ্ঠানের আয়োজন করা হয়। নববর্ষ বাঙালির জাতীয় উৎসব।
'বাংলা নববর্ষ' প্রবন্ধে বাংলা নববর্ষের সর্বজনীন উৎসব হালখাতা, পুণ্যাহ, বৈশাখী মেলা এবং পাহাড়ি অবাঙালি জনগোষ্ঠীর বৈসাবি অনুষ্ঠানসহ আরও নানা দিক নিয়ে আলোচনা করা হয়েছে। বাংলাদেশের স্বাধীনতার পেছনেও নববর্ষের প্রেরণা ছিলো। কারণ পাকিস্তানিরা বাঙালির প্রাণের উৎসব নববর্ষ উদ্যাপনে বাধা দিয়েছিল এবং এর প্রতিবাদে রুখে দাঁড়িয়েছিলো বাঙালিরা। বাঙালির রাজনৈতিক ইতিহাসের সঙ্গে সাংস্কৃতিক ইতিহাস, বিশেষ করে নববর্ষ উদ্যাপনের ইতিকথা মিশে আছে। নারী, পুরুষ, শিশুসহ সব শ্রেণি-পেশার মানুষ জাতীয় চেতনাকে লালন করে এ উৎসব সাড়ম্বরে পালন করে থাকে। উদ্দীপকে বাংলা নববর্ষে উদ্যাপিত সর্বজনীন অনুষ্ঠান সম্পর্কে আলোকপাত করা হয়েছে। এদিনে মানুষ পুরোনো জীর্ণতাকে বিদায় দিয়ে হালখাতা, পুণ্যাহ, বৈশাখী মেলা, বৈসাবি উৎসবের মাধ্যমে নতুন জীবনের আনন্দ অনুভব করে। এসব অনুষ্ঠানে হিন্দু, মুসলিম, বৌদ্ধ, খ্রিষ্টান নির্বিশেষে সবাই যোগ দেয় এবং নবজন্মের আনন্দ পায়।
উপর্যুক্ত আলোচনা থেকে দেখা যায়, উদ্দীপক ও 'বাংলা নববর্ষ' প্রবন্ধে নববর্ষের সর্বজনীন উৎসব নিয়ে আলোকপাত করা হয়েছে। কিন্তু পঠিত প্রবন্ধের নববর্ষের মঙ্গল শোভাযাত্রা এবং নববর্ষ উদ্যাপনে পাকিস্তানিদের বাধা ও বাংলাদেশের স্বাধীনতার প্রেরণার বিষয়টি উদ্দীপকে নেই। সুতরাং উদ্দীপকে 'বাংলা নববর্ষ' প্রবন্ধের সম্পূর্ণভাব ফুটে ওঠেনি- মন্তব্যটির সত্যতা নির্ণীত হয়।"""
    },
    # CQ 19
    {
        "stem": """অংশ-১ : দরিদ্র কৃষক ওসমানের টানা-পোড়েনের সংসার হলেও আজকের দিনটার জন্য সে বিগত কয়েকদিন ধরেই প্রস্তুতি নিচ্ছে। নতুন জামাকাপড় বানিয়েছে, কষ্ট করে বেশ কিছু টাকাও জমিয়েছে। মনটা তার বেশ ফুরফুরে। কারণ তালুকদার সাহেব যে আজ তার সাথে সুন্দর করে কথা বলবেন, খোঁজখবর নেবেন এবং পান-সুপারি ও মিষ্টিমুখে আপ্যায়ন করবেন।
অংশ-২ : গ্রীষ্মের ছুটিতে দাদুবাড়ি গেছে আবীর। বিকেলবেলা দাদুর সাথে গ্রামের বাজারে যেয়ে দেখে- দোকানপাট সব রঙিন কাগজে সাজানো, আপ্যায়নের জন্য বিভিন্ন ধরনের মিষ্টি রাখা হয়েছে, মাইকে গান বাজছে। দোকানে ঢুকতেই সবাই খুব খাতির-যত্ন করলো। ভীষণ ভালো লাগল আবীরের।""",
        "ka": "বাংলার কৃষক পরিবারের প্রাচীন আঞ্চলিক মাঙ্গলিক অনুষ্ঠানটির নাম কী?",
        "kha": "বাঙালি জাতিসত্তা গঠনের সাথে বাংলা নববর্ষ উদ্‌যাপন কীভাবে জড়িত ছিল তা বুঝিয়ে লেখো।",
        "ga": "অংশ-১-এর ওসমান 'বাংলা নববর্ষ' প্রবন্ধের কোন উৎসবে যোগ দিয়েছিল তা ব্যাখ্যা করো।",
        "gha": "আবীরের দেখা উৎসবটি বাংলা নববর্ষের প্রধান সর্বজনীন উৎসবের একটি উৎসব মাত্র- মন্তব্যটি মূল্যায়ন করো।",
        "solution": """ক) বাংলার কৃষক পরিবারের প্রাচীন আঞ্চলিক মাঙ্গলিক অনুষ্ঠানটির নাম হলো 'আমানি'।

খ) বাঙালির রাজনৈতিক ও সাংস্কৃতিক ইতিহাস এবং বাঙালির জাতিসত্তা গঠনে বাংলা নববর্ষ উদ্যাপনের ভূমিকা অত্যন্ত গুরুত্বপূর্ণ।
বাংলা নববর্ষ বাঙালি জাতির প্রাণের উৎসব। এদিনে বাংলার জনসমষ্টি অতীতের সব দুঃখ-বেদনা ভুলে গিয়ে নতুনের আহ্বানে সাড়া দেয়। মাঙ্গলিক অনুষ্ঠান, শোভাযাত্রা, মেলা, হালখাতাসহ বিভিন্ন ধরনের উৎসব বাঙালিরা মহা ধুমধামের সঙ্গে পালন করে। মূলত বাঙালির ইতিহাস ও ঐতিহ্য এবং জাতীয়তাবোধের চেতনা নববর্ষ উৎসবের সঙ্গে জড়িত হয়ে আছে। তাই বাঙালি জাতিসত্তা গঠনে বাংলা নববর্ষ বিশেষ তাৎপর্য বহন করে।

গ) অংশ-১-এর ওসমান 'বাংলা নববর্ষ' প্রবন্ধের 'পুণ্যাহ' অনুষ্ঠানে যোগ দিয়েছিলেন।
প্রাচীনকাল থেকে বাঙালিরা বাংলা নববর্ষের দিন বিভিন্ন ধরনের অনুষ্ঠান পালন করে থাকে। এ দিনে হালখাতা, পুণ্যাহ, মেলা-বৈসাবি উৎসবসহ বিভিন্ন ধরনের সাংস্কৃতিক অনুষ্ঠানের আয়োজন করা হয়। নববর্ষের দিনে বৈচিত্র্যপূর্ণ এ উৎসবগুলো বাঙালি জাতির প্রাণের উৎসব এবং সংস্কৃতির প্রকৃত ধারক।
উদ্দীপকের দরিদ্র কৃষক ওসমানের আর্থিক সংকট থাকা সত্ত্বেও বিশেষ একটা দিন উপলক্ষে টাকা জমিয়ে নতুন কাপড় পরে তালুকদার বাড়িতে যাওয়ার প্রস্তুতি নেন। তালুকদার সাহেব ওসমানের সঙ্গে ভালো ব্যবহার করবেন, মিষ্টিমুখ ও পান-সুপারি খাওয়াবেন বলে ওসমান আনন্দবোধ করতে থাকেন। বাংলা নববর্ষ প্রবন্ধ থেকে আমরা জানতে পারি, নবাব ও জমিদারেরা চালু করেন 'পুণ্যাহ' অনুষ্ঠান। পয়লা বৈশাখে প্রজারা নবাব ও জমিদার বাড়িতে আমন্ত্রিত হতেন। প্রজাদের মিষ্টিমুখ করানো হতো এবং পান-সুপারিরও আয়োজন থাকত। তবে এ অনুষ্ঠানের মূল উদ্দেশ্য ছিল খাজনা আদায়। পাঠ্যপুস্তকের 'পুণ্যাহ' অনুষ্ঠানের সঙ্গে ওসমানের তালুকদার বাড়িতে যাওয়ার উদ্দেশ্য এক। আর এই বিশেষ দিনে খাজনা দিতে পারবে বলে ওসমানের মনে আনন্দের শেষ নেই। কাজেই উদ্দীপক অংশ-১-এর চিত্রে 'বাংলা নববর্ষ' প্রবন্ধের 'পুণ্যাহ' উৎসব উদ্যাপনের চিত্র ফুটে উঠেছে।

ঘ) আবীরের দেখা উৎসবটি ছিলো 'হালখাতা' অনুষ্ঠান যা বাংলা নববর্ষের প্রধান সর্বজনীন উৎসবের একটি উৎসব মাত্র।
পয়লা বৈশাখের দ্বিতীয় বৃহৎ অনুষ্ঠান হলো 'হালখাতা'। এটি মূলত ব্যবসায়ীদের অনুষ্ঠান। এই অনুষ্ঠানের মাধ্যমে দোকানের বাৎসরিক বাকির টাকা পরিশোধ করা হয়।
উদ্দীপকের আবীর গ্রীষ্মের ছুটিতে তার দাদুবাড়ি বেড়াতে যায়। বিকেলে দাদুর সাথে গ্রামের বাজারে গিয়ে সে দেখতে পায় দোকান-পাট রঙিন কাগজে সাজানো। দোকানে ক্রেতাদের আপ্যায়নের জন্য বিভিন্ন ধরনের মিষ্টি রাখা হয়েছে। চারিদিকে মাইকে গান বাজছে। 'বাংলা নববর্ষ' প্রবন্ধে প্রাবন্ধিক বাংলা নববর্ষের বৈচিত্র্য তুলে ধরেছেন। বাংলা নববর্ষ বাঙালির খুবই গুরুত্বপূর্ণ উৎসব। নববর্ষের অন্যতম অনুষঙ্গ হালখাতা অনুষ্ঠান। সারা বছর যারা বাকিতে প্রয়োজনীয় জিনিস কেনে তাদের জন্য দোকানিরা এই অনুষ্ঠানের আয়োজন করে থাকে। হালখাতা অনুষ্ঠানে যারা বার্ষিক বাকি পরিশোধ করে তাদের মিষ্টিমুখ করানো হয়।
'বাংলা নববর্ষ' প্রবন্ধে লেখক নববর্ষের নানা উৎসব আয়োজন সম্পর্কে আলোচনা করেছেন। যার মধ্যে অন্যতম হালখাতা উৎসব। এটি মূলত ব্যবসায়ীদের অনুষ্ঠান। দোকানের বার্ষিক বাকির টাকা আদায়ের জন্য এই অনুষ্ঠানের আয়োজন করা হয়। উদ্দীপকের আবীর দাদুর সাথে গ্রামের বাজারে গেলে হালখাতা অনুষ্ঠানের আয়োজন দেখতে পায়। দোকানে ঢুকতেই সবাই খাতির যত্ন করলে আবীরের অনেক ভালো লাগে। তাই বলা যায়, আবীরের দেখা উৎসবটি বাংলা নববর্ষের প্রধান সর্বজনীন উৎসবের একটি উৎসব মাত্র।"""
    },
    # CQ 20
    {
        "stem": """নিশি অবসান ওই পুরাতন বর্ষ হও গত
বন্ধু হও শত্রু হও যেখানে যে রহ
ক্ষমা করিও আজিকার মতো
পুরাতন বর্ষের সাথে পুরাতন অপরাধ যত। [ঢা. বো.'২০১৯]""",
        "ka": "বাংলা নববর্ষের প্রধান অনুষ্ঠানের নাম কী?",
        "kha": "'বাংলা নববর্ষ আমাদের প্রধান জাতীয় উৎসব'- কেন?",
        "ga": "উদ্দীপকের ভাবার্থ 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত নববর্ষকে কেন্দ্র করে বাঙালির প্রত্যাশার দিকটিকে নির্দেশ করে? ব্যাখ্যা করো।",
        "gha": "\"উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র ভাব ধারণ করে না।\" বিশ্লেষণ করো।",
        "solution": """ক) বাংলা নববর্ষের প্রধান অনুষ্ঠানের নাম বৈশাখী মেলা।

খ) সর্বস্তরের মানুষের অংশগ্রহণ এবং জাতীয়তাবাদী চেতনায় উদ্বুদ্ধ করায় বাংলা নববর্ষকে আমাদের প্রধান জাতীয় উৎসব বলা হয়েছে।
পশ্চিম পাকিস্তানিরা বাংলা নববর্ষের অনুষ্ঠান বন্ধ করে আমাদের মনন ও সংস্কৃতিতে আঘাত হানে। তারা এ উৎসবকে নস্যাৎ করতে সব রকম অপচেষ্টা চালায়। কিন্তু বাঙালি এর প্রতিবাদে সোচ্চার হয়ে ওঠে। কারণ নববর্ষ বাঙালি জাতীয়তাবাদ ও জাতিসত্তা গঠনের প্রক্রিয়ার সঙ্গে যুক্ত। এ কারণে বাংলা নববর্ষকে আমাদের প্রধান জাতীয় উৎসব বলা হয়েছে।

গ) উদ্দীপকের ভাবার্থ 'বাংলা নববর্ষ' প্রবন্ধে উল্লিখিত নববর্ষকে কেন্দ্র করে বাঙালির প্রত্যাশার দিকটিকে নির্দেশ করে।
'বাংলা নববর্ষ' প্রবন্ধে প্রাবন্ধিক বাংলা নববর্ষ উদ্যাপনের বিভিন্ন দিক নিয়ে আলোচনা করেছেন। বাংলা সনের প্রচলন, পুণ্যাহ, হালখাতা, বৈশাখী মেলা, ঘোড়দৌড় ও ব্রত-অনুষ্ঠানের কথা বলা হয়েছে। নববর্ষ উদ্যাপনে বাধার প্রসঙ্গও এসেছে।
উদ্দীপকের কবিতাংশে পুরোনো বছরকে বিদায় জানিয়ে নতুন বছরকে স্বাগত জানানো হয়েছে। কবির প্রত্যাশা, এর মধ্য দিয়ে বিগত দিনের সব পাপ, তাপ, দুঃখ-যন্ত্রণা বিদূরিত হয়ে নতুন দিনের আগমন ঘটবে। আলোচ্য কবিতাংশে নববর্ষকে কেন্দ্র করে ফুটে ওঠা কবির এই প্রত্যাশার দিকটি 'বাংলা নববর্ষ' প্রবন্ধেও পরিলক্ষিত হয়। প্রাবন্ধিক সেখানে নতুন বছর বরণ করে নেওয়াকে কেন্দ্র করে বাঙালিসহ বিভিন্ন জাতিগোষ্ঠীর মধ্যে প্রাচীন আঞ্চলিক মাঙ্গলিক অনুষ্ঠানের কথা উল্লেখ করেছেন, যা উদ্দীপকের মূলভাবকেই তুলে ধরে। এসব অনুষ্ঠানের মাধ্যমে সকলের কল্যাণ কামনা করা হয়। সে বিবেচনায়, উদ্দীপকের ভাবার্থ আলোচ্য প্রবন্ধের নববর্ষ উদ্যাপন নিয়ে বাঙালির প্রত্যাশার দিকটিকেই নির্দেশ করে।

ঘ) "উদ্দীপকটি 'বাংলা নববর্ষ' প্রবন্ধের সমগ্র ভাব ধারণ করে না।"-মন্তব্যটি যথার্থ বলেই আমি মনে করি।
'বাংলা নববর্ষ' প্রবন্ধে প্রাবন্ধিক বাংলা নববর্ষের সামগ্রিক ইতিহাস পর্যালোচনা করেছেন। আর তা করতে গিয়ে তিনি দেশবাসীর নববর্ষ সম্পর্কিত ধারণা, নানান আনুষ্ঠানিকতার কথা বলেছেন। বাঙালির রাজনৈতিক ইতিহাসের সঙ্গে নববর্ষ উদ্যাপনের ইতিহাসকে যুক্ত করে এর প্রভাবও বর্ণনা করেছেন।
উদ্দীপকের কবিতাংশে পুরোনো বছরকে বিদায় জানিয়ে নতুন বছরকে বরণ করে নেওয়ার বিষয়টি উঠে এসেছে। ভুল স্বীকার করে সবার কাছে ক্ষমা চেয়ে নতুন বছর শুরু করার প্রত্যয় ফুটে উঠেছে। কবির প্রত্যাশা, নতুন বছরকে বরণ করে নেওয়ার মধ্য দিয়ে নতুন দিনের সূচনা হবে। আলোচ্য প্রবন্ধে এ বিষয়টি প্রতিফলিত হলেও এটিই প্রবন্ধটির একমাত্র বিষয় নয়।
'বাংলা নববর্ষ' প্রবন্ধে নববর্ষ উদ্যাপনের একটি সামগ্রিক দৃশ্য ফুটে উঠেছে। প্রাবন্ধিক সেখানে নববর্ষকে ঘিরে বাঙালির প্রত্যাশা এবং নানান আনুষ্ঠানিকতার বর্ণনা দিয়েছেন। আলোচ্য প্রবন্ধে নববর্ষকে কেন্দ্র করে ফুটে ওঠা এই ধারণা এবং প্রত্যাশার দিকটি উদ্দীপকের কবিতাংশেও পরিলক্ষিত হয়। এছাড়াও প্রবন্ধটিতে নববর্ষ উদ্যাপনের ইতিহাস এবং বাঙালির রাজনৈতিক ইতিহাসের সঙ্গে এর যোগসূত্রের প্রসঙ্গ উঠে এসেছে। উদ্দীপকের স্বল্প পরিসরে এসব বিষয় উত্থাপিত হয়নি। সেদিক বিবেচনায়, প্রশ্নোক্ত উক্তিটি যথার্থ।"""
    }
]
