# -*- coding: utf-8 -*-

short_questions = [
    # 01
    {
        "q": "আমানিকে কৃষকের পারিবারিক অনুষ্ঠান বলা হয় কেনো?",
        "ans": """আমানি অনুষ্ঠান সাধারণ কৃষি পরিবারে উদযাপন করা হয় বলে, একে কৃষক পারিবারিক অনুষ্ঠান বলা হয়।
আমানি নববর্ষের একটি প্রাচীন মাঙ্গলিক অনুষ্ঠান। এই অনুষ্ঠানের মাধ্যমে গৃহকর্ত্রী বাড়ির সকলের মঙ্গল কামনা করেন। এ অনুষ্ঠান সাধারণ গ্রামীণ কৃষি পরিবারে আয়োজন করা হয়। তাই একে কৃষকের পারিবারিক অনুষ্ঠান বলা হয়।"""
    },
    # 02
    {
        "q": "বাঙালি তার সংস্কৃতির ওপর আঘাত সহ্য করেনি কেনো?-ব্যাখ্যা করো।",
        "ans": """নিজ সংস্কৃতির প্রতি ভালোবাসা ও শ্রদ্ধায় বাঙালি হৃদয় ছিল পূর্ণ। তাই তারা নিজ সংস্কৃতির ওপর আঘাত সহ্য করেনি। পাকিস্তান সরকার চেয়েছিল বাঙালি জাতিকে ধ্বংস করে দিতে। এ জন্য তারা বাঙালির সংস্কৃতির ওপর আঘাত হেনেছিলো। কিন্তু বাঙালি জাতি ছিলো তার নিজস্ব সংস্কৃতির প্রতি একনিষ্ঠ। নিজ দেশের প্রতি, নিজ সংস্কৃতি প্রতি এই ভালোবাসার জন্যই বাঙালি তার সংস্কৃতির ওপর আঘাত সহ্য করেনি।"""
    },
    # 03
    {
        "q": "হালখাতা অনুষ্ঠান এখন আগের মতো সাড়ম্বরে অনুষ্ঠিত হয় না কেনো?",
        "ans": """মানুষের হাতে নগদ টাকা পয়সা আছে বলে তাই বাকিতে বেচাকেনা কম এজন্য হালখাতা আগের মতো সাড়ম্বরে উদযাপিত হয় না।
অতীতে ব্যবসায়ীরা ক্রেতাদের বাকি পরিশোধ করার জন্য হালখাতা অনুষ্ঠানের আয়োজন করতো। কিন্তু বর্তমানে তা আর সাড়ম্বরে হয় না। কেননা বর্তমানে মানুষ বাকিতে তেমন কেনাচেনা করে না। এখন মানুষের হাতে নগদ টাকা আছে।"""
    },
    # 04
    {
        "q": "'কিন্তু সে বিজয় স্থায়ী হয়নি।'- কেনো?",
        "ans": """শেরেবাংলা এ.কে. ফজলুল হকের যুক্তফ্রন্ট সরকার বাংলা নববর্ষে ছুটি ঘোষণা করলেও স্বৈরাচারী পাকিস্তান সরকার সামরিক শাসন জারি করে যুক্তফ্রন্ট ভেঙে দিলে সে বিজয় স্থায়ী হয়নি। ১৯৫৪ সালের সাধারণ নির্বাচনে মুসলিম লীগ সরকারকে পরাজিত করে শেরেবাংলা এ.কে. ফজলুল হকের নেতৃত্বে যুক্তফ্রন্ট সরকার গঠিত হয়। যুক্তফ্রন্ট সরকার বাংলা নববর্ষকে ছুটির দিন ঘোষণা করলে বাঙালিদের বিজয় অর্জিত হয়। কিন্তু স্বৈরাচারী পাকিস্তান সরকার যুক্তফ্রন্ট সরকার ভেঙে দিয়ে সামরিক শাসন জারি করলে সে বিজয় স্থায়ী হয়নি।"""
    },
    # 05
    {
        "q": "পূর্ববাংলার বাঙালিরা প্রতিবাদে সোচ্চার হয়ে উঠেছিলো কেনো?",
        "ans": """পাকিস্তান সরকার বাংলা নববর্ষ পালনে বাঙালিদের বাধা দেওয়ায় পূর্ববাংলার বাঙালিরা প্রতিবাদে সোচ্চার হয়ে উঠেছিলো।
বাংলা নববর্ষ বাঙালির খুবই গুরুত্বপূর্ণ উৎসব। কিন্তু পাকিস্তান সরকার বাঙালির এই প্রাণের উৎসব বাংলা নববর্ষ উদ্যাপনে বাধা দিয়েছিলো। এভাবে তারা বাঙালির শিল্প-সংস্কৃতিকে ধ্বংস করতে চেয়েছিলো। তাই পূর্ববাংলার বাঙালিরা প্রতিবাদে সোচ্চার হয়ে উঠেছিলো।"""
    },
    # 06
    {
        "q": "পাকিস্তান আমলে বাঙালিদের নববর্ষ উৎসব উদ্যাপন করতে দেওয়া হতো না কেন?",
        "ans": """পাকিস্তানি শাসকেরা নববর্ষ উদ্যাপন পাকিস্তানি আদর্শের পরিপন্থি - মনে করে বাঙালিদের এই উৎসব পালন করতে দিত না।
বাংলা নববর্ষ বাঙালিদের প্রধান জাতীয় উৎসব। বর্তমানে বাঙালিরা গভীর আবেগ ও ভালোবাসায় নববর্ষ উদ্যাপন করে। কিন্তু পাকিস্তান আমলে শাসকরা নববর্ষকে পাকিস্তানি আদর্শের পরিপন্থি বলে বাঙালিদের এ অনুষ্ঠান উদ্যাপন করতে দিত না।"""
    },
    # 07
    {
        "q": "'এই সব মেলা অঞ্চল বিশেষের মানুষের মিলনমেলায় পরিণত হতো'- কথাটি ব্যাখ্যা করো।",
        "ans": """পয়লা বৈশাখে আয়োজিত বার্ষিক মেলাগুলো দেশের বিভিন্ন অঞ্চলের মানুষের সংবাদ আদান-প্রদান, নানা বিষয়ে মতবিনিময়ের আদর্শ স্থান হওয়ার বিষয়টি আলোচ্য বাক্যে বলা হয়েছে।
পূর্বে দুর্বল যাতায়াত ব্যবস্থার কারণে বৈশাখী মেলাগুলোতেই মানুষ মিলিত হতো। সারা বছরের কেনাকাটা করে নিত। মেলায় থাকত কবিগান, কীর্তন, যাত্রা, গম্ভীরা, পুতুলনাচ, নাগরদোলাসহ নানা আয়োজন। তাই বলা হয়েছে, এই সব মেলা অঞ্চল বিশেষের মানুষের মিলনমেলায় পরিণত হতো।"""
    },
    # 08
    {
        "q": "'পুণ্যাহ' বলতে কী বোঝায়?",
        "ans": """নতুন বছরের প্রথম দিনে প্রজাদের কাছ থেকে খাজনা আদায়ের জন্য জমিদাররা যে অনুষ্ঠানের আয়োজন করতেন তা-ই পুণ্যাহ।
নববর্ষ উদ্যাপনের আনুষ্ঠানিকতা হিসেবে পয়লা বৈশাখে প্রজারা নবাব বা জমিদার বাড়িতে আমন্ত্রিত হতেন। তাদের মিষ্টিমুখ করানো হতো। পান-সুপারি দিয়ে আপ্যায়ন করা হতো। এ অনুষ্ঠানের মূল উদ্দেশ্য ছিল প্রজাদের কাছ থেকে খাজনা আদায়। মুর্শিদাবাদের নবাব এবং বাংলার জমিদাররা এ অনুষ্ঠান পালন করতেন।"""
    }
]
