# -*- coding: utf-8 -*-

stimulus_110_111 = """রূপম তার বাবার কাছে শুনেছে কালিদাসের 'মেঘদূত' কাব্যের কথা। জেনেছে এটি সংস্কৃত ভাষায় লিখিত। বাবা এ কাব্য থেকে দুটি শ্লোক আবৃত্তি করে শোনান রূপমকে। সে তার একটি বর্ণও বুঝতে পারে না। রূপম অবাক হয়, বাংলা ও সংস্কৃত ভাষায় এত পার্থক্য! অথচ বাবা বলেন, সংস্কৃত থেকেই নাকি জন্ম হয়েছে বাংলা ভাষার।"""

mcqs_part2 = [
    # 57
    {
        "stem": "হুমায়ুন আজাদ কত খ্রিষ্টাব্দে জন্মগ্রহণ করেন?",
        "option_a": "১৯৪৬ খ্রিষ্টাব্দে",
        "option_b": "১৯৪৭ খ্রিষ্টাব্দে",
        "option_c": "১৯৪৮ খ্রিষ্টাব্দে",
        "option_d": "১৯৪৯ খ্রিষ্টাব্দে",
        "correct_option": "খ",
        "explanation": None
    },
    # 58
    {
        "stem": "প্রাকৃত ভাষা থেকে বাংলা ভাষার জন্ম এ প্রাকৃত ভাষার বৈশিষ্ট্য হচ্ছে- [চ. বো.'২০১৭]\ni. এটি দৈনন্দিন জীবনের ভাষা\nii. এটি সাধারণ মানুষের ব্যবহার্য ভাষা\niii. এটি উচ্চ শ্রেণির ভাষা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 59
    {
        "stem": "সাধারণ মানুষের কাছে বৈদিক ভাষা দুর্বোধ্য হয়ে ওঠে কেন? সর্বাপেক্ষা গ্রহণযোগ্য অভিমত হলো- [দি. বো.'২০১৭]\ni. ভাষা বদলে যাওয়ায়\nii. শতাব্দীর পর শতাব্দী পার হওয়ায়\niii. শ্লোকগুলো পরিশীলিত নয় বলে\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "ii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 60
    {
        "stem": "'বাংলা ভাষার জন্মকথা' রচনায় প্রকাশ পেয়েছে বাংলা ভাষার— [য. বো.'২০১৬]\ni. উৎপত্তির তথ্য\nii. বিকাশের দিক\niii. পরিণতির কথা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 61
    {
        "stem": "প্রতিটি ভাষাতেই ওই ভাষাভাষী মানুষ স্বতঃস্ফূর্তভাবে-\ni. কথা বলে\nii. গান গায়\niii. কবিতা বানায়\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 62
    {
        "stem": "প্রাকৃত ভাষা বলতে বোঝায়-",
        "option_a": "গণমানুষ সচরাচর যে ভাষায় কথা বলে",
        "option_b": "শিক্ষিত জনগণ যে ভাষায় কথা বলে",
        "option_c": "অঞ্চল বিশেষের মানুষ যে ভাষায় কথা বলে",
        "option_d": "শ্রেণিকক্ষে শিক্ষার্থীরা যে ভাষায় কথা বলে",
        "correct_option": "ক",
        "explanation": None
    },
    # 63
    {
        "stem": "বাংলা ভাষার উদ্ভব ও বিকাশের বিস্তৃত ইতিহাস কে রচনা করেন? [য. বো.'২০১৯]",
        "option_a": "ডক্টর সুনীতিকুমার চট্টোপাধ্যায়",
        "option_b": "ডক্টর মুহম্মদ শহীদুল্লাহ্",
        "option_c": "ডক্টর আব্দুল হাই",
        "option_d": "ডক্টর দীনেশ চন্দ্র সেন",
        "correct_option": "ক",
        "explanation": None
    },
    # 64
    {
        "stem": "মাগধী প্রাকৃত থেকে বাংলার উদ্ভব- এই মতটি কে পোষণ করতেন? [কু. বো.'২০১৯]",
        "option_a": "সুনীতিকুমার চট্টোপাধ্যায়",
        "option_b": "জর্জ আব্রাহাম গ্রিয়ারসন",
        "option_c": "ডক্টর মুহম্মদ শহীদুল্লাহ্",
        "option_d": "হুমায়ুন আজাদ",
        "correct_option": "খ",
        "explanation": None
    },
    # 65
    {
        "stem": "ভারতীয় আর্য-ভাষার প্রথম স্তর কোনটি? [চ. বো.'২০১৫]",
        "option_a": "বৈদিক",
        "option_b": "প্রাকৃত",
        "option_c": "আসামি",
        "option_d": "বাংলা",
        "correct_option": "ক",
        "explanation": None
    },
    # 66
    {
        "stem": "সাধারণ মানুষের নিকট দুর্বোধ্য ছিল-",
        "option_a": "বৈদিক ভাষা",
        "option_b": "আদি বৈদিক ভাষা",
        "option_c": "প্রাকৃত ভাষা",
        "option_d": "শুদ্ধ ভাষা",
        "correct_option": "ক",
        "explanation": None
    },
    # 67
    {
        "stem": "সমাজের উঁচু শ্রেণির মানুষের লেখার ভাষা ছিল কোনটি? [রা. বো.'২০১৮]",
        "option_a": "সংস্কৃত",
        "option_b": "প্রাকৃত",
        "option_c": "বাংলা",
        "option_d": "মারাঠি",
        "correct_option": "ক",
        "explanation": None
    },
    # 68
    {
        "stem": "পূর্ব মাগধী অপভ্রংশ থেকে উদ্ভূত ভাষা কোনটি? [চ. বো.'২০১৮]",
        "option_a": "বাংলা",
        "option_b": "মৈথিলি",
        "option_c": "মাগধি",
        "option_d": "ভোজপুরিয়া",
        "correct_option": "ক",
        "explanation": None
    },
    # 69
    {
        "stem": "ভারতীয় আর্য-ভাষার স্তর কয়টি? [রা. বো.'২০১৭]",
        "option_a": "তিনটি",
        "option_b": "চারটি",
        "option_c": "পাঁচটি",
        "option_d": "ছয়টি",
        "correct_option": "ক",
        "explanation": None
    },
    # 70
    {
        "stem": "অব্যবহারের কারণে বেদের ভাষা দুর্বোধ্য হয়ে উঠলে ব্যাকরণবিদরা যে পরিশীলিত, বিধিবদ্ধ ভাষা সৃষ্টি করে তার নাম কী? [ব. বো.'২০১৬]",
        "option_a": "বাংলা",
        "option_b": "সংস্কৃত",
        "option_c": "বঙ্গকামরূপী",
        "option_d": "প্রাকৃত",
        "correct_option": "খ",
        "explanation": None
    },
    # 71
    {
        "stem": "'মাগধী প্রাকৃতের কোনো পূর্বাঞ্চলীয় রূপ থেকে জন্ম নেয় বাংলা ভাষা'- ভাষার উদ্ভব সম্পর্কে এ মত কার?",
        "option_a": "পাণিনির",
        "option_b": "সুনীতিকুমার চট্টোপাধ্যায়ের",
        "option_c": "ড. মুহম্মদ শহীদুল্লাহর",
        "option_d": "আব্রাহাম গ্রিয়ারসনের",
        "correct_option": "খ",
        "explanation": None
    },
    # 72
    {
        "stem": "ভাষার প্রধান ধর্ম-",
        "option_a": "অপূর্ণ থাকা",
        "option_b": "বদলে যাওয়া",
        "option_c": "অপরিবর্তিত থাকা",
        "option_d": "স্বরূপে থাকা",
        "correct_option": "খ",
        "explanation": None
    },
    # 73
    {
        "stem": "কোন ভাষার অনেক শব্দ বাংলা ভাষায় বিদ্যমান?",
        "option_a": "হিন্দি",
        "option_b": "সংস্কৃত",
        "option_c": "পশতু",
        "option_d": "হিব্রু",
        "correct_option": "খ",
        "explanation": None
    },
    # 74
    {
        "stem": "'সংস্কৃতের দুষ্টু মেয়ে' বলতে কাকে বোঝানো হয়েছে?",
        "option_a": "বাংলা",
        "option_b": "হিন্দি",
        "option_c": "ফারসি",
        "option_d": "ওড়িয়া",
        "correct_option": "ক",
        "explanation": None
    },
    # 75
    {
        "stem": "উনিশ শতকের অন্যদল কোন ভাষার সঙ্গে বাংলা ভাষার সম্পর্ক বেশ দূরের?",
        "option_a": "হিন্দি",
        "option_b": "সংস্কৃত",
        "option_c": "প্রাকৃত",
        "option_d": "আরবি",
        "correct_option": "খ",
        "explanation": None
    },
    # 76
    {
        "stem": "ব্যাকরণবিদদের হাতে সৃষ্ট মানসম্পন্ন ভাষাটির নাম-",
        "option_a": "প্রাকৃত",
        "option_b": "ওড়িয়া",
        "option_c": "মহারাষ্ট্রীয়",
        "option_d": "সংস্কৃত",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 77
    {
        "stem": "'সংস্কৃত' ভাষার সঙ্গে সম্পর্ক আছে কোনটির?",
        "option_a": "বিধিবদ্ধ",
        "option_b": "সাংঘাতিক",
        "option_c": "সংস্কারাচ্ছন্ন",
        "option_d": "সংঘবদ্ধ",
        "correct_option": "ক",
        "explanation": None
    },
    # 78
    {
        "stem": "বাংলা ব্যতীত আর কোন দুটি ভাষা পূর্ব মাগধী অপভ্রংশ থেকে জন্ম নিয়েছে?",
        "option_a": "মৈথিলি ও আসামি",
        "option_b": "আসামি ও ভোজপুরিয়া",
        "option_c": "আসামি ও মাগধি",
        "option_d": "আসামি ও ওড়িয়া",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 79
    {
        "stem": "প্রাকৃত ভাষা হচ্ছে- [ব. বো.'২০১৮]",
        "option_a": "কথ্য ভাষা",
        "option_b": "লেখ্য ভাষা",
        "option_c": "শুদ্ধ ভাষা",
        "option_d": "নতুন ভাষা",
        "correct_option": "ক",
        "explanation": None
    },
    # 80
    {
        "stem": "'বাংলা ভাষার জন্মকথা' রচনাটি পাঠ করার ফলে বাংলা ভাষার প্রতি শিক্ষার্থীদের-",
        "option_a": "মমত্ববোধ জাগবে",
        "option_b": "করুণার উদ্রেক হবে",
        "option_c": "ঈর্ষাবোধ উৎপন্ন হবে",
        "option_d": "বীতশ্রদ্ধা বাড়বে",
        "correct_option": "ক",
        "explanation": None
    },
    # 81
    {
        "stem": "হুমায়ুন আজাদ কোন জেলায় জন্মগ্রহণ করেন?",
        "option_a": "সুনামগঞ্জ",
        "option_b": "মুন্সীগঞ্জ",
        "option_c": "কুমিল্লা",
        "option_d": "মানিকগঞ্জ",
        "correct_option": "খ",
        "explanation": None
    },
    # 82
    {
        "stem": "হুমায়ুন আজাদের কাব্যগ্রন্থ নিচের কোনটি?",
        "option_a": "লালনীল দীপাবলি",
        "option_b": "বাক্যতত্ত্ব",
        "option_c": "ভাষাতত্ত্ব",
        "option_d": "জ্বলো চিতাবাঘ",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 83
    {
        "stem": "সাহিত্যে বিশেষ অবদানের জন্য হুমায়ুন আজাদ লাভ করেন-",
        "option_a": "বাংলা একাডেমি পুরস্কার",
        "option_b": "একুশে পদক",
        "option_c": "স্বাধীনতা পুরস্কার",
        "option_d": "সাহিত্য পুরস্কার",
        "correct_option": "ক",
        "explanation": None
    },
    # 84
    {
        "stem": "নিচের কোনটি আধুনিক ভারতীয় আর্যভাষা? [য. বো.'২০১৭]\ni. বাংলা\nii. হিন্দি\niii. মারাঠি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 85
    {
        "stem": "ভাষাবিদ, পণ্ডিত ও গবেষক হিসেবে খ্যাতি লাভ করেন—\ni. ড. মুহম্মদ শহীদুল্লাহ\nii. পাণিনি\niii. ড. সুনীতিকুমার চট্টোপাধ্যায়\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    # 86
    {
        "stem": "'সংস্কৃতের দুষ্টু মেয়ে' বলতে কোনটিকে বোঝানো হয়েছে? [বরিশাল জিলা স্কুল]",
        "option_a": "বাংলা",
        "option_b": "হিন্দি",
        "option_c": "ফারসি",
        "option_d": "উর্দু",
        "correct_option": "ক",
        "explanation": None
    },
    # 87
    {
        "stem": "কোন ভাষা বাংলার জননী? [ব. বো.'২০১৯]",
        "option_a": "প্রাকৃত ভাষা",
        "option_b": "সংস্কৃত ভাষা",
        "option_c": "গৌড়ী প্রাকৃত ভাষা",
        "option_d": "গৌড়ী অপভ্রংশ ভাষা",
        "correct_option": "ক",
        "explanation": None
    },
    # 88
    {
        "stem": "কোনটি উঁচুশ্রেণির মানুষের লেখার ভাষা ছিল?",
        "option_a": "বাংলা",
        "option_b": "সংস্কৃত",
        "option_c": "প্রাকৃত",
        "option_d": "মৈথিলি",
        "correct_option": "খ",
        "explanation": None
    },
    # 89
    {
        "stem": "প্রাকৃত ভাষা হলো- [ব. বো.'২০১৮]",
        "option_a": "কথ্য ভাষা",
        "option_b": "লেখ্য ভাষা",
        "option_c": "শুদ্ধ ভাষা",
        "option_d": "নতুন ভাষা",
        "correct_option": "ক",
        "explanation": None
    },
    # 90
    {
        "stem": "কোন ভাষা থেকে বাংলা ভাষার জন্ম?",
        "option_a": "সংস্কৃত",
        "option_b": "প্রাকৃত",
        "option_c": "মৈথিলি",
        "option_d": "বৈদিক",
        "correct_option": "খ",
        "explanation": None
    },
    # 91
    {
        "stem": "'মাগধী প্রাকৃত থেকে বাংলার উদ্ভব'—এই মতটি কে পোষণ করতেন? [কু. বো.'২০১৯]",
        "option_a": "সুনীতিকুমার চট্টোপাধ্যায়",
        "option_b": "জর্জ আব্রাহাম গ্রিয়ারসন",
        "option_c": "ড. মুহম্মদ শহীদুল্লাহ্",
        "option_d": "হুমায়ুন আজাদ",
        "correct_option": "খ",
        "explanation": None
    },
    # 92
    {
        "stem": "জর্জ আব্রাহাম গ্রিয়ারসনের মতে কোথা থেকে বাংলা ভাষার উদ্ভব ঘটেছিল? [ঢা. বো.'২০১৭]",
        "option_a": "গৌড়ী প্রাকৃত",
        "option_b": "মাগধী প্রাকৃত",
        "option_c": "গৌড়ী অপভ্রংশ",
        "option_d": "মাগধী অপভ্রংশ",
        "correct_option": "খ",
        "explanation": None
    },
    # 93
    {
        "stem": "প্রাচীন ভারতীয় আর্যভাষার প্রাচীন রূপ পাওয়া যায় কীসে? [ভিকারুননিসা নূন স্কুল এন্ড কলেজ, ঢাকা]",
        "option_a": "ঋগ্বেদের মন্ত্রগুলোতে",
        "option_b": "মহাভারতে",
        "option_c": "চর্যাগীতিকায়",
        "option_d": "শ্রীকৃষ্ণকীর্তনে",
        "correct_option": "ক",
        "explanation": None
    },
    # 94
    {
        "stem": "ভারতীয় আর্যভাষার স্তর কয়টি? [রা. বো.'২০১৭]",
        "option_a": "তিনটি",
        "option_b": "চারটি",
        "option_c": "পাঁচটি",
        "option_d": "ছয়টি",
        "correct_option": "ক",
        "explanation": None
    },
    # 95
    {
        "stem": "ভারতীয় আর্যভাষার প্রথম স্তর কোনটি? [চ. বো.'২০১৯;চ. বো.'২০১৫]",
        "option_a": "বৈদিক",
        "option_b": "প্রাকৃত",
        "option_c": "আসামি",
        "option_d": "বাংলা",
        "correct_option": "ক",
        "explanation": None
    },
    # 96
    {
        "stem": "বৈদিক সংস্কৃতি ভাষার সময়কাল কোনটি? [রা. বো.'২০১৯]",
        "option_a": "খ্রিষ্টপূর্ব ১৪০০ অব্দ থেকে ৮০০ অব্দ",
        "option_b": "খ্রিষ্টপূর্ব ১২০০ অব্দ থেকে ৮০০ অব্দ",
        "option_c": "খ্রিষ্টপূর্ব ১০০০ অব্দ থেকে ৪০০ অব্দ",
        "option_d": "খ্রিষ্টপূর্ব ৮০০ অব্দ থেকে ৪০০ অব্দ",
        "correct_option": "খ",
        "explanation": None
    },
    # 97
    {
        "stem": "অব্যবহারের কারণে বেদের ভাষা দুর্বোধ্য হয়ে উঠলে ব্যাকরণবিদরা যে পরিশীলিত, বিধিবদ্ধ ভাষা সৃষ্টি করেন তার নাম কী? [ব. বো.'২০১৬]",
        "option_a": "বাংলা",
        "option_b": "সংস্কৃত",
        "option_c": "বঙ্গকামরূপী",
        "option_d": "প্রাকৃত",
        "correct_option": "খ",
        "explanation": None
    },
    # 98
    {
        "stem": "সংস্কৃত ভাষা কত সালে বিধিবদ্ধ হয়েছিল? [দি. বো.'২০১৫]",
        "option_a": "খ্রিষ্টপূর্ব ৪০০ অব্দের আগেই",
        "option_b": "খ্রিষ্টপূর্ব ৮০০ অব্দের আগেই",
        "option_c": "খ্রিষ্টপূর্ব ৪৫০ অব্দে",
        "option_d": "খ্রিষ্টপূর্ব ৩৫০ অব্দে",
        "correct_option": "ক",
        "explanation": None
    },
    # 99
    {
        "stem": "বৈদিক ও সংস্কৃতকে বলা হয় ______ ভাষা। [দি. বো.'২০১৯]",
        "option_a": "মধ্যভারতীয় আর্যভাষা",
        "option_b": "নব্য ভারতীয় আর্যভাষা",
        "option_c": "প্রাচীন ভারতীয় আর্যভাষা",
        "option_d": "ভারতী-ইউরোপীয় ভাষা",
        "correct_option": "গ",
        "explanation": None
    },
    # 100
    {
        "stem": "'পূর্বমাগধী অপভ্রংশ থেকে উদ্ভূত হয়েছে বাংলা'—এই মত কার? [কু. বো.'২০১৫]",
        "option_a": "ড. মুহম্মদ শহীদুল্লাহ্",
        "option_b": "ড. সুনীতিকুমার চট্টোপাধ্যায়",
        "option_c": "ড. মুহম্মদ এনামুল হক",
        "option_d": "ড. হুমায়ুন আজাদ",
        "correct_option": "খ",
        "explanation": None
    },
    # 101
    {
        "stem": "ড. মুহম্মদ শহীদুল্লাহ্র মতে, কোন ভাষা থেকে বাংলা ভাষার উদ্ভব ঘটেছে? [য. বো.'২০১৭]",
        "option_a": "গৌড়ী প্রাকৃত",
        "option_b": "মাগধী প্রাকৃত",
        "option_c": "সংস্কৃত",
        "option_d": "সৌরসেনী প্রাকৃত",
        "correct_option": "ক",
        "explanation": None
    },
    # 102
    {
        "stem": "ড. মুহম্মদ শহীদুল্লাহ্র মতে কোন ভাষা থেকে বাংলা ভাষার জন্ম? [ঢা. বো.'২০১৬]",
        "option_a": "মাগধী প্রাকৃত",
        "option_b": "গৌড়ী অপভ্রংশ",
        "option_c": "গৌড়ী প্রাকৃত",
        "option_d": "সংস্কৃত",
        "correct_option": "গ",
        "explanation": None
    },
    # 103
    {
        "stem": "ভাষার উৎপত্তি ও ক্রমবিকাশ সম্পর্কে যাঁরা গবেষণা করেন তাঁদের বলে- [ঢা. বো.'২০১৯]",
        "option_a": "বৈদিক",
        "option_b": "ভাষাতাত্ত্বিক",
        "option_c": "প্রাবন্ধিক",
        "option_d": "সংস্কৃতবিদ",
        "correct_option": "খ",
        "explanation": None
    },
    # 104
    {
        "stem": "'দুর্বোধ্য' অর্থ কী?",
        "option_a": "বহু দূর বিস্তৃত",
        "option_b": "যা বোঝা কঠিন",
        "option_c": "কঠিন পদার্থ",
        "option_d": "অস্পষ্ট এমন",
        "correct_option": "খ",
        "explanation": None
    },
    # 105
    {
        "stem": "অপভ্রংশ বলতে কী বোঝায়? [সি. বো.'২০১৯]",
        "option_a": "পরিমার্জিত",
        "option_b": "পরিশীলিত",
        "option_c": "দুর্বোধ্য",
        "option_d": "বিকৃত",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 106
    {
        "stem": "হুমায়ুন আজাদ কত সালে জন্মগ্রহণ করেন?",
        "option_a": "১৯৪৬",
        "option_b": "১৯৪৭",
        "option_c": "১৯৪৮",
        "option_d": "১৯৪৯",
        "correct_option": "খ",
        "explanation": None
    },
    # 107
    {
        "stem": "হুমায়ুন আজাদ কোন গ্রামে জন্মগ্রহণ করেন?",
        "option_a": "মাহুতটুলি",
        "option_b": "রাড়িখাল",
        "option_c": "তাম্বুলখানা",
        "option_d": "বাসন্ডা",
        "correct_option": "খ",
        "explanation": None
    },
    # 108
    {
        "stem": "প্রাকৃত ভাষা থেকে বাংলা ভাষার জন্ম, এ প্রাকৃত ভাষার বৈশিষ্ট্য হলো— [চ. বো.'২০১৭]\ni. এটি দৈনন্দিন জীবনের ভাষা\nii. এটি সাধারণ মানুষের ব্যবহার্য ভাষা\niii. এটি উচ্চশ্রেণির ভাষা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 109
    {
        "stem": "সাধারণ মানুষের কাছে বৈদিক ভাষা দুর্বোধ্য হয়ে ওঠে কেন? সর্বাপেক্ষা গ্রহণযোগ্য অভিমত হলো— [সি. বো.'২০১৭]\ni. ভাষা বদলে যাওয়ায়\nii. শতাব্দীর পর শতাব্দী পার হওয়ায়\niii. শ্লোকগুলো পরিশীলিত নয় বলে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 110
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_110_111}\n\nরূপম বাবার আবৃত্তি বুঝতে পারেনি কেন?",
        "option_a": "সংস্কৃত ভাষা অর্থহীন বলে",
        "option_b": "সংস্কৃত ভাষা উঁচু শ্রেণির বলে",
        "option_c": "সংস্কৃত ভাষা দুর্বোধ্য বলে",
        "option_d": "সংস্কৃত ভাষা বিধিবদ্ধ বলে",
        "correct_option": "গ",
        "explanation": None
    },
    # 111
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_110_111}\n\nবাংলা ভাষার জন্ম প্রসঙ্গে বাবার বক্তব্যের সঙ্গে হুমায়ুন আজাদের অভিমত কেমন?",
        "option_a": "পুরোপুরি সংগতিপূর্ণ",
        "option_b": "আংশিক সামঞ্জস্যপূর্ণ",
        "option_c": "কিছুটা স্বতন্ত্র",
        "option_d": "সম্পূর্ণ বিপরীত",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 112
    {
        "stem": "'বাংলা ভাষার জন্মকথা' রচনায় প্রকাশ পেয়েছে বাংলা ভাষার— [য. বো.'২০১৬]\ni. উৎপত্তির তথ্য\nii. বিকাশের দিক\niii. পরিণতির কথা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    }
]
