# -*- coding: utf-8 -*-

cqs_part1 = [
    # CQ 1
    {
        "stem": "তুমি স্বপ্নে রাজা হতে পারো, কোটি কোটি টাকা, বাড়ি-গাড়ির মালিক হতে পারো। কল্পলোকের সুন্দর গল্পও হতে পারো, কিন্তু বাস্তবতা ভিন্ন এক জগৎ। এখানে বড়ো হতে হলে পরিশ্রমের বিকল্প নেই। শিক্ষার দ্বারা নিজের সুপ্ত প্রতিভাকে জাগ্রত করে সঠিক কর্মানুশীলনের মাধ্যমে বড়ো হতে হবে। সুতরাং কল্পনার জগতে হাবু-ডুবু না খেয়ে দেশ ও জাতির কল্যাণে আত্মনিয়োগ করাই মনুষ্যত্বের পরিচায়ক।",
        "ka": "যিনি ভাবের বাঁশি বাজিয়ে জনসাধারণকে নাচাবেন তাকে কেমন হতে হবে?",
        "kha": "লেখক 'স্পিরিট' বা আত্মার শক্তিকে জাগিয়ে তুলতে বলেছেন কেন?",
        "ga": "উদ্দীপকটি 'ভাব ও কাজ' প্রবন্ধের যে দিকটি নির্দেশ করে তা বর্ণনা কর।",
        "gha": "'কল্পনার জগতে হাবু-ডুবু না খেয়ে দেশ ও জাতির কল্যাণে আত্মনিয়োগ করাই মনুষ্যত্বের পরিচায়ক'- মন্তব্যটি 'ভাব ও কাজ' প্রবন্ধের আলোকে মূল্যায়ন কর।",
        "solution": """ক) যিনি ভাবের বাঁশি বাজিয়ে জনসাধারণকে নাচাবেন তাকে নিঃস্বার্থ, ত্যাগী ঋষি হতে হবে।

খ) কর্মে উৎসাহ-উদ্দীপনা ও শক্তি সৃষ্টির জন্য লেখক 'স্পিরিট' বা আত্মার শক্তিকে জাগিয়ে তুলতে বলেছেন।
কাজের মূল প্রেরণা হলো উৎসাহ-উদ্দীপনা, যা আমাদের তরুণ সমাজের মধ্যে জাগিয়ে তুলতে হবে। কেননা কাজে যদি তারা উৎসাহ-উদ্দীপনা না পায় তবে কাজ করতে আগ্রহী হবে না। এতে আমাদের স্বার্থ বিনষ্ট হবে এবং তরুণরা বিপথে যাবে। তাই কাজে প্রেরণা সৃষ্টিতে এমন কিছু আবশ্যক। মূলত লেখক জাতীয় স্বার্থে কাজের প্রেরণা হিসেবে তরুণ সমাজের মধ্যে 'স্পিরিট' বা আত্মার শক্তিকে জাগিয়ে তুলতে বলেছেন।
মূলকথা : লেখক আমাদের তরুণ সমাজের ঠিক ব্যবহার ও তাদের কাজের প্রতি উৎসাহ-উদ্দীপনা সৃষ্টির জন্য 'স্পিরিট' বা আত্মার শক্তিকে জাগিয়ে তুলতে বলেছেন।

গ) উদ্দীপকটি 'ভাব ও কাজ' প্রবন্ধের বাস্তববাদী ও পরিশ্রমী হওয়ার দিকটি নির্দেশ করে।
'ভাব ও কাজ' প্রবন্ধে লেখক আমাদের মধ্যে বাস্তবতায় বিশ্বাস অর্জন ও পরিশ্রম করার মানসিকতা কামনা করেছেন। কর্মে সফল হওয়ার মূল প্রেরণা ভাব, এটা সত্য, তবে শুধু ভাব দিয়ে কাজ উদ্ধার হয়ে যায় না। এর জন্য প্রয়োজন কাজের মাঠে নেমে পরিশ্রম করার মানসিকতা, যা ছাড়া কখনো সফল হওয়া সম্ভব নয়। তাই ঠিক উদ্যোগের মাধ্যমে আমাদের কর্মশক্তির যথার্থ ব্যবহার হওয়া প্রয়োজন। এভাবেই বাস্তববাদী কর্মে তৎপর হওয়ার মাধ্যমে দেশের উন্নতি ও মুক্তি এবং মানবকল্যাণের জন্য কাজ করা সম্ভব।
উদ্দীপকে স্বপ্নের চেয়ে বাস্তবতা ও পরিশ্রমে বেশি গুরুত্ব দিতে বলা হয়েছে। কেননা, মানুষ স্বপ্নে রাজা-মহারাজা বা কোটিপতি হয়ে যেতে পারে, কিন্তু বাস্তবে তা করে দেখানো অনেক কষ্টসাধ্য ব্যাপার। তাই স্বপ্নকে প্রেরণা হিসেবে নিয়ে পরিশ্রমের উপর মনোযোগ দিতে হবে। শিক্ষার দ্বারা নিজের সুপ্ত প্রতিভাকে জাগ্রত করে ঠিক কর্মানুশীলনের মাধ্যমে বড়ো হতে হবে। প্রবন্ধে প্রাবন্ধিক আমাদের ভাবকে প্রেরণা হিসেবে নিয়ে বাস্তববাদী ও পরিশ্রম করার আহ্বান করেছেন। তাই বলা যায়, উদ্দীপকটি 'ভাব ও কাজ' প্রবন্ধের বাস্তবধর্মী ও পরিশ্রমী হওয়ার মানসিকতা অর্জন করার দিকটি নির্দেশ করে।
মূলকথা : প্রবন্ধে ভাবের ঘোরে বিভোর না হয়ে বাস্তববাদী হয়ে পরিশ্রমী হওয়ার যে আহ্বান করা হয়েছে উদ্দীপকটি সে বিষয়টিকেই নির্দেশ করে।

ঘ) উদ্দীপকের প্রশ্নোক্ত মন্তব্যে কল্পনার জগতে হাবুডুবু না খেয়ে বাস্তবতায় বিশ্বাস অর্জন ও পরিশ্রমে মনোযোগী হওয়ার মাধ্যমে দেশ ও জাতির কল্যাণে আত্মনিয়োগ করাকে মনুষ্যত্বের পরিচায়ক হিসেবে বিবেচনা করা হয়েছে, যা 'ভাব ও কাজ' প্রবন্ধের মূলভাবের প্রতিরূপ।
'ভাব ও কাজ' প্রবন্ধে প্রাবন্ধিক শুধু ভাবের উচ্ছ্বাসে উদ্বেল না হয়ে ভাবের সঙ্গে পরিকল্পিত কর্মশক্তি ও বাস্তব উদ্যোগ গ্রহণের আহ্বান করেছেন। ভাব ও কাজের মধ্যে বিস্তর পার্থক্য বিদ্যমান। কেননা ভাবের মাধ্যমে মানুষ কর্মে উদ্বুদ্ধ হয় মাত্র। এতে কাজ উদ্ধার হয়ে যায় না। এর জন্য দরকার পরিকল্পনা অনুযায়ী কর্মশক্তির যথার্থ ব্যবহার। তাই ভাবের দ্বারা মানুষকে জাগিয়ে তুলতে হবে কেননা পরিকল্পনা ও স্পৃহা ছাড়া কোনো মহৎ কাজ সম্পাদন করা সম্ভব নয় বরং এতে তারুণ্য শক্তি বিনষ্ট হয়ে যাওয়ার সম্ভাবনা থাকে। তাই দেশ ও জাতির উন্নয়নে অবদান রাখতে হলে ভাবের সঙ্গে কাজের সমন্বয় সাধন করতে হবে।
উদ্দীপকের প্রশ্নোক্ত মন্তব্যে কল্পনার জগতে হাবুডুবু না খেয়ে কর্মে তৎপর হওয়ার কথা বলা হয়েছে। কেননা কল্পনার জগতে মানুষ অনেক বড়ো কিছু করে ফেলতে পারে কিন্তু বাস্তবতা সম্পূর্ণ ভিন্ন। তাই বড়ো হতে হলে পরিশ্রম করার মানসিকতা অর্জন করতে হবে। আর এর মাধ্যমে দেশ ও জাতিকে কল্যাণের পথ দেখানোর কাজে আত্মনিয়োগ করার যথার্থ মনুষ্যত্বের পরিচয় দেওয়া সম্ভব।
উদ্দীপকের প্রশ্নোক্ত মন্তব্যে কল্পনার চেয়ে বাস্তবতার উপর গুরুত্ব দেওয়া হয়েছে। কেননা এর মাধ্যমে দেশ ও জাতির কল্যাণে আত্মনিয়োগ করে মনুষ্যত্বের পরিচয় দেওয়া সম্ভব- যা প্রবন্ধের বক্তব্যেও ফুটে উঠেছে। তাই সঙ্গত কারণেই বলা যায়, প্রবন্ধের আলোকে প্রশ্নোক্ত মন্তব্যটি যথার্থ হয়েছে।
মূলকথা : প্রবন্ধে লেখক ভাবের ঘোরে বিভোর না হয়ে পরিশ্রমের মাধ্যমে দেশ ও জাতির উন্নয়নে অবদান রাখার যে আহ্বান করা হয়েছে তা উদ্দীপকের প্রশ্নোক্ত মন্তব্যে ফুটে উঠেছে।"""
    },
    # CQ 2
    {
        "stem": """দৃশ্যকল্প-১:
আমাদের দেশে হবে সেই ছেলে কবে
কথায় না বড় হয়ে কাজে বড় হবে।
মুখে হাসি বুকে বল, তেজে ভরা মন,
মানুষ হইতে হবে এই যার পণ।
দৃশ্যকল্প-২:
নন্দর ভাই কলেরায় মরে দেখিবে তারে কেবা
সকলে বলিল, যাও না নন্দ কর না ভায়ের সেবা
নন্দ বলিল, ভায়ের জন্য জীবনটা যদি দিই
না হয় দিলাম, অভাগা দেশের হইবে কী?
বাঁচাটা আমার অতি দরকার ভেবে দেখি চারদিক। [ঢা. বো.'২০১৮;কু. বো.'২০১৮]""",
        "ka": "কোন বিষয় বিবেচনা করে কাজে নামলে উৎসাহ অনর্থক নষ্ট হবে না?",
        "kha": "'দশচক্রে ভগবান ভূত'- 'ভাব ও কাজ' প্রবন্ধের লেখক কেন এ কথা বলেছেন?",
        "ga": "দৃশ্যকল্প-২ 'ভাব ও কাজ' প্রবন্ধের কোন বৈশিষ্ট্যকে ধারণ করেছে তা ব্যাখ্যা কর।",
        "gha": "দৃশ্যকল্প-১-এর আহ্বানই 'ভাব ও কাজ' প্রবন্ধের লেখকের আহ্বান- মন্তব্যটির যথার্থতা নিরূপণ কর।",
        "solution": """ক) কাজের সম্ভাবনা-অসম্ভাবনার কথা আগে বিবেচনা করে কাজে নামলে উৎসাহ অনর্থক নষ্ট হবে না।

খ) 'দশচক্রে ভগবান ভূত' কথাটির মধ্য দিয়ে বোঝানো হয়েছে, দশজনের চক্রান্তে সাধুও অসাধু প্রতিপন্ন হতে পারে।
'ভাব ও কাজ' প্রবন্ধে লেখক মানবজীবনে ভাব ও কাজের গুরুত্ব সম্পর্কে বলেছেন। আমাদের সমাজে এক শ্রেণির মানুষ আছেন যারা সত্যিকার দেশকর্মী ও ত্যাগী। কিন্তু সমাজের অসৎ লোকদের কারণে তারা দেশের কোনো কল্যাণ কর্মে অংশগ্রহণ করেন না। এমনকি তাদের দানকে অসৎ লোকেরা নিজেদের কাজে ব্যবহার করে। যারা সত্যিকার দেশকর্মী তারা এসব অসৎ লোকের কারচুপিতে পুয়াল চাপা পড়ে। এসব অসৎ ব্যক্তি সৎ লোকদের মিথ্যাবাদী ও দোষী প্রমাণ করে দেয়।
সহজ-সরল সাধারণ মানুষরা এসব বুঝতে না পেরে মহৎপ্রাণ মানুষদেরই ভুল বোঝে। বহু অসৎ লোকের ষড়যন্ত্রে সৎ অসতে পরিণত হন। এ কথাটি আলোচ্য চরণের মধ্য দিয়ে লেখক বোঝাতে চেয়েছেন।

গ) 'দৃশ্যকল্প-২' 'ভাব ও কাজ' প্রবন্ধের ভাবের সঙ্গে কাজের সমন্বয়হীনতা ও কর্মবিমুখতার বৈশিষ্ট্যকে ধারণ করেছে।
পরিশ্রমের মাধ্যমেই জীবনে সফলতা আসে। তা জানা সত্ত্বেও মানুষ পরিশ্রম করতে চায় না। কাজ না করার জন্য নানা কৌশল অবলম্বন করে। যারা কাজ থেকে নিজেদেরকে দূরে সরিয়ে রাখে, তারা অলস ও আরামপ্রিয়। তাদের দ্বারা দেশ ও জাতির কোনোরূপ উন্নতি, অগ্রগতি এবং তাদের নিজেদের আত্মমুক্তি সম্ভব নয়।
'দৃশ্যকল্প-২'-এ নন্দলালের অলসতা ও কর্মবিমুখতা প্রকাশ পেয়েছে। এখানে নন্দলাল দেশসেবার নামে নিজেকে কর্ম থেকে যেভাবে দূরে সরিয়ে রেখেছে তা প্রকৃতপক্ষে দেশসেবার জন্য প্রস্তুতি নয়। বরং দেশকে পিছিয়ে দেওয়ার জন্য কর্মবিমুখতা। সে অসুস্থ ভাইয়ের সেবা পর্যন্ত করতে রাজি নয়, অথচ বলে, দেশের সেবা করবে বলে সে নিজেকে সুস্থ রাখছে। নন্দর এই যুক্তি কর্মবিমুখ, অলস ব্যক্তির অসার উক্তি। এ ধরনের মানসিকতাসম্পন্ন মানুষের দ্বারা কোনো কালেই কোনো দেশ ও জাতির কোনোরূপ উন্নতি সম্ভব হয়নি। উদ্দীপকের নন্দলালের বৈশিষ্ট্য 'ভাব ও কাজ' প্রবন্ধের শুধু ভাব নিয়ে অকর্মণ্য থাকা মানুষের বৈশিষ্ট্যের সঙ্গে সাদৃশ্যপূর্ণ। যারা কেবল ভাব দ্বারা জীবনকে পরিচালিত করতে চায়, তাদের দ্বারা জগতে কোনো সাফল্য আসে না, কারণ ভাবের সঙ্গে কাজের সমন্বয় না ঘটাতে পারলে ভাবাবেশ কপূরের মতো উবে যায়। আর এতে করে আত্মার শক্তি নষ্ট হয়। তাই বলা যায় যে, দৃশ্যকল্প-২ আলোচ্য প্রবন্ধের ভাবের সঙ্গে কাজের সমন্বয়হীনতা ও কর্মবিমুখতার বৈশিষ্ট্যকে ধারণ করেছে।

ঘ) দৃশ্যকল্প-১-এর আহ্বানই 'ভাব ও কাজ' প্রবন্ধের লেখকের আহ্বান। মন্তব্যটি যথার্থ।
কোনো দেশের উন্নতি ও অগ্রগতির জন্য সমন্বিত কাজের কোনো বিকল্প নেই। শুধু কথা বা ভাব দিয়ে জগতে মহৎ কিছু অর্জন করা যায় না। তার জন্য কর্মশক্তি এবং সঠিক উদ্যোগের দরকার হয়। তাই ভাবের দ্বারা মানুষকে জাগিয়ে তুলে যথাযথ কর্মপরিকল্পনার মাধ্যমে তাকে কাজে জুড়ে দিতে হয়। তা না হলে যেকোনো ভালো উদ্যোগ নষ্ট হয়ে যেতে পারে।
উদ্দীপকের দৃশ্যকল্প-১-এর কবিতাংশে কবি তার দেশে সেই ছেলের প্রত্যাশা করেছেন, যে ছেলে কথায় বড় হতে চায় না, কর্মশক্তি দিয়ে মহৎ কাজ করে বড় হতে চায়। যার মুখে আত্মবিশ্বাসের হাসি লেগে থাকবে, আর কঠিন কাজ করার জন্য প্রচণ্ড তেজ ও বুকভরা সাহস থাকবে। উদ্দীপকের কবির সেই প্রত্যাশিত ছেলেদের 'ভাব ও কাজ' প্রবন্ধে লেখকও প্রত্যাশা করেছেন। উদ্দীপকের দৃশ্যকল্প-১-এ কবি যেমন কথায় নয়, কাজে বড় হওয়া সাহসী ছেলের প্রত্যাশা করেছেন, তেমনই 'ভাব ও কাজ' প্রবন্ধেও লেখক ভাব ও কাজের সমন্বয় সাধনকারীদের আহ্বান করেছেন। কারণ তিনি জানেন ভাব ও কাজের সমন্বয় না ঘটলে জগতে কোনো মহৎ কাজ সম্পন্ন হওয়া সম্ভব নয়।
'ভাব ও কাজ' প্রবন্ধে লেখক ভাব ও কাজের সমন্বয়ে সাফল্যের বাস্তবধর্মী কর্মে তৎপর হওয়ার উপর জোর দিয়েছেন। যাতে দেশের উন্নতি ও কল্যাণ সাধন হয়। তাই তিনি ভাব জাগিয়ে তোলার আগে কর্মক্ষেত্র প্রস্তুতের কথা বলেছেন। কাজের মধ্যদিয়ে মানুষকে মুক্তি লাভ করতে বলেছেন। উদ্দীপকের দৃশ্যকল্প-১ কবিতাংশের কবিও কথায় বড় না হয়ে কাজে বড় হওয়ার কথা বলেছেন। এদিক বিচারে বলা যায় প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 3
    {
        "stem": "আমার বলিতে দ্বিধা নাই যে, আমি আজ তাঁহাদেরই দলে, যাঁহারা কর্মী নন ধ্যানী। যাঁহারা মানব জাতির কল্যাণ সাধন করেন সেবা দিয়া, কর্ম দিয়া, তাঁহারা মহৎ যদি না-ই হন, অন্তত ক্ষুদ্র নন। ইহারা থাকেন শক্তির পেছনে রুধির ধারার মতো গোপন, ফুলের মাঝে মাটির মমতা-রসের মতো অলক্ষ্যে।",
        "ka": "বাঙালি পল্টন ভেঙে দেওয়া হয় কত সালে?",
        "kha": "ভাবাবেশকে 'কপূরের মতো' বলা হয়েছে কেন?",
        "ga": "উদ্দীপকটি 'ভাব ও কাজ' প্রবন্ধের কোন দিককে নির্দেশ করেছে? ব্যাখ্যা কর।",
        "gha": "\"মিল থাকলেও উদ্দীপকের মূলভাব এবং 'ভাব ও কাজ' প্রবন্ধের মূলভাব এক নয়।\" বিশ্লেষণ কর।",
        "solution": """ক) বাঙালি পল্টন ভেঙে দেওয়া হয় ১৯১৯ খ্রিষ্টাব্দে।

খ) ভাবাবেশ ক্ষণস্থায়ী বলে ভাবাবেশকে 'কপূরের মতো' বলা হয়েছে।
কপূর হলো বৃক্ষরস থেকে তৈরি গন্ধদ্রব্য বিশেষ, যা বাতাসের সংস্পর্শে অল্পক্ষণের মধ্যে ক্ষয়প্রাপ্ত হয়। লেখকের মতে শুধু ভাবাবেশও ক্ষণস্থায়ী। তা অল্প সময়ের মধ্যে শেষ হয়ে যায়। এছাড়া শুধু ভাব কোনো কাজে আসে না যদি তা বাস্তবধর্মী কাজে না লাগানো যায়। অর্থাৎ ভাব জাগিয়ে যথাসময়ে কাজ না করলে তা কপূরের মতোই ক্ষয়প্রাপ্ত হয়ে যায়। এই কারণে লেখক ভাবাবেশকে কপূরের মতো বলেছেন।

গ) উদ্দীপকটি 'ভাব ও কাজ' প্রবন্ধের কাজের মধ্য দিয়ে মহৎ কিছু অর্জনের দিককে নির্দেশ করেছে।
মহৎ কিছু অর্জনে কাজের বিকল্প নেই। দ্বিধাকে দূরে সরিয়ে ভাব ও কাজের সমন্বয় সাধন করে এগিয়ে গেলেই সফলতা নিশ্চিত। জনগণের কল্যাণ সাধনের জন্য মানুষের মনের জাগ্রত ভাবকে কাজে রূপান্তর একান্ত প্রয়োজন।
উদ্দীপকে কাজ এবং কাজের মাধ্যমে অর্জন করা মহত্ত্বের কথা বলা হয়েছে। কাজের উদ্দেশ্য মানবজাতির কল্যাণ সাধন। যাঁরা সেবা দিয়ে, কর্ম দিয়ে মানুষের কল্যাণ সাধন করেন তাঁরাই মহৎ। অলক্ষ্যে থেকেও তারা মহৎ। 'ভাব ও কাজ' প্রবন্ধেও কাজের মাধ্যমে মহৎ কিছু অর্জনের কথা বলা হয়েছে। মানুষের জন্য কল্যাণকর কিছু করার জন্য ভাব ও কাজের সমন্বয় একান্তভাবে প্রয়োজন। এ কারণেই লেখক দেশের উন্নতি, মুক্তি এবং মানুষের কল্যাণের কথা চিন্তা করে কাজে তৎপর হওয়ার ওপর জোর দিয়েছেন। তাই বলা যায় যে, উদ্দীপকটি 'ভাব ও কাজ' প্রবন্ধের এই মহৎ কিছু দিককেই নির্দেশ করেছে।

ঘ) "মিল থাকলেও উদ্দীপকের মূলভাব এবং 'ভাব ও কাজ' প্রবন্ধের মূলভাব এক নয়।"- মন্তব্যটি যথার্থ।
কাজের ক্ষেত্রে দ্বিধা হলো বড় প্রতিবন্ধকতা। আবার আশানুরূপ ফল পেতে ভাব ও কাজের সমন্বয় প্রয়োজন। তাই কাজ না করে কোনোভাবেই যেমন কল্যাণ সাধন করা যায় না, তেমনই জগতে মহত্ত্বও অর্জিত হয় না।
উদ্দীপকের কাজের মাধ্যমে মহত্ত্ব অর্জনের কথা বলা হয়েছে। কাজে সফলতা অর্জনের জন্য ধ্যান ও কর্মের সমন্বয় প্রয়োজন। যাঁরা পৃথিবীতে সেবা দিয়ে, কর্ম দিয়ে মানবজাতির কল্যাণ সাধন করেন তাঁরাই মহৎ। 'ভাব ও কাজ' প্রবন্ধেও মহৎ কিছু অর্জন করার জন্য কাজের ওপর যথেষ্ট গুরুত্ব দেওয়া হয়েছে। মানুষের উন্নতি, মুক্তি ও কল্যাণ সাধনের জন্য ভাবের সঙ্গে কর্মের বিষয়ে তৎপর হওয়াও একান্ত প্রয়োজন।
'ভাব ও কাজ' প্রবন্ধে লেখক মহৎ উদ্দেশ্য অর্জনের লক্ষ্যে ভাব ও কাজের সমন্বয় সাধনের কথা বলেছেন। এছাড়াও লেখক আবেগপ্রবণ বাঙালি জাতির অবস্থা বর্ণনা করেছেন। কাজ ও ভাবের সমন্বয় না থাকার কারণেই বাঙালি জাতি উন্নতির সর্বোচ্চ শিখরে অবস্থান করতে পারে না। এজন্য লেখক ভাব দ্বারা মানুষকে জাগিয়ে তুলে, যথাযথ পরিকল্পনা ও কাজের স্পৃহার মাধ্যমে উদ্যোগী হওয়ার আহ্বান জানিয়েছেন। আর উদ্দীপকে শুধু কাজ ও মহত্ত্বের বিষয়টিই প্রকাশ পেয়েছে। তাই বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 4
    {
        "stem": "হাশেম সারাদিন নানা ধরনের কাজের শুধু পরিকল্পনাই করে, কিন্তু বাস্তবায়ন করতে পারে না। আর কাশেম, পরিকল্পনা কম করলেও সবটুকুকেই সে কর্মে রূপ দেয়। কাশেমের জীবনের সাফল্য হাশেমের চেয়ে অনেক বেশি। [ঢা. বো.'২০১৭]",
        "ka": "লোকের কোমল অনুভূতিতে ঘা দেওয়া কী?",
        "kha": "সত্যের সাধনা বলতে লেখক কী বুঝিয়েছেন?",
        "ga": "উদ্দীপকের কাশেমের বৈশিষ্ট্য 'ভাব ও কাজ' প্রবন্ধের সঙ্গে কীভাবে সম্পর্কযুক্ত? ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকের হাশেম আত্মার শক্তিকে নষ্ট করছে।\"- 'ভাব ও কাজ' প্রবন্ধের আলোকে মন্তব্যটির যথার্থতা নিরূপণ কর।",
        "solution": """ক) লোকের কোমল অনুভূতিতে ঘা দেওয়া পাপ।

খ) সত্যের সাধনা বলতে লেখক দেশের উন্নতি, মুক্তি ও কল্যাণের জন্য ভাবের সঙ্গে বাস্তবধর্মী কর্মে তৎপর হওয়াকে বুঝিয়েছেন।
'ভাব' মানুষের জাগরণের উপকরণ। মানুষের মনকে জাগিয়ে তুলতে ভাবের প্রয়োজন। আর সেই মানুষকে তার নিজের পরিবারের, সমাজের, রাষ্ট্রের ও জাতির জন্য যথাযথভাবে গড়ে তুলতে চাইলে তাকে কাজের সঙ্গে সম্পৃক্ত করতে হয়। শুধু ভাব দিয়ে কখনো কারও উন্নতি হয় না। মানুষ পরাধীনতা থেকে মুক্ত করে উন্নত জীবন-মান নিশ্চিত করতে ভাব ও কাজের সুসমন্বয় সাধন করতে হয়। কারণ কেউ যদি তার আত্মস্বার্থে সাধারণ মানুষকে জাগাতে চায়, তাহলে তারা হয়তো জাগে, কিন্তু বৃহতের কল্যাণ সাধিত হয় না। মানবকল্যাণে ভাবসহকারে এই কর্মসাধনাকেই লেখক সত্যের সাধনা বলেছেন।

গ) উদ্দীপকের কাশেমের বৈশিষ্ট্য 'ভাব ও কাজ' প্রবন্ধের সঙ্গে পরিকল্পিত কর্মশক্তি ও বাস্তব উদ্যোগের প্রয়োজনের দিকটি সম্পর্কযুক্ত।
একটি সম্পূর্ণ কাজের জন্য ভাবের প্রয়োজন। কিন্তু শুধু ভাবের কোনো মূল্য নেই। ভাবকে কাজের সঙ্গে সঠিকভাবে মিশাতে হয়, তবেই লক্ষ্য অর্জিত হয়। কারণ কাজের মাধ্যমে ভাব রূপায়িত হয়।
উদ্দীপকে দুজন ব্যক্তির ভাব পরিকল্পনা ও কর্মতৎপরতার বৈশিষ্ট্য তুলে ধরা হয়েছে। এদের একজন হাশেম, সে কাজের পরিকল্পনা করে অনেক, কিন্তু বাস্তবায়ন করতে পারে না। অন্যজন কাশেম, সে যতটুকু পরিকল্পনা করে ততটুকুই ভালোভাবে সম্পন্ন করে। এই দ্বিতীয় ব্যক্তি কাশেমের মধ্যে ভাব ও কাজের সমন্বয় লক্ষ করা যায়। তার বৈশিষ্ট্য 'ভাব ও কাজ' প্রবন্ধে প্রতিফলিত লেখকের বক্তব্যের সঙ্গে সাদৃশ্যপূর্ণ। যার মধ্যে সত্য সাধনা প্রকাশ পেয়েছে এবং দেশের সাধারণ মানুষের মুক্তি, উন্নতি ও কল্যাণের দিকটি নিহিত রয়েছে।

ঘ) "উদ্দীপকের হাশেম আত্মার শক্তিকে নষ্ট করেছে।" 'ভাব ও কাজ' প্রবন্ধের আলোকে মন্তব্যটি যথার্থ।
যেকোনো কাজের সফলতার জন্য কর্মদক্ষতা ও অধ্যবসায় প্রয়োজন। পরিপূর্ণ জ্ঞান ও দক্ষতা না নিয়ে কোনো কাজে অগ্রসর হওয়া উচিত নয়। কোনো কাজ যথাযথভাবে সম্পন্ন করতে হলে ওই কাজের জন্য নিয়োজিত ব্যক্তিকে উপযুক্ত জ্ঞানবুদ্ধি ও দক্ষতার অধিকারী হতে হয়।
উদ্দীপকে হাশেম ও কাশেম দুই ব্যক্তির স্বভাব বৈশিষ্ট্য তুলে ধরা হয়েছে। এদের মধ্যে হাশেম কেবল পরিকল্পনা করে, কিন্তু কোনো কাজ সম্পন্ন করতে পারে না। তার ভাব আছে, কিন্তু ভাবের সমন্বয় ঘটানোর জন্য কাজ নেই। ফলে তা হাশেমকে লক্ষ্যে পৌঁছতে সাহায্য করে না। 'ভাব ও কাজ' প্রবন্ধে লেখক এ বিষয়টিকে স্পিরিট বা আত্মার শক্তির পবিত্রতা নষ্টের সঙ্গে তুলনা করেছেন। কারণ মানুষের মনের ভাব জাগানোর সঙ্গে সঙ্গে তা কর্মে রূপদান করতে হয়। ভাবের দাস হলে চলে না, কর্মের প্রতি মনোযোগী হতে হয়।
'ভাব ও কাজ' প্রবন্ধে লেখক ভাব ও কাজের সমন্বয়সাধন করতে বলেছেন মানবকল্যাণ নিশ্চিত করতে। যারা তা না করে আত্মস্বার্থ চিন্তা করে তারা তাদের আত্মার শক্তিকে নষ্ট করে। উদ্দীপকের হাশেম ভাবকে কাজে না লাগিয়ে আত্মশক্তিকে নষ্ট করেছে। তাই বলা যায় যে, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 5
    {
        "stem": "মহাজ্ঞানী সাধক নন্দলালের মতে ভব সংসার থেকে মানুষ কর্মের মাধ্যমে মুক্তি লাভ করতে পারে। কারণ ভাব সাধনায় জীবন আধ্যাত্মিক স্তরে পৌঁছায় বটে, কিন্তু কর্ম না করলে মানুষের আত্মার মুক্তি ঘটে না। তাই কর্মসম্পাদনেই রয়েছে প্রকৃত মুক্তির পথ। [রা. বো.'২০১৭]",
        "ka": "'পুয়াল' শব্দের অর্থ কী?",
        "kha": "ভাবের বাঁশিবাদককে কী ধরনের যোগ্যতাসম্পন্ন হতে হবে?",
        "ga": "উদ্দীপকের নন্দলালের মন্তব্য 'ভাব ও কাজ' প্রবন্ধের কোন দিকটিকে প্রতিফলিত করে? ব্যাখ্যা কর।",
        "gha": "'কর্মসম্পাদনেই রয়েছে মুক্তির পথ' উক্তিটি 'ভাব ও কাজ' প্রবন্ধের আলোকে বিশ্লেষণ কর।",
        "solution": """ক) 'পুয়াল' শব্দের অর্থ খড়।

খ) ভাবের বাঁশিবাদককে নিঃস্বার্থ পরোপকারী মনোভাবসম্পন্ন হতে হবে।
'ভাব ও কাজ' প্রবন্ধে লেখক ভাবের বাঁশিবাদককেই নিঃস্বার্থ ও পরোপকারী গুণসম্পন্ন হতে বলেছেন। কারণ তাঁর আদর্শ অনুসরণ করে যেন অন্যেরা ভাব ও কাজের সমন্বয় সাধনে তৎপর হতে পারে। তার মতে কাজহীন ভাবের কোনো মূল্য নেই। যিনি ভাবের বাঁশি বাজাবেন তিনি তা নিজের স্বার্থে বাজাবেন না। তিনি পরহিতে ত্যাগ স্বীকার করবেন। মানবকল্যাণে তাঁর চারিত্রিক বৈশিষ্ট্য ও আত্মনিবেদন হবে ঋষিতুল্য। যাতে অন্যেরা তাঁকে অনুসরণ করে।

গ) উদ্দীপকের নন্দলালের মন্তব্য 'ভাব ও কাজ' প্রবন্ধের কাজের গুরুত্বের দিকটিকে প্রতিফলিত করে।
ভাব ও কাজ উভয়েরই গুরুত্ব রয়েছে। তবে ভাব ছাড়াও কাজ হতে পারে, কিন্তু কাজ ছাড়া ভাবের কোনো মূল্য নেই। সার্থকতা লাভের জন্য ভাব ও কাজের সমন্বয় ঘটাতে হবে। কারণ কাজের সাথে ভাবের মিলন না হলে তা থেকে আশানুরূপ ফল পাওয়া সম্ভব নয়।
'ভাব ও কাজ' প্রবন্ধে লেখক মানুষকে উদ্বুদ্ধ করার জন্য ভাবের গুরুত্বের কথা বলেছেন। তিনি আরও বলেন, মহৎ কিছু শুধু ভাব দিয়ে অর্জন করা যায় না। তার জন্য কর্মশক্তি ও সঠিক উদ্যোগ প্রয়োজন। লেখক দেশ ও দেশের মানুষের উন্নতি ও মুক্তির জন্য ভাবের সঙ্গে বাস্তবধর্মী কর্মে তৎপর হওয়ার কথা বলেছেন। উদ্দীপকেও কাজের গুরুত্বের কথা প্রকাশ পেয়েছে। মহাজ্ঞানী সাধক নন্দলালের মতে, কর্মের মাধ্যমেই কেবল মানুষ মুক্তি লাভ করতে পারে। কারণ কর্ম না করলে আত্মার মুক্তি ঘটে না। একমাত্র কর্মসম্পাদনের মাধ্যমেই ঘটে প্রকৃত মুক্তি। উদ্দীপকের নন্দলালের এই মন্তব্য ও আলোচ্য প্রবন্ধ উভয় ক্ষেত্রেই কাজের গুরুত্ব ও মর্যাদার দিকটি প্রকাশ পেয়েছে। তাই আমরা বলতে পারি যে, উদ্দীপকের নন্দলালের মন্তব্য 'ভাব ও কাজ' প্রবন্ধের কাজের গুরুত্বের দিকটিকে প্রতিফলিত করে।

ঘ) উদ্দীপকের নন্দলালের মন্তব্য 'ভাব ও কাজ' প্রবন্ধের কাজের গুরুত্বের দিকটিকে প্রতিফলিত করে।
ভাব ও কাজ উভয়েরই গুরুত্ব রয়েছে। তবে ভাব ছাড়াও কাজ হতে পারে, কিন্তু কাজ ছাড়া ভাবের কোনো মূল্য নেই। সার্থকতা লাভের জন্য ভাব ও কাজের সমন্বয় ঘটাতে হবে। কারণ কাজের সাথে ভাবের মিলন না হলে তা থেকে আশানুরূপ ফল পাওয়া সম্ভব নয়।
'ভাব ও কাজ' প্রবন্ধে লেখক মানুষকে উদ্বুদ্ধ করার জন্য ভাবের গুরুত্বের কথা বলেছেন। তিনি আরও বলেন, মহৎ কিছু শুধু ভাব দিয়ে অর্জন করা যায় না। তার জন্য কর্মশক্তি ও সঠিক উদ্যোগ প্রয়োজন। লেখক দেশ ও দেশের মানুষের উন্নতি ও মুক্তির জন্য ভাবের সঙ্গে বাস্তবধর্মী কর্মে তৎপর হওয়ার কথা বলেছেন। উদ্দীপকেও কাজের গুরুত্বের কথা প্রকাশ পেয়েছে। মহাজ্ঞানী সাধক নন্দলালের মতে, কর্মের মাধ্যমেই কেবল মানুষ মুক্তি লাভ করতে পারে। কারণ কর্ম না করলে আত্মার মুক্তি ঘটে না। একমাত্র কর্মসম্পাদনের মাধ্যমেই ঘটে প্রকৃত মুক্তি। উদ্দীপকের নন্দলালের এই মন্তব্য ও আলোচ্য প্রবন্ধ উভয় ক্ষেত্রেই কাজের গুরুত্ব ও মর্যাদার দিকটি প্রকাশ পেয়েছে। তাই আমরা বলতে পারি যে, উদ্দীপকের নন্দলালের মন্তব্য 'ভাব ও কাজ' প্রবন্ধের কাজের গুরুত্বের দিকটিকে প্রতিফলিত করে।"""
    },
    # CQ 6
    {
        "stem": "তোমরা ভদ্র সম্প্রদায়, মানি, দেশের দুর্দশা জাতির দুর্গতি বুঝো, লোককে বুঝাতেই পারো এবং ঐ দুর্ভাগ্যের কথা কহিয়া কাঁদাইতে পার, কিন্তু কার্যক্ষেত্রে নামিয়া কার্য করিবার শক্তি তোমাদের আছে কি? না, নাই। এ-কথা যে নিরেট সত্য, তাহা তোমরাই বুঝো। কাজেই তোমাদের এই দেশকে, জাতিকে উন্নত করিবার আশা ঐ কথাতেই শেষ হইয়া যায়। কিন্তু যদি একবার আমাদের এই জনশক্তিকে উদ্বুদ্ধ করিতে পারো, তাহাদিগকে মানুষ বলিয়া ভাই বলিয়া কোল দিবার তোমার উদারতা থাকে, তাহাদিগের শক্তির উন্মেষ করিতে পারো, তাহা হইলে দেখিবে তুমি শত বৎসর ধরিয়া প্রাণপণে চেষ্টা সত্ত্বেও যে-কাজ করিতে পারিতেছ না, একদিনে সেই কাজ সম্পন্ন হইবে।",
        "ka": "কাজী নজরুল ইসলাম কত সালে মৃত্যুবরণ করেন?",
        "kha": "ভাব ও কাজ' প্রবন্ধে লেখক আমাদেরকে ভাবের দাস হতে নিষেধ করেছেন কেন?",
        "ga": "উদ্দীপকের বক্তব্য 'ভাব ও কাজ' প্রবন্ধের কোন দিকের প্রতি ইঙ্গিত করেছে? ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকের ভাবার্থ 'ভাব ও কাজ' প্রবন্ধের একটি মাত্র দিককে নির্দেশ করে, সম্পূর্ণ ভাবকে ধারণ করে না।\"- যথার্থতা মূল্যায়ন কর।",
        "solution": """ক) কাজী নজরুল ইসলাম ১৯৭৬ সালে মৃত্যুবরণ করেন।

খ) 'ভাব ও কাজ' প্রবন্ধে লেখক আমাদেরকে ভাবের দাস হতে নিষেধ করেছেন। কারণ তাতে কাজের প্রতি অনীহা জন্মে, উন্নতি ও মুক্তির পথ রুদ্ধ হয়ে পড়ে।
কাজ অপেক্ষা ভাব যেন বড় না হয় এ ব্যাপারে লেখক আমাদের সতর্ক করেছেন। কারণ কাজের চেয়ে ভাব বড় হলে সেই ভাব মূল্যহীন হয়ে পড়ে। ভাব ও কাজের সমন্বয় সাধন করা না গেলে মুক্তি ও উন্নতি সম্ভব নয়। কাজের প্রয়োজনে ভাবকে ব্যবহার করতে হবে, ভাবের প্রয়োজনে কাজ নয়। তাই লেখক ভাবের দাস না হয়ে, ভাবকে কাজের দাসরূপে নিয়োগ করতে বলেছেন। বলেছেন কর্মে শক্তি সঞ্চয়ের জন্য ভাব সাধনাও করতে হবে।

গ) উদ্দীপকের বক্তব্য 'ভাব ও কাজ' প্রবন্ধের কাজের দিকটির প্রতি আলোকপাত করেছে।
পরিশ্রমের মাধ্যমেই কাজে সফলতা আসে। কিন্তু আমাদের দেশের মানুষ পরিশ্রম করার শক্তি থাকা সত্ত্বেও কাজ থেকে দূরে সরে থাকে। কারণ তারা যথেষ্ট আরামপ্রিয়। এভাবে কাজ থেকে দূরে থেকে জাতির উন্নতি ও আত্মমুক্তি সম্ভব নয়।
উদ্দীপকের বক্তব্যে কাজের ক্ষেত্রে পরিশ্রমের ভূমিকার দিকটি প্রতিফলিত হয়েছে। শক্তি থাকার পরও কাজের ক্ষেত্রে পরিশ্রম না করলে সফল হওয়া যায় না। দেশ ও জাতির উন্নতির লক্ষ্যে জনশক্তিতে কাজের দিকে উদ্বুদ্ধ করতে হবে। 'ভাব ও কাজ' প্রবন্ধে লেখকের মতে মানুষকে কাজে উদ্বুদ্ধ করেই মহৎ কিছু অর্জন করা যায়। আর সফলতার জন্য সঠিক উদ্যোগের পাশাপাশি কর্মশক্তিরও প্রয়োজন। জাতির উন্নতির জন্য উদ্দীপকে প্রতিফলিত পরিশ্রমের দিকটি অনেক গুরুত্বপূর্ণ। তাই বলা যায়, উদ্দীপকের বক্তব্য 'ভাব ও কাজ' প্রবন্ধের পরিশ্রমের দিকটির প্রতি আলোকপাত করেছে।

ঘ) \"উদ্দীপকের ভাবার্থ 'ভাব ও কাজ' প্রবন্ধের একটি বিশেষ দিককে নির্দেশ করে, সম্পূর্ণ ভাবকে ধারণ করে না।\"- মন্তব্যটি যথার্থ।
মানুষকে উদ্বুদ্ধ করার জন্য ভাবের যথেষ্ট গুরুত্ব রয়েছে। ভাব ও কাজের মধ্যে পার্থক্যও বিদ্যমান। কিন্তু কাজের যথাযথ পরিকল্পনা ও স্পৃহা ছাড়া অনেক ভালো উদ্যোগও সফলতা পায় না।
উদ্দীপকের ভাবার্থে কাজে সফলতা অর্জনে পরিশ্রমের ভূমিকার দিকটি প্রতিফলিত হয়েছে। কাজে সফলতা অর্জনের জন্য ভালো উদ্যোগের পাশাপাশি পরিশ্রমের প্রয়োজন। ভালো কাজে জনশক্তিকে উদ্বুদ্ধ করেই দেশ ও জাতির উন্নতি সম্ভব। 'ভাব ও কাজ' প্রবন্ধেও এই বিষয়টি আলোচনার পাশাপাশি ভাব ও কাজ বিষয়ে বিস্তারিত আলোচনা রয়েছে। প্রাবন্ধিক বলেছেন মানুষকে কাজে উদ্বুদ্ধ করার জন্য ভাবের গুরুত্ব অনেক। কাজের পরিকল্পনা ও স্পৃহা ছাড়া ভালো উদ্যোগও নষ্ট হয়ে যায়। তাই দেশের উন্নতি ও মুক্তির জন্য তিনি ভাব ও কাজের সমন্বয় ঘটিয়ে বাস্তবধর্মী কাজে সক্রিয় হওয়ার ওপর সবচেয়ে বেশি গুরুত্ব দিয়েছেন।
'ভাব ও কাজ' প্রবন্ধে ভাবের মাধ্যমে মানুষকে উদ্বুদ্ধ করে তা কাজে প্রয়োগের দিক আলোচিত হয়েছে। আর কাজে সফলতা আনতে প্রয়োজন যথেষ্ট পরিশ্রম। তবেই দেশের উন্নতি এবং মানুষের কল্যাণ সাধিত হবে। কিন্তু উদ্দীপকে 'ভাব ও কাজ' প্রবন্ধের কাজে সফলতা অর্জনে পরিশ্রমের ভূমিকার দিকটি প্রকাশ পেয়েছে, যা প্রবন্ধের পুরো ভাবকে ধারণ করে না। তাই বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 7
    {
        "stem": "জেএসসি পরীক্ষায় ফলাফল খারাপ হওয়ায় সামিহা প্রতিজ্ঞা করেছিল, এসএসসি পরীক্ষায় ভালো ফলাফল করবেই। কিন্তু সেই অনুযায়ী লেখাপড়া করে না সামিহা। ফেসবুক নিয়েই সারাদিন ব্যস্ত থাকে সে। [দি. বো.'২০১৮]",
        "ka": "'ভাব ও কাজ' প্রবন্ধে কোনটিকে 'মহাপাপ' বলা হয়েছে?",
        "kha": "\"ভাবের সুরা পান করো ভাই, কিন্তু জ্ঞান হারাইও না\" বলতে প্রাবন্ধিক কী বোঝাতে চেয়েছেন?",
        "ga": "উদ্দীপকের সামিহার কর্মকাণ্ড 'ভাব ও কাজ' প্রবন্ধের কোন দিককে নির্দেশ করে? ব্যাখ্যা কর।",
        "gha": "উদ্দীপকের সামিহাকে প্রাবন্ধিকের বক্তব্য বাস্তবায়ন করতে হলে কী কী পদক্ষেপ নিতে হবে? 'ভাব ও কাজ' প্রবন্ধের আলোকে বিশ্লেষণ কর।",
        "solution": """ক) 'ভাব ও কাজ' প্রবন্ধে অন্যের প্ররোচনায় নিজের 'স্পিরিট' বা আত্মার শক্তি নষ্ট করাকে মহাপাপ বলা হয়েছে।

খ) \"ভাবের সুরা পান করো ভাই, কিন্তু জ্ঞান হারাইও না\" বলতে প্রাবন্ধিক ভাবের আবেগে অতিমাত্রায় বিহ্বল হয়ে কাণ্ডাকাণ্ড ভালো-মন্দ জ্ঞান না হারিয়ে ফেলাকে বোঝাতে চেয়েছেন।
'ভাব ও কাজ' প্রবন্ধে লেখক ভাবের আবেগে অতিমাত্রায় বিহ্বল হতে নিষেধ করেছেন। তিনি আমাদের ভাবের দাস না হয়ে ভাবকে কাজের দাস করতে বলেছেন। কারণ ভাবের মাত্রা বেশি হলে কাজের প্রতি অনীহা জন্মে, উন্নতি ও মুক্তির পথ রুদ্ধ হয়ে পড়ে। কাজ অপেক্ষা ভাব যেন বড় না হয় সেই ব্যাপারে লেখক আমাদের সতর্ক করেছেন। কারণ কাজ অপেক্ষা ভাব বড় হলে সেই ভাব মূল্যহীন হয়ে পড়ে। এ কারণেই ভাব ও কাজের সমন্বয় সাধন করতে হয়। তা না করতে পারলে দেশের কল্যাণ, উন্নতি ও আমাদের মুক্তি সম্ভব নয়। এ কারণেই বলা হয়েছে, ভাবের সুরা পান কর ভাই, কিন্তু জ্ঞান হারাইও না।

গ) উদ্দীপকের সামিহার কর্মকাণ্ড 'ভাব ও কাজ' প্রবন্ধের ভাবের সাথে বাস্তবধর্মী কাজের সমন্বয় সাধন করতে না পারার দিকটিকে নির্দেশ করে।
কোনো কাজে সফলতা অর্জনের জন্য ওই কাজ সম্পর্কে অভিজ্ঞতা ও কর্মদক্ষতা একান্ত জরুরি। এক্ষেত্রে ভাব ও কাজ উভয়ের সমন্বয় না ঘটলে আশানুরূপ ফল পাওয়া যায় না। কাজেই ইচ্ছা থাকলেই হয় না, ইচ্ছানুযায়ী কর্মে আত্মনিয়োগ করতে হয়।
উদ্দীপকে সামিহার কর্মকাণ্ডে ভাব ও কাজের সমন্বয়হীনতার দিকটি প্রকাশ পেয়েছে। সামিহা জেএসসি পরীক্ষায় খারাপ ফলাফল করে এসএসসিতে ভালো করার প্রতিজ্ঞা করে। অথচ সেই প্রতিজ্ঞা বা ভাব বাস্তবায়নের জন্য সে কাজ করে না। সে তার লেখাপড়া অপেক্ষা ফেসবুকে বেশি মনোযোগী। উদ্দীপকের সামিহার এ কর্মকাণ্ডের বিষয়টি 'ভাব ও কাজ' প্রবন্ধের ভাব ও কাজের সমন্বয়হীনতার বিষয়টিকে তুলে ধরে। সামিহা এখানে কাজ অপেক্ষা ভাবকে বড় করে তুলেছে, সে ভাবের দাসে পরিণত হয়েছে। প্রাবন্ধিকের মতে শুধু ভাব দিয়ে যে মহৎ কিছু অর্জন করা যায় না, তার জন্য কর্মশক্তির যথাযথ প্রয়োগের প্রয়োজন রয়েছে এই বিষয়টি সামিহা ভুলে গিয়েছে। তাই বলা যায় যে, উদ্দীপকের সামিহার কর্মকাণ্ড আলোচ্য প্রবন্ধের ভাবের সাথে বাস্তবধর্মী কাজের সমন্বয় সাধন না করতে পারার দিকটিকে নির্দেশ করে।

ঘ) উদ্দীপকের সামিহাকে প্রাবন্ধিকের বক্তব্য বাস্তবায়ন করতে হলে ভাব ও কাজের সমন্বয় সাধন করতে হবে।
ভাব ও কাজের মধ্যে পার্থক্য অনেক। মানুষকে উদ্বুদ্ধ করার জন্য ভাবের গুরুত্ব অপরিসীম। কিন্তু শুধু ভাব দিয়ে মহৎ কিছু অর্জন করা যায় না। তার জন্য কর্মশক্তি এবং সঠিক উদ্যোগের দরকার হয়।
উদ্দীপকে সামিহা জেএসসি পরীক্ষায় ভালো করতে না পারায় এসএসসি পরীক্ষায় ভালো করার প্রতিজ্ঞা করে। কিন্তু সেই অনুসারে সে কাজ করে না। পরীক্ষায় ভালো করার ইচ্ছা থাকলেও সামিহার মধ্যে তা বাস্তবায়নের তৎপরতা নেই। এই বিষয়টি 'ভাব ও কাজ' প্রবন্ধের ভাব ও কাজের সমন্বয়হীনতার সঙ্গে সাদৃশ্যপূর্ণ। কারণ 'ভাব ও কাজ' প্রবন্ধে প্রাবন্ধিক ভাবের দাস হতে নিষেধ করেছেন। ভাবের সাথে বাস্তবধর্মী কাজের সমন্বয় সাধন করতে বলেছেন। কাজেই আলোচ্য প্রবন্ধের প্রাবন্ধিকের বক্তব্য বাস্তবায়ন করতে হলে সামিহাকে ভাব ও কাজের মধ্যে সমন্বয় সাধন করতে হবে। অর্থাৎ শুধু ভাব নিয়ে বসে থাকলে হবে না, ভাব অনুসারে তাকে কর্মে আত্মনিয়োগ করতে হবে। এসএসসি পরীক্ষায় ভালো করতে হলে তাকে নিয়মিত পড়াশুনা করতে হবে। তা না করলে সামিহার আশা আশাই থেকে যাবে, সে আর সফলতা অর্জন করতে পারবে না।
'ভাব ও কাজ' প্রবন্ধে প্রাবন্ধিক বলেছেন- কাজহীন ভাবের কোনো মূল্য নেই। কারণ কাজহীন ভাব ব্যক্তি, পরিবার, দেশ ও জাতি কারও জন্যই কোনো কল্যাণ বয়ে আনে না। কাজহীন ভাব কপূরের মতোই উড়ে যায়। নিজের বুদ্ধি, নিজের কর্মশক্তিকে জাগিয়ে তুলে, কর্মসাধনা দিয়ে তা বাস্তবায়নে উদ্দীপকের সামিহাকে এগিয়ে আসতে হবে। ভাবের আবেগ পরিহার করে কাজে মনোযোগী হতে হবে। নিজেকে সত্যিকার কর্মী হিসেবে গড়ে তুলে ভাব ও কাজের সমন্বয় ঘটাতে পারলেই সামিহার পক্ষে প্রাবন্ধিকের বক্তব্য বাস্তবায়ন সম্ভব হবে।"""
    },
    # CQ 8
    {
        "stem": """শ্রম অনুপাতে হয় উন্নতি সাধন,
যে চায় উন্নতি, করে রাত্রি জাগরণ।
যে জন মুকুতা চায়, ডুবে সিন্ধুজলে, তবে তো রতন লাভ ভাগ্য তার ফলে।
রতন যতন বিনা চাহে যেই জন,
অসম্ভব আশা তার বিফল জীবন।""",
        "ka": "দেয়াল ভাঙতে হলে কোথায় শাবল মারতে হবে?",
        "kha": "\"সামনের দেওয়ালকে ভাঙিতে হইলে একেবারে তাহার ভিত্তিমূলে শাবল মারিতে হইবে।\"- ব্যাখ্যা কর।",
        "ga": "উদ্দীপকে 'ভাব ও কাজ' প্রবন্ধের কোন দিকটি প্রতিফলিত হয়েছে? ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকের মূলভাব এবং 'ভাব ও কাজ' প্রবন্ধের মূলভাব একসূত্রে গাঁথা।\" মন্তব্যটি যাচাই কর।",
        "solution": """ক) দেয়াল ভাঙতে হলে দেয়ালের ভিত্তিমূলে শাবল মারতে হবে।

খ) প্রশ্নোক্ত বাক্যটি দ্বারা লেখক মানুষের মুক্তি ও উন্নতির পথের অন্তরায়গুলো দূর করতে চাইলে অন্যায়ের ভিত্তিমূলে প্রতিবাদের শাবল মারার নির্দেশ করেছেন।
সাধারণভাবে কোনো ভালো কাজের পক্ষে যেমন সমর্থন পাওয়া যায়, তেমনই এর বিপরীত প্রতিক্রিয়া ও কার্যক্রমও লক্ষ করা যায়। সমাজের এক শ্রেণির মানুষ চেষ্টা করে যাতে কাজটা না হয়, কাজটি যাতে থেমে যায়। এতে আমাদের মহৎ উদ্দেশ্য নষ্ট হয়, কর্মস্পৃহা কমে যায়। আমরা লোকভয়, লোকলজ্জা এবং নানা সমস্যা-সংকট বিবেচনা করে রণে ভঙ্গ দিই। প্রকৃতপক্ষে তা করা উচিত নয়। আমাদের উচিত সর্বশক্তি নিয়ে তাঁদের হীনশক্তির মূলে আঘাত করে প্রতিবাদ করে নিজেদের অধিকার, স্বাধীনতা এবং যাবতীয় প্রাপ্য বুঝে নেওয়া। তাতেই আমাদের সার্বিক কল্যাণ সাধিত হতে পারে।

গ) উদ্দীপকে 'ভাব ও কাজ' প্রবন্ধের ভাবের সঙ্গে কাজের সমন্বয় সাধনের মাধ্যমে উন্নতি বিধানের দিকটি বর্ণিত হয়েছে।
শুধু ভাব দিয়ে ভালো কিছু অর্জন করা যায় না। কল্যাণকর কাজ করার জন্য কর্মশক্তি ও সঠিক উদ্যোগ প্রয়োজন। ভাব ও কাজের মধ্যে সমন্বয় ঘটাতে পারলে সফলতা লাভ করা যায়।
উদ্দীপকের কবিতাংশে কঠোর পরিশ্রম করে উন্নতি সাধনের কথা বলা হয়েছে। এখানে শ্রম অনুপাতে উন্নতি করার দিকটি তুলে ধরা হয়েছে। যে সিন্ধুজলে ডুব দিতে পারে সে-ই মুক্তার সন্ধান লাভ করে। যে রত্ন পাওয়ার জন্য যত্ন করে না, সে রত্নের সন্ধান পায় না। তার পক্ষে জীবনে সফলতা অর্জন করা অসম্ভব। উদ্দীপকের এ দিকটি 'ভাব ও কাজ' প্রবন্ধের ভাবের সঙ্গে কাজের সমন্বয় সাধনের মাধ্যমে জীবনে উন্নতি করার বিষয়কে নির্দেশ করে। এ প্রবন্ধে লেখক কেবল ভাবে আচ্ছন্ন না হয়ে ভাবের সঙ্গে কর্মের সমন্বয় সাধন করে জগতের কল্যাণ সাধন করতে বলেছেন। তিনি দেশের উন্নতি ও মুক্তির জন্য ভাবের সঙ্গে বাস্তবধর্মী কর্মে তৎপর হতে বলেছেন। তাই বলা যায় যে, উদ্দীপকে আলোচ্য প্রবন্ধের ভাবের সঙ্গে কাজের সমন্বয়ের দিকটির প্রতিফলন ঘটেছে।

ঘ) \"উদ্দীপকের মূলভাব এবং 'ভাব ও কাজ' প্রবন্ধের মূলভাব একসূত্রে গাঁথা।\"- মন্তব্যটি যথার্থ।
যে জাতি শ্রমবিমুখ ও অলস তাদের পক্ষে দেশের উন্নতি করা সম্ভব নয়। দেশ ও জাতির কল্যাণ ও উন্নতির জন্য শক্তি অনুসারে প্রত্যেকের কর্মে আত্মনিয়োগ করা একান্ত জরুরি।
'ভাব ও কাজ' প্রবন্ধে ভাবের মাধ্যমে মানুষকে উদ্বুদ্ধ করে তা কাজে প্রয়োগের দিক আলোচিত হয়েছে। লেখকের মতে মানুষকে উদ্বুদ্ধ করার জন্য ভাবের গুরুত্ব অপরিসীম। তার জন্য প্রয়োজন কর্মশক্তি ও সঠিক উদ্যোগের সুসমন্বয়। উদ্দীপকের কবিতাংশে শ্রম অনুপাতে উন্নতি সাধনের বিষয়টি এর সঙ্গে সাদৃশ্যপূর্ণ। কবি এখানে উন্নতির জন্য রাত জাগা তথা কঠোর পরিশ্রমকে নির্দেশ করেছেন। 'ভাব ও কাজ' প্রবন্ধের লেখকও মানুষকে মানবকল্যাণে নিঃস্বার্থভাবে আত্মনিয়োগ করে ভাব ও কাজের সমন্বয় সাধন করতে বলেছেন।
উদ্দীপকে 'ভাব ও কাজ' প্রবন্ধের মূলভাবের প্রতিফলন ঘটেছে। উদ্দীপকের কবি যেমন যত্ন বিনা রত্ন লাভকে অসম্ভব বলেছেন, তেমনই 'ভাব ও কাজ' প্রবন্ধে লেখক কাজ ছাড়া কেবল ভাবের প্রকাশে জীবনে সাফল্য অর্জন অসম্ভব বলে অভিহিত করেছেন। কারণ ভাব জাগিয়ে কাজে না লাগালে ওই ভাব অর্থহীন। এদিক বিচারে তাই বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 9
    {
        "stem": "স্বাধীনতা জাতীয় জীবনের অমূল্য সম্পদ। স্বাধীন থাকার মর্যাদা ও গৌরব অতুলনীয়। স্বাধীনতা অর্জন করা কঠিন কাজ। বহু সংগ্রাম, বহু রক্ত ও ত্যাগের বিনিময়ে একটি জাতি স্বাধীনতা অর্জন করে। মুক্তি অর্জনই স্বাধীনতার মুখ্য উদ্দেশ্য নয়, একে সমুন্নত রাখাই মুখ্য উদ্দেশ্য। স্বাধীনতাকে রক্ষা করে তাকে ফলপ্রসূ করতে হলে জাতীয় ঐক্য প্রয়োজন। কারণ এর মাধ্যমে দেশের অর্থনৈতিক ও সাংস্কৃতিক স্বনির্ভরতা অর্জিত হয়। তবে এ কাজ এত সহজ নয়। বিভিন্ন জাতির ইতিহাস পর্যবেক্ষণে প্রতীয়মান হয়, স্বাধীনতা অর্জনের চেয়ে রক্ষা করা আরও বেশি কঠিন। কারণ তখন একদিকে থাকে পরাজিত শক্তি ও তাদের অনুচরদের জিঘাংসার মরণ কামড়, অন্যদিকে স্বাধীনতার পক্ষের অভ্যন্তরীণ রেষারেষি। এর পাশাপাশি ব্যক্তিগত, পারিবারিক, সামাজিক, অর্থনৈতিক, সাংস্কৃতিক, ধর্মীয় ও রাজনৈতিক জীবনের উন্নয়ন ও স্বনির্ভরতা অর্জন করা খুব সহজ কাজ নয়। আর এসব ক্ষেত্রে রয়েছে মানুষের নানাবিধ সমস্যা।",
        "ka": "'ভাব ও কাজ' প্রবন্ধে উল্লিখিত 'মস্ত সত্যি' কথাটি কী?",
        "kha": "'স্পিরিট' বা আত্মার শক্তির পবিত্রতা নষ্ট হয় কীভাবে? ব্যাখ্যা কর।",
        "ga": "উদ্দীপকে পরোক্ষভাবে 'ভাব ও কাজ' প্রবন্ধের কোন দিকটির প্রতিফলন ঘটেছে? ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকের মূলভাব 'ভাব ও কাজ' প্রবন্ধের একটি বিশেষ বিষয়কে নির্দেশ করে, পুরো ভাবকে ধারণ করে না।\" বিশ্লেষণ কর।",
        "solution": """ক) 'ভাব ও কাজ' প্রবন্ধে উল্লিখিত 'মস্ত সত্যি' কথাটি হচ্ছে-\"দশচক্রে ভগবান ভূত।\"

খ) 'স্পিরিট' বা আত্মার পবিত্রতা নষ্ট হয় ভাবের চোটে না বুঝে না শুনে শুধু একটু নাম বা বদনামের ভয়ে কাজের লক্ষ্য ও উদ্দেশ্য থেকে সরে দাঁড়ালে।
প্রত্যেক মানুষেরই ভালো-মন্দের সুখ-দুঃখের বিবেচনাবোধ আছে। পড়ে পড়ে মার খাওয়া, পরাধীনতার গ্লানি বয়ে বেড়ানো সহ্যের শেষ সীমায় দাঁড়ানো মানুষেরও অনুভূতি আছে। সেই অনুভূতি বা ভাবকে জাগিয়ে তুলতে হবে। তবে তা হুজুগে মেতে করলে হবে না। তা করতে হলে দৃঢ়প্রতিজ্ঞ হতে হবে। আত্মস্বার্থ ত্যাগ করে দেশ ও জাতির কল্যাণে নিবেদিত হতে হবে। সৎ সংকল্প, মহৎ ত্যাগকে স্থায়ীরূপে বরণ করে নিতে পারলে তবেই তা সম্ভব হবে। না হলে তাতে জাতির কল্যাণ না হয়ে অকল্যাণ ডেকে আনবে। কারণ স্পিরিট বা আত্মার পবিত্রতা বজায় রাখতে হলে মনুষ্যত্ব অর্জন করে ভাব ও কাজের সমন্বয় ঘটাতে হবে।

গ) উদ্দীপকে পরোক্ষভাবে 'ভাব ও কাজ' প্রবন্ধের ভাব ও কাজের সমন্বয় সাধনের দিকটির প্রতিফলন ঘটেছে।
যেকোনো কাজের সফলতার জন্য কর্মদক্ষতা ও অধ্যবসায় প্রয়োজন। পরিপূর্ণ জ্ঞান ও দক্ষতা না নিয়ে কোনো কাজে অগ্রসর হওয়া উচিত নয়। কোনো কাজ যথাযথভাবে সম্পন্ন করতে হলে ওই কাজের জন্য নিয়োজিত ব্যক্তিকে উপযুক্ত জ্ঞানবুদ্ধি ও দক্ষতার অধিকারী হতে হয়। না হলে ওই কাজের সফলতা অর্জিত হয় না। উদ্দীপকে স্বাধীনতা অর্জনের পর তা কীভাবে অর্থবহ করে তোলা যায় সেই বিষয়ে আলোচনা করা হয়েছে। স্বাধীনতা অর্জন মানে পরাধীনতা থেকে মুক্তি, ভৌগোলিক ও রাজনৈতিক অধিকার অর্জন। প্রথম সংগ্রাম ছিল শত্রুর হাত থেকে দেশকে, দেশের মানুষকে উদ্ধার এবং তাদের তাড়িয়ে নিজের দেশকে নিজের করে নেওয়ার সংগ্রাম।
আর দ্বিতীয় সংগ্রাম হচ্ছে- নিজের দেশকে অর্থনৈতিকভাবে সচ্ছল ও উন্নত করার জন্য কাজ করা। উদ্দীপকের এই মৌল বিষয়টি আলোচ্য 'ভাব ও কাজ' প্রবন্ধের সঙ্গে সাদৃশ্যপূর্ণ। কারণ সেখানে শুধু ভাব বা শুধু কাজ নয়, দেশ ও জাতির কল্যাণে এ দুইয়ের সমন্বয় সাধন করার কথা বলা হয়েছে। এ বিষয়টি স্বাধীনতাকে অর্থবহ করার দিকটিকে প্রতিফলিত করেছে।

ঘ) \"উদ্দীপকের মূলভাব 'ভাব ও কাজ' প্রবন্ধের একটি বিশেষ বিষয়কে নির্দেশ করে, পুরো ভাবকে ধারণ করে না।\"- মন্তব্যটি যথার্থ।
বাঙালি কাজে মজার চেয়ে ভাবে মজে বেশি। বাঙালি আবেগের বশে বহু ক্ষেত্রেই অবশ হয়ে পড়ে। ঠিক সময়ে ঠিক কাজটি না করে সে নানা সমস্যা-সংকটে পড়ে কষ্টভোগ করে। কোনো কিছু অর্জনে বাঙালি যে পরিমাণ ত্যাগ স্বীকার করে, সেই অর্জনকে ধরে রাখার বেলায় তা করে না। তারা বহু মূল্যে পাওয়া ধন অবহেলায় হারায়।
উদ্দীপকে স্বাধীনতা অর্জন এবং এর মূল্য ও মর্যাদা সম্পর্কে আলোকপাত করা হয়েছে। বহু সংগ্রাম, রক্ত ও ত্যাগের বিনিময়ে স্বাধীনতা অর্জিত হয়। এর চেয়ে কঠিন কাজ স্বাধীনতাকে রক্ষা করে ফলপ্রসূ করা। কারণ জাতীয় নানা সমস্যা-সংকটের কারণে স্বাধীনতার প্রকৃত উদ্দেশ্য ব্যাহত হয়। জাতীয় ঐক্যের অভাবে স্বাধীনতার পূর্ণ সুখ-সুবিধা থেকে জাতি বঞ্চিত হয়। দেশের অর্থনৈতিক ও সাংস্কৃতিক স্বনির্ভরতার প্রকৃত স্বাদ পাওয়া যায় না। উদ্দীপকের এই বিষয়টি পরোক্ষভাবে 'ভাব ও কাজ' প্রবন্ধে প্রতিফলিত হয়েছে। সেখানে উন্নতি ও অগ্রগতির জন্য ভাব ও কাজের সমন্বয় সাধন করতে বলা হয়েছে।
'ভাব ও কাজ' প্রবন্ধে লেখক ভাব ও কাজের সংজ্ঞা, একটির সঙ্গে অন্যটির সম্পর্ক, এ দুইয়ের ঐক্যসাধনের সুফল, এ দুইয়ের ব্যবধানের কুফল ইত্যাদি আলোচিত হয়েছে। ব্যক্তি থেকে সমাজ, দেশ ও জাতীয় উন্নতির ক্রমধারায় ভাবের জাগরণ কীভাবে ভূমিকা রাখে এবং কাজের সঙ্গে তার সমন্বয় সাধন না হলে তা কীভাবে ব্যর্থতায় পর্যবসিত হয় তা তুলে ধরা হয়েছে। এগুলোর কিছু কিছু বিষয় আলোচ্য উদ্দীপকে পরোক্ষভাবে প্রতিফলিত হয়েছে। কিন্তু পুরো বিষয় তাতে প্রতিফলিত হয়নি। কারণ প্রবন্ধে লেখক বিভিন্ন উপমা ও উদাহরণ দিয়ে বিষয়টি ব্যাখ্যা করেছেন। আলোচ্য উদ্দীপকে অনুরূপ ব্যাখ্যা নেই। এসব দিক বিচারে তাই বলা যায় যে, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 10
    {
        "stem": "প্রথম বিভাগ ক্রিকেট লীগ অনূর্ধ্ব-১৬ এর ফাইনাল খেলা আর কিছুক্ষণ পর শুরু হবে। জাগরণী ক্রিকেট ক্লাবের কোচ আমিনুল তার দল-বল নিয়ে মাঠে হাজির। শুধু অনুপস্থিত দলের অধিনায়ক ও ওপেনিং ব্যাটসম্যান আনিস। এদিকে খেলার সময়ও ঘনিয়ে আসছে, ওদিকে আনিসও আসছে না দেখে কোচ আমিনুল দুশ্চিন্তায় পড়ে গেলেন। খেলা শুরু হতে আর মাত্র পাঁচ মিনিট। কোচের দুশ্চিন্তা ক্রমে বেড়েই চলছে। তিনি পরিকল্পনা করছেন আনিসের পরিবর্তে দলের দ্বাদশ খেলোয়াড়কে মাঠে নামাবেন। এমন সময় আনিস গায়ে প্রচণ্ড জ্বর নিয়ে মাঠে হাজির হয়। তখন কোচ আমিনুল বললেন, তোমার গায়ে অনেক জ্বর! এ জ্বর নিয়ে তুমি খেলবে কী করে?",
        "ka": "'ভাব ও কাজ' প্রবন্ধের লেখক ভাবের সঙ্গে বাস্তবধর্মী কর্মে তৎপর হওয়ার ওপর জোর দিয়েছেন কেন?",
        "kha": "'ভাব ও কাজ' প্রবন্ধে লেখক তরুণদের দেশের প্রাণশক্তি বলেছেন কেন? ব্যাখ্যা কর।",
        "ga": "উদ্দীপকে কোচ আমিনুলের দুশ্চিন্তার সঙ্গে 'ভাব ও কাজ' প্রবন্ধের তুলনীয় দিকটি ব্যাখ্যা কর।",
        "gha": "উদ্দীপকে আনিসের কাজের সঙ্গে 'ভাব ও কাজ' প্রবন্ধে লেখকের চাওয়া কতটা যুক্তিযুক্ত বলে তুমি মনে কর? তোমার মতামত দাও।",
        "solution": """ক) 'ভাব ও কাজ' প্রবন্ধে লেখক ভাবের সঙ্গে বাস্তবধর্মী কর্মে তৎপর হওয়ার ওপর জোর দিয়েছেন দেশের উন্নতি, মুক্তি ও মানুষের কল্যাণের জন্য।

খ) যুবকরা আমাদের আশা-ভরসাস্থল বলে তাদেরকে লেখক এদেশের প্রাণশক্তি বলেছেন।
যুগে যুগে তরুণরাই বিভিন্ন অন্যায়-অবিচারের বিরুদ্ধে সংগ্রাম করেছে। ত্যাগ স্বীকার করেছে, অধিকার আদায় করেছে। এ কারণে একটি দেশের মুক্তি, উন্নতি ও জাতির কল্যাণ সাধনে তরুণরাই প্রধান ভরসাস্থল। তাঁদের ঐক্যবদ্ধ কর্মপ্রচেষ্টার ফলেই দেশের অগ্রগতি সাধিত হয়। তারাই অধিকার সচেতন করে তোলে মানুষকে স্বাধীনতার জন্য, শোষণ-শাসন থেকে মুক্তির জন্য। তারাই সত্যিকার দেশকর্মী। লেখক তাই তরুণদেরই যথাযথ কাজে লাগিয়ে দেশের উন্নতি সাধনের কথা বলেছেন। এ কারণেই তিনি তাদেরকে দেশের প্রাণশক্তি হিসেবে চিহ্নিত করেছেন।

গ) উদ্দীপকের কোচ আমিনুলের দুশ্চিন্তার সঙ্গে 'ভাব ও কাজ' প্রবন্ধের তুলনীয় দিকটি হলো ভাবে মেতে বাস্তবধর্মী কর্মে তৎপর হতে না পারা।
পরিশ্রমের মাধ্যমেই কাজে সফলতা আসে। সফলতার জন্য মানুষকে ভাব সাধনার মধ্য দিয়ে বাস্তবধর্মী কাজে তৎপর হতে হয়। কারণ সঠিক উদ্যোগ, কর্মপরিকল্পনা ও বাস্তবধর্মী কাজ ছাড়া মানুষের উন্নতি সম্ভব নয়।
'ভাব ও কাজ' প্রবন্ধে প্রাবন্ধিক বলেছেন, মানুষকে উদ্বুদ্ধ করার জন্য ভাবের সাধনা অপরিসীম। কিন্তু শুধু ভাব দিয়ে মহৎ কিছু অর্জন করা যায় না। প্রাবন্ধিক মানুষের কল্যাণ, দেশের উন্নতি ও মুক্তির জন্য বাস্তবধর্মী কর্মে তৎপর হওয়ার ওপর জোর দিয়েছেন। অন্যদিকে উদ্দীপকে দেখা যায় জাগরণী ক্রিকেট ক্লাবের কোচ আমিনুল তার দল নিয়ে দুশ্চিন্তাগ্রস্ত। কারণ তার দলের অধিনায়ক ও ওপেনিং ব্যাটসম্যান আনিস অনুপস্থিত। এদিকে খেলার সময়ও ঘনিয়ে আসছে। ফলে তিনি বাস্তবধর্মী কর্মে তৎপর হতে পারবেন না ভেবে চিন্তিত হয়ে পড়েছেন। তাই বলতে পারি যে, উদ্দীপকের কোচ আমিনুলের দুশ্চিন্তার সঙ্গে আলোচ্য প্রবন্ধের তুলনীয় দিকটি হলো ভাবে মেতে বাস্তবধর্মী কর্মে তৎপর হতে না পারা।

ঘ) উদ্দীপকের আনিসের কাজের সঙ্গে 'ভাব ও কাজ' প্রবন্ধের লেখকের চাওয়া অনেকাংশেই যুক্তিযুক্ত।
একটি দেশের সার্বিক কল্যাণ সাধনে তরুণরাই গুরুত্বপূর্ণ ভূমিকা পালন করে। দেশের মুক্তি, উন্নতি ও অগ্রগতির ক্ষেত্রে তরুণরাই সামনে এগিয়ে যায়। তারাই কাজের সঙ্গে ভাবের সঠিক সমন্বয় সাধন করতে পারে।
উদ্দীপকের আনিস একজন সত্যিকার কর্মী। সে ক্রিকেট দলের অধিনায়ক ও ওপেনিং ব্যাটসম্যান। সে জানে তার দলে থাকা দলের জন্য খুব গুরুত্বপূর্ণ। তাই ভাবকে নিয়ন্ত্রণ করে সে বাস্তব কর্মে তৎপর হয়েছে, জ্বরের কাছে হার মানেনি। প্রচন্ড জ্বর নিয়ে সে মাঠে হাজির হয়। সে নিজের স্পিরিট বা আত্মার শক্তিকে জাগিয়ে তুলেছে এবং কর্মকে ধরে রেখেছে। 'ভাব ও কাজ' প্রবন্ধে লেখক এমন মানুষই প্রত্যাশা করেছেন। তাঁর মতে, ভাবকে নিজের দাসে পরিণত করতে হবে। নিজের বুদ্ধি দিয়ে কর্মশক্তিকে জাগিয়ে তুলতে হবে। অন্যের কথায় প্ররোচিত হয়ে আত্মার শক্তি নষ্ট করা যাবে না।
'ভাব ও কাজ' প্রবন্ধে লেখকের যে প্রত্যাশা বা আকাঙ্ক্ষা প্রকাশ পেয়েছে তার অনেক কিছুই উদ্দীপকের আনিসের চিন্তা ও কাজের মধ্য দিয়ে প্রকাশ পায়। তাই বলা যায় যে, উদ্দীপকের আনিসের কাজের সঙ্গে আলোচ্য প্রবন্ধের লেখকের চাওয়া অনেকাংশেই যুক্তিযুক্ত।"""
    },
    # CQ 11
    {
        "stem": "অসাধ্য সাধন করেছেন মহাত্মা গান্ধী। তিনি মানুষকে ভালো বেসেছেন বলেই তাঁর কথায় সবাই কাজ করেছিলেন। তাঁর কথার সঙ্গে কাজের মিল আছে বলেই মানুষ তাঁকে ভালোবেসে আগলে রেখেছেন। [কু. বো.'২০১৭]",
        "ka": "'বিদ্রোহী' কবিতাটি কোন পত্রিকায় প্রকাশিত হয়েছে?",
        "kha": "'সোনার কাঠি' বলতে কী বোঝানো হয়েছে?",
        "ga": "উদ্দীপকে মহাত্মা গান্ধীর মধ্যে 'ভাব ও কাজ' প্রবন্ধের কোন দিকটি বিদ্যমান? ব্যাখ্যা কর।",
        "gha": "\"তাঁর কথার সঙ্গে কাজের মিল আছে বলেই মানুষ তাঁকে ভালোবেসে আগলে রেখেছেন\"- মন্তব্যটি 'ভাব ও কাজ' প্রবন্ধের আলোকে বিশ্লেষণ কর।",
        "solution": """ক) 'বিদ্রোহী' কবিতাটি সাপ্তাহিক 'বিজলী' পত্রিকায় প্রকাশিত হয়।

খ) 'সোনার কাঠি' বলতে কার্যক্ষেত্র প্রস্তুত করে মানুষকে জাগিয়ে তোলার স্পর্শকে বোঝানো হয়েছে।
মানুষকে জাগিয়ে তোলার ক্ষেত্রে ভাবের গুরুত্ব আছে। তবে তা যদি কাজের সঙ্গে গেঁথে দেওয়া না যায় তাহলে মূল্যহীন হয়ে পড়ে। আবার কোনো কাজের জন্য যে পরিমাণ ভাব প্রয়োজন তার চেয়ে বেশি হলেও তা বিফলে যায়। এ কারণে কাজের ক্ষেত্র প্রস্তুত না করে ভাবের বিস্তার ঘটানো উচিত নয়। কারণ ভাব ও কাজের সমন্বয় ঘটাতে না পারলে মানুষের মুক্তি, উন্নতি নিশ্চিত করা যায় না। কাজেই যেমন রূপকথার রাজকন্যাকে জাগানোর জন্য সোনার কাঠির স্পর্শ দেওয়ার আগে তাকে উদ্ধার করার পরিকল্পনা বাস্তবায়নের প্রতি সজাগ থাকা জরুরি, তেমনই ভাব জাগানোর আগে জাগ্রতদের কাজে নিয়োগের কথা ভাবা উচিত।

গ) উদ্দীপকে মহাত্মা গান্ধীর মধ্যে 'ভাব ও কাজ' প্রবন্ধের ভাব ও কাজের সুসমন্বয়ের দিকটি বিদ্যমান।
কাজ ছাড়া ভাব মূল্যহীন। ভাব ও কাজের সমন্বয় ঘটলেই তা সার্থকতা লাভ করে। অনেক সময় কাজের চেয়ে ভাব বড় হয়ে ওঠে। সেক্ষেত্রে আশানুরূপ ফল লাভ সম্ভব হয় না। কারণ কাজের সঙ্গে ভাবের মিল না হলে তা হিতে বিপরীত হয়।
উদ্দীপকে একজন মানবতাবাদী নেতার জীবনাদর্শের দিক সম্পর্কে ইঙ্গিত করা হয়েছে, যার জীবনে চিন্তার সঙ্গে কর্মের নিবিড় যোগাযোগ রক্ষা হয়েছিল। অর্থাৎ ভাবের সঙ্গে কাজের সুসমন্বয় ঘটেছিল। তিনি তার আত্মশক্তি ও দৃঢ়তা দিয়ে মানুষের অধিকার রক্ষার সংগ্রামে ব্রতী হয়েছেন। এ কাজে তিনি মানুষকে ভাব ও কাজের সমন্বয়সাধন করে জাগিয়ে তুলেছেন। তাঁর কাজ ও ভাবের সুসমন্বয় ঘটেছিল বলেই মানুষ তাকে শ্রদ্ধা ও সম্মান করেছেন। উদ্দীপকের এই ব্যক্তি মহাত্মা গান্ধী। তাঁর কর্মকাণ্ডে 'ভাব ও কাজ' প্রবন্ধের লেখকের ইচ্ছার প্রতিফলন ঘটেছে। তার মধ্যে প্রবন্ধে ভাব ও কাজের সমন্বয় ঘটানোর যে কথা বলা হয়েছে সেটার বাস্তব প্রতিফলন ঘটেছে।

ঘ) \"তাঁর কথার সঙ্গে কাজের মিল আছে বলেই মানুষ তাঁকে ভালোবেসে আগলে রেখেছেন\"- মন্তব্যটি 'ভাব ও কাজ' প্রবন্ধের আলোকে যথার্থ।
জগতে মহৎ ব্যক্তিরা মানুষের মনে যে ভাব জাগিয়ে তোলেন তা জগতের কল্যাণসাধনের জন্য অত্যন্ত জরুরি। কিন্তু ভাব হলেই হয় না, ভাবের জন্য কাজের ক্ষেত্রও প্রস্তুত করতে হয়। ভাব জাগিয়ে বসে না থেকে তাকে কাজে লাগাতে হয়।
উদ্দীপকে মহাত্মা গান্ধীর মানবতাবাদী কর্মকাণ্ড এবং ভাব ও কাজের সমন্বয়সাধনের দিকটি প্রতিফলিত হয়েছে। এই বিষয়টি 'ভাব ও কাজ' প্রবন্ধের লেখকের মনোভাবের সঙ্গে সাদৃশ্যপূর্ণ। প্রবন্ধে লেখক ভাব ও কাজের সমন্বয়সাধনের যে বক্তব্য উপস্থাপন করেছেন উদ্দীপকের মহাত্মা গান্ধীর মধ্যে তার প্রতিফলন লক্ষ করা যায়। কারণ তিনি মানুষের মনে ভাব জাগিয়ে তাদেরকে দিয়ে মহৎ ও কল্যাণকর কর্ম সম্পাদন করেছেন। তিনি সবাইকে যেমন বুকে টেনে নিয়ে তাদের দুঃখ অনুভব করেছেন তারাও তেমনই তাঁকে শ্রদ্ধাবনত মস্তকে সম্মান জানিয়েছেন।
'ভাব ও কাজ' প্রবন্ধে লেখক দেশের উন্নতি ও মুক্তি এবং মানুষের কল্যাণের জন্য ভাবের সঙ্গে বাস্তবধর্মী কর্মে তৎপর হওয়ার উপর জোর দিয়েছেন। উদ্দীপকের মহাত্মা গান্ধীর চিন্তায় ও চেষ্টায়ও তার প্রতিফলন ঘটেছে। তাই বলা যায় যে, প্রশ্নোক্ত মন্তব্যটি আলোচ্য প্রবন্ধের আলোকে যথার্থ।"""
    }
]

print(f"Loaded CQ part 1: {len(cqs_part1)} CQs.")
