# -*- coding: utf-8 -*-
"""
Short Questions and Creative Questions (CQ) for কবিতা ১২ - প্রার্থী
"""

SHORT_QUESTIONS = [
    {
        "short_question": "কবি সূর্যের কাছ থেকে প্রেরণা নিতে চান কেন?",
        "short_answer": "উত্তর: কবি শিশুদের কল্যাণের জন্য সূর্যের কাছ থেকে প্রেরণা নিতে চান। কিশোর কবি সুকান্ত ভট্টাচার্যের ছিল অবহেলিত শিশুদের প্রতি গভীর মমত্ববোধ। কবি এই শিশুদের কল্যাণে সূর্যের অবদান থেকে প্রেরণা নিতে চান। তিনি নিজেকে সূর্যের ন্যায় অগ্নিপিন্ডে পরিণত করতে চান যেন ভবিষ্যতে তিনি ঐ পথের ধারের উলঙ্গ শিশুটাকে উত্তাপ দিতে পারেন।"
    },
    {
        "short_question": "কৃষকের চঞ্চল চোখ কীসের প্রতীক্ষায় থাকার কারণ? ব্যাখ্যা কর।",
        "short_answer": "উত্তর: ফসল তোলার দিনের জন্যই কৃষকের চঞ্চল চোখ প্রতীক্ষা করে। কৃষকের কাজ ফসল উৎপাদন করা। তাই সে সারা বছর মাঠে কঠোর পরিশ্রম করে।\nকৃষক সারা বছর ঘরে ফসল তুলতে পারে না। রোদে পুড়ে, বৃষ্টিতে ভিজে সে জমি চাষ করে। ফসলের বীজ বোনে আর গাছ পরিচর্যা করে, কঠোর এ পরিশ্রম স্বীকার করার একমাত্র কারণ হলো ফসল তোলার আনন্দ উপভোগ করে। ধান কাটার রোমাঞ্চকর দিনের অপেক্ষাতেই কৃষক সারা বছর কাজ করে।"
    },
    {
        "short_question": "'আমাদের গরম কাপড়ের কত অভাব'-ব্যাখ্যা কর।",
        "short_answer": "উত্তর: আমাদের দেশের দরিদ্র ও শীতার্ত মানুষগুলোর যে সামান্য শীতবস্ত্রও নেই, সে কথাই বুঝিয়েছেন কবি আলোচ্য উদ্ধৃতিতে।\nআমাদের দেশের সাধারণ মানুষের একটা বিরাট অংশ চরম দারিদ্র্য সীমার নিচে বাস করে। প্রতিদিন তিনবেলা খাদ্যের জোগাড় যেমন তারা করতে পারে না, তেমনি প্রচণ্ড শীত থেকে বাঁচার মতো সামান্য শীতবস্ত্রও নেই তাদের। এসব দরিদ্র মানুষের সঙ্গে একাত্মবোধ করে কবি সূর্যকে তাই বলেছেন 'তুমি তো জানো, আমাদের গরম কাপড়ের কত অভাব'।"
    },
    {
        "short_question": "কবি কীভাবে বস্ত্রহীন শীতার্ত মানুষের দুঃখ দূর করতে চান?",
        "short_answer": "উত্তর: সমাজে সবার সমান অধিকার প্রতিষ্ঠার মাধ্যমে কবি অসহায় মানুষের দুঃখ দূর করতে চান।\nআমাদের সমাজে ধনী-দরিদ্রের বৈষম্য আছে। দরিদ্র মানুষ সবসময় তার অধিকার থেকে বঞ্চিত হয়। বস্ত্রহীন, শীতার্ত, আশ্রয়হীন মানুষ সারারাত অপেক্ষা করে সূর্যের উত্তাপের জন্য। এদের প্রতি মমতা থেকে কবি সূর্যের কাছে উত্তাপ চেয়েছেন। সূর্যের কাছ থেকে প্রেরণা নিয়ে কবি এমন সমাজ গড়তে চান যেখানে কোনো বৈষম্য থাকবে না। আর এভাবেই শীতার্ত, বস্ত্রহীন মানুষের দুঃখ কবি দূর করতে প্রত্যাশী।"
    },
    {
        "short_question": "সকালের এক টুকরো রোদ সোনার চেয়ে দামি মনে হয় কেন?",
        "short_answer": "উত্তর: প্রচণ্ড শীতে সারা রাত ভোগার পর যখন সকালের এক টুকরো রোদ দরিদ্র মানুষগুলোকে উষ্ণতা দেয়, তখন সেই এক টুকরো রোদ মনে হয় সোনার চেয়ে দামি। দারিদ্র্যপীড়িত শীতার্ত মানুষগুলোর প্রচণ্ড শীতকে নিবারণ করার মতো সামান্য শীতবস্ত্র নেই। সামান্য কাপড়ে কান ঢেকে এবং খড়কুটো জ্বালিয়ে তারা শীত কাটায়। সকালের এক টুকরো সোনারোদের প্রতীক্ষায় থাকে সারারাত, তাই এ রোদ তাদের কাছে এত মূল্যবান মনে হয়।"
    },
    {
        "short_question": "কবি সুকান্ত ভট্টাচার্য কাকে প্রার্থী বলেছেন? কেনো বলেছেন? বুঝিয়ে লেখো।",
        "short_answer": "উত্তর: কবি সুকান্ত ভট্টাচার্য প্রার্থী বলতে দরিদ্র, অসহায়, ছিন্নমূলদের বুঝিয়েছেন।\nদরিদ্র, অসহায় মানুষের খাদ্যের অভাব, বস্ত্রের অভাব। খাদ্যের, আশ্রয়ের অভাবে তারা প্রতিনিয়ত কষ্ট পায়। তারা অপেক্ষা করে, প্রার্থনা করে সমাজের উঁচুশ্রেণির মানুষের কাছে। তাই তাদের বলা হয়েছে প্রার্থী।"
    },
    {
        "short_question": "কারা শীতের সূর্যের প্রতীক্ষা করে? কেনো করে? বুঝিয়ে লেখো।",
        "short_answer": "উত্তর: বস্ত্রহীন মানুষেরা শীতের সূর্যের প্রতীক্ষা করে।\nযারা অসহায় দরিদ্র, তাদের জীবন দুঃখে পরিপূর্ণ। তারা শীতের রাতে একটু গরম কাপড়ের, একটু উত্তাপের জন্য অপেক্ষা করে। তাদের খাবার নেই, বস্ত্র নেই, আশ্রয় নেই। তাই তারা সারা বছর উঁচু তলার মানুষের কাছ থেকে একটু সহানুভূতি আশা করে। সুদীর্ঘ সময় ধরে চলে তাদের অপেক্ষা, ঠিক যেনো বস্ত্রহীন মানুষ অপেক্ষা করে শীতের সূর্যের জন্য।"
    },
    {
        "short_question": "কবি সূর্যের প্রতীক্ষায় আছেন কেন? ব্যাখ্যা করো।",
        "short_answer": "উত্তর: সমাজের নিচুতলার মানুষের প্রতি মমতার থেকে কবি সূর্যের প্রতীক্ষায় আছেন।\nপ্রচণ্ড শীতে সূর্যের উত্তাপের জন্য সারা রাত অপেক্ষা করে বস্ত্রহীন, আশ্রয়হীন শীতার্ত মানুষ। সমাজের এই নিচুতলার মানুষেরা সবরকম সুযোগ-সুবিধা থেকে বঞ্চিত। তাই প্রচণ্ড শীতে তাদের কষ্ট কমানোর কোনো উপায় থাকে না। এই মানুষদের প্রতি কবির অসীম মমতা; তাই তাদের জন্য সূর্যের প্রতীক্ষায় রয়েছেন কবি।"
    },
    {
        "short_question": "কবি সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন কেন?",
        "short_answer": "উত্তর: সমাজের নিচুতলার মানুষের প্রতি মমতা থেকে সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন।\nপ্রচণ্ড শীতে সূর্যের উত্তাপের জন্য সারা রাত অপেক্ষা করে বস্ত্রহীন, আশ্রয়হীন শীতার্ত মানুষ। সমাজের এই নিচুতলার মানুষেরা সবরকম সুযোগ-সুবিধা থেকে বঞ্চিত। তাই প্রচণ্ড শীতে তাদের কষ্ট কমানোর কোনো উপায় থাকে না। এই মানুষদের প্রতি কবির অসীম মমতা; সূর্যের কাছে তাই এই মানুষগুলোর জন্য উত্তাপ প্রার্থনা করেছেন কবি।"
    },
    {
        "short_question": "'আমাদের গরম কাপড়ের কত অভাব!'- বলতে কবি কী বুঝিয়েছেন?",
        "short_answer": "উত্তর: দরিদ্র ও শীতার্ত মানুষগুলোর শীতবস্ত্র নেই এ কথা বোঝাতে কবি প্রশ্নোক্ত মন্তব্যটি করেছেন।\nদেশের সাধারণ মানুষগুলোর মধ্যে একটা বৃহৎ অংশ চরম দারিদ্র্যসীমার নিচে বসবাস করে। অধিকাংশ মানুষ তিন বেলা খাদ্যের জোগাড় করতে পারে না। এর মধ্যে যখন শীত আসে তখন তাদের যন্ত্রণা দ্বিগুণ হয়ে ওঠে। কেননা তাদের কাছে কোনো উষ্ণ কাপড় নেই। কবি এসকল দরিদ্র মানুষের বেদনাকে অনুভব করে সূর্যের কাছে ব্যক্ত করে, 'তুমি তো জানো আমাদের গরম কাপড়ের কত অভাব।'"
    },
    {
        "short_question": "'আর উত্তাপ দিও, রাস্তার ধারের ঐ উলঙ্গ ছেলেটাকে'- এখানে কবির কোন মনোভঙ্গির পরিচয় পাওয়া যায়? ব্যাখ্যা করো।",
        "short_answer": "উত্তর: উদ্ধৃতিতে অবহেলিত ও বঞ্চিত শিশুর প্রতি কবির অসীম মমতার পরিচয় পাওয়া যায়।\nকঠিন কঠোর শীত থেকে মুক্তির জন্য কবি পৃথিবীর সব শক্তির উৎস সূর্যের কাছে আলো ও উত্তাপ প্রার্থনা করেন। কিন্তু লক্ষ্য করার বিষয়, নিজের এত সমস্যার মধ্যেও তিনি ভোলেননি রাস্তার ধারের উলঙ্গ শিশুটির কথা। তাই সূর্যের কাছে তার জন্যও তিনি আলো ও উত্তাপ প্রার্থনা করেছেন যা বিবৃত হয়েছে আলোচ্য উদ্ধৃতিতে। মূলত এর মধ্য দিয়ে শিশুদের প্রতি কবির গভীর মমত্ববোধের পরিচয় পাওয়া যায়।"
    },
    {
        "short_question": "শীতার্ত মানুষেরা সূর্যের জন্য অপেক্ষা করে কেন?",
        "short_answer": "উত্তর: প্রচণ্ড শীতে হিম শরীরটাকে একটু উষ্ণ করার জন্য শীতার্ত মানুষেরা সূর্যের জন্য অপেক্ষা করে।\nআমাদের দেশের দুর্বল অর্থনৈতিক ব্যবস্থার কারণে দরিদ্র মানুষগুলোর শীতের তীব্রতা থেকে রক্ষা পাওয়ার মতো সামান্য উষ্ণ কাপড়ও নেই। এক টুকরো কাপড়ে কান ঢেকে তারা শীত আটকায়। এজন্য তারা সকালের সূর্যের উত্তাপের জন্য হিমশীতল সুদীর্ঘরাত অপেক্ষা করে। সূর্যের উত্তাপে নিজেদের একটু উষ্ণ করে নিতে চায়।"
    }
]

CREATIVE_QUESTIONS = [
    {
        "cq_stem": """গত বছর কয়লা কুড়ানির দলে রাতুল নিজের নাম লিখিয়েছে। সারারাত স্টেশনে কয়লার চালান আসে। মাল খালাসের পর চারপাশে ছড়িয়ে ছিটিয়ে থাকে কয়লার টুকরো। সেসব কুড়িয়ে রাতুল অন্যদের মতো হাটে বিক্রি করে। সারাবছরই রাত জাগতে হয় রাতুলদের। তেমন কষ্ট হয় না। শুধু শীতের সময় ছাড়া। শীতের রাতে শরীর কুঁকড়ে যায়। রক্ত চলাচল স্তিমিত হয়ে যায়। নাক দিয়ে কুয়াশা চলাচল করে। সে কুয়াশা একেবারে কলিজা পর্যন্ত ঠান্ডা করে দেয়। এ শীতে মাত্র একটা জামা আছে রাতুলের। প্রচন্ড শীতের রাতে সে স্টেশনে কুন্ডলী পাকিয়ে ঘুমায়।""",
        "cq_sub_ka": "শীত নিবারণের জন্য সাধারণত কী জ্বালানো হয়?",
        "cq_sub_kha": "\"কত কষ্টে আমরা শীত আটকাই!\"-চরণটি দ্বারা কী বোঝানো হয়েছে।",
        "cq_sub_ga": "উদ্দীপকে 'প্রার্থী' কবিতার কোন দিকটি ফুটে উঠেছে? ব্যাখ্যা কর।",
        "cq_sub_gha": "\" 'প্রার্থী' কবিতার সমগ্রভাব উদ্দীপক ধারণ করেনি।\" -মন্তব্যটির পক্ষে যুক্তি উপস্থাপন কর।",
        "cq_solution": """উত্তরপত্র (১নং প্রশ্ন)
ক. শীত নিবারণের জন্য সারারাত খড়কুটো জ্বালানো হয়।

খ. \"কত কষ্টে আমরা শীত আটকাই!\"-এ চরণটি দ্বারা অসহায়ের আর্তনাদকে বোঝানো হয়েছে।
দরিদ্রনিপীড়িত শীতার্ত মানুষগুলোর প্রচণ্ড শীতকে নিবারণ করার মতো সামান্য শীতবস্ত্রও নেই। সামান্য কাপড়ে কান ঢেকে এবং খড়কুটো জ্বালিয়ে রাত কাটায়। প্রচণ্ড শীতে সূর্যের উত্তাপের জন্য অপেক্ষা করে অসহায় মানুষগুলো। প্রশ্নোক্ত চরণটি দ্বারা তাদের এ অসহায় আর্তনাদকে বোঝানো হয়েছে।

গ. উদ্দীপকে 'প্রার্থী' কবিতায় শীতের রাতে কষ্ট পাওয়া বস্ত্রহীন বালকটির কষ্টের চিত্র ফুটে উঠেছে।
'প্রার্থী' কবিতায় অবহেলিত ও বঞ্চিত মানুষের প্রতি কবির সহানুভূতি প্রকাশ পেয়েছে। প্রচণ্ড শীতে সূর্যের উত্তাপের জন্য সারারাত অপেক্ষা করা বস্ত্রহীন, আশ্রয়হীন শীতার্ত মানুষকে অবর্ণনীয় কষ্ট-যন্ত্রণা থেকে কবি মুক্তি দিতে চেয়েছেন। কবি সুকান্ত ভট্টাচার্যের এ চাওয়া মূলত উদ্দীপক ও 'প্রার্থী' কবিতায় বর্ণিত শ্রেণির ভাগ্য উন্নয়নে কবির প্রত্যাশা ও উদ্দেশ্যকে প্রকাশ করে।
উদ্দীপকের রাতুল অত্যন্ত গরিব, পেটের ক্ষুধা মেটাতে তাকে কয়লা কুড়াতে হয়। এ জন্য প্রায় সারা বছরই রাতুলকে রাত জাগতে হয়। রাতুলের এসবে বিশেষ কষ্ট হয় না; শুধু শীতের রাত বাদে। শীতকালে তার নাক দিয়ে কুয়াশা চলাচল করে। সে ঠাপ রাতুলের কলিজা হিম করে দেয়। বস্তুত শীত নিবারণের মতো কাপড় রাতুলের নেই, প্রচণ্ড শীতে তাই স্টেশনে সে কুণ্ডলী হয়ে ঘুমায়। তাই কবি সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন। কারণ সূর্য ছাড়া পৃথিবীর কেউ তাকে উত্তাপ দিতে পারবে না। 'প্রার্থী' কবিতার এ ভাবটিই উদ্দীপকে প্রকাশিত হয়েছে।

ঘ. উদ্দীপকটি 'প্রার্থী' কবিতার সমগ্র ভাব ধারণ করতে পারেনি।
'প্রার্থী' কবিতায় কবি দৈন্য মানুষের শীতে কষ্ট পাওয়ার চিত্র ফুটিয়ে তোলার পাশাপাশি আমাদের বিবেককে জাগ্রত করতে চেয়েছেন দারুণভাবে। আমাদের সমাজের অনেক দরিদ্র ও অসহায় মানুষ শীতে কষ্ট পায়। কিন্তু যাদের অনেক আছে, তাদের বিবেক ঘুমিয়ে আছে। কবির মতে, সূর্যের অসীম তেজে অর্থাৎ জ্বলন্ত অগ্নিপিন্ডে যখন আমাদের সব জড়তা পুড়ে যাবে, তখন বিবেক জাগ্রত হয়ে উঠবে। আর আমাদের বিবেক জাগ্রত হলে রাস্তার ধারের উলঙ্গ ছেলেটির বস্ত্রের অভাব ঘুচে যাবে।
উদ্দীপকের রাতুলও পেটের খাবার জোগাতে শিশু বয়সেই তাকে পরিশ্রমের পথে নামতে হয়েছে কয়লা কুড়ানোর জন্য। প্রায় সারা বছরই রাতুলকে রাত জাগতে হয়। এতে তার তেমন সমস্যা হয় না, কিন্তু শীতকালে রাতুলের প্রাণ ওষ্ঠাগত হয়ে পড়ে। প্রচণ্ড শীতে রাতুল স্টেশনের বারান্দায় কুণ্ডলী হয়ে শুয়ে থাকে। কারণ শীত আটকানোর মতো যথেষ্ট জামাকাপড় তার নেই। এখানে, রাতুলের দৈন্যদশা তথা দুর্ভোগের চিত্রটিই ফুটিয়ে তোলা হয়েছে। আর এ সমস্যা প্রতিকারের কোনো ভাব উদ্দীপকে ব্যক্ত হয়নি।
'প্রার্থী' কবিতায় কবি শীতের সময় যন্ত্রণার কথা প্রকাশের মাধ্যমে সমাজের সকল শ্রেণির শীতার্ত মানুষের বিবেককেও জাগ্রত করতে চেয়েছেন। আর উদ্দীপকে শুধু রাতুলের দুর্ভোগের কথা প্রকাশ পেয়েছে। তাই বলা যায়, উদ্দীপকটি 'প্রার্থী' কবিতার সমগ্র ভাব ধারণ করেনি।"""
    },
    {
        "cq_stem": """প্রচন্ড শীতের রাত্র কমলাপুর রেলস্টেশনে গিয়ে দেখা গেল কিছু অসহায় ছিন্নমূল শিশু প্লাটফর্মের উপরে জড়সড় হয়ে শুয়ে আছে। ছিন্ন বস্ত্র গায়ে দিয়ে তারা শীত নিবারণের বৃথা চেষ্টা করছে।""",
        "cq_sub_ka": "সকালের এক টুকরো রোদ্দুর কীসের চেয়ে দামি?",
        "cq_sub_kha": "'প্রার্থী' কবিতায় 'রোদ্দুরের তৃষ্ণা' বলতে কী বোঝানো হয়েছে?",
        "cq_sub_ga": "উদ্দীপকটিতে বর্ণিত দিকটি 'প্রার্থী' কবিতার যে দিকের সাথে সংগতিপূর্ণ তা ব্যাখ্যা কর।",
        "cq_sub_gha": "\"উদ্দীপক ও 'প্রার্থী' কবিতায় বর্ণিত শ্রেণির ভাগ্য উন্নয়নই ছিল সুকান্ত ভট্টাচার্যের উদ্দেশ্য”- বিশ্লেষণ কর।",
        "cq_solution": """উত্তরপত্র (২নং প্রশ্ন)
ক. সকালের এক টুকরো রোদ্দুর সোনার চেয়ে দামি।

খ. 'প্রার্থী' কবিতায় 'রোদ্দুরের তৃষ্ণা' বলতে শীতের সকালে রোদের প্রতি মানুষের আকাঙ্ক্ষাকে বোঝানো হয়েছে।
শীতের সকালের রোদ অনেক প্রতীক্ষিত। আমাদের সমাজে অনেক দরিদ্র মানুষ বাস করে। এদের বস্ত্র ও আশ্রয়ের অভাব। বিশেষ করে যাদের গরম কাপড়ের খুব অভাব তারা রাতে খড়কুটো জ্বালিয়ে এক টুকরো কাপড় দিয়ে কান ঢেকে বহু কষ্টে শীত আটকায়। তাই শীতার্ত মানুষ এক টুকরো রোদ প্রত্যাশা করে যা তাকে একটু উষ্ণতা দেবে।

গ. উদ্দীপটিতে বর্ণিত দিকটি 'প্রার্থী' কবিতার দরিদ্র-অসহায় মানুষের শীত নিবারণের চেষ্টার সাথে সংগতিপূর্ণ।
'প্রার্থী' কবিতায় দরিদ্র, অসহায়, বঞ্চিত, অবহেলিত মানুষের কথা বর্ণিত হয়েছে; যারা দীন-দরিদ্র মানুষ। সামান্য শীত নিবারণের জন্য যারা নানা চেষ্টা করে। শেষে সব আশা ছেড়ে সূর্যের উত্তাপ প্রার্থনা করে। এ অসহায় মানুষগুলো অন্নহীন, বস্ত্রহীন, আশ্রয়হীন।
উদ্দীপকেও একই বিষয়বস্তুর প্রতিফলন ঘটেছে। এসব মানুষ দীন-দরিদ্র বলে আশ্রয় নিয়েছে কমলাপুর রেলস্টেশনে। ছিন্নমূল এ মানুষগুলো প্ল্যাটফর্মে জড়সড় হয়ে বসে আছে। ছিন্নবস্ত্র গায়ে দিয়ে শীত নিবারণের বৃথা চেষ্টা করছে। অর্থাৎ শীতে কষ্ট ভোগের দিক দিয়ে উদ্দীপকের বিষয়টি 'প্রার্থী' কবিতায় শীত বস্ত্রহীন শীতার্ত মানুষের প্রতিচ্ছবি।

ঘ. \"উদ্দীপক ও 'প্রার্থী' কবিতায় বর্ণিত শ্রেণির ভাগ্য উন্নয়নই ছিল সুকান্ত ভট্টাচার্যের উদ্দেশ্য”- এ মন্তব্যটি সঠিক।
'প্রার্থী' কবিতায়, কবির অসহায়, দরিদ্র মানুষের প্রতি গভীর মমত্ব প্রকাশ পেয়েছে। আমাদের সমাজের এমন কিছু মানুষ আছে, যারা আশ্রয়হীন ও বস্ত্রহীন। এ মানুষগুলো চির অবহেলিত। আমাদের সমাজে তারা শোষিত, যা কবির হৃদয়কে দারুণভাবে ব্যথিত করে তিনি এ বৈষম্য দূর করতে চান। সাম্যভিত্তিক সমাজ গড়তে চান। যেখানে এ মানুষগুলো পাবে তাদের প্রাপ্য অধিকার।
উদ্দীপকে অসহায়-দরিদ্র মানুষের কথা তুলে ধরা হয়েছে। এ মানুষগুলো আশ্রয়হীন। তাই তারা থাকে কমলাপুর রেলস্টেশনে। শীত নিবারণের সামান্য বস্ত্রও তাদের নেই। তারাও আমাদের সমাজের মানুষ। তাই তাদের এমন হীন অবস্থা কখনই কাম্য নয়।
উদ্দীপকে যেসব অসহায় মানুষের কথা বলা হয়েছে, কবিতায় তাদের প্রতি গভীর মমত্ব প্রকাশ পেয়েছে। কবি এদের নিয়ে সাম্যভিত্তিক সমাজ গড়তে চান।"""
    },
    {
        "cq_stem": """নাদিম সাহেব দামি গাড়ি হাঁকিয়ে অফিসে যাবার পথে রাস্তার সিগন্যালে অপেক্ষা করছিলেন। জীর্ণ-শীর্ণ এক ভিক্ষুক তাঁর গাড়ির জানালার পাশে ভিক্ষার থালা বাড়িয়ে দিলে তিনি জানালার কালো গ্লাস তুলে দেন। আর ভীষণ বিরক্তি প্রকাশ করে বলেন, ভিক্ষুকে দেশটা ভরে গেছে। কথা শুনে ড্রাইভার মহসীন বলে- স্যার, গরিব মানুষ, কী করবে বলেন? এই ভিক্ষার আয় রোজগার দিয়েই তো ওরা সংসার চালায়।""",
        "cq_sub_ka": "'প্রার্থী' কবিতাটি কোন কাব্যগ্রন্থ থেকে সংকলিত?",
        "cq_sub_kha": "কবি সূর্যকে জ্বলন্ত অগ্নিপিন্ড বলেছেন কেন?",
        "cq_sub_ga": "উদ্দীপকের নাদিম সাহেবের আচরণ 'প্রার্থী' কবিতার কোন ভাবের সাথে বৈসাদৃশ্যপূর্ণ- বর্ণনা কর।",
        "cq_sub_gha": "ড্রাইভার মহসীনের অভিব্যক্তিতে 'প্রার্থী' কবিতার মূল চেতনা প্রকাশ পেলেও কবি সুকান্তের ইচ্ছার বহিঃপ্রকাশ ঘটে নি- মন্তব্যটির যথার্থতা যাচাই করো।",
        "cq_solution": """উত্তরপত্র (৩নং প্রশ্ন)
ক. 'প্রার্থী' কবিতাটি সুকান্ত ভট্টাচার্যের 'ছাড়পত্র' কাব্যগ্রন্থ থেকে সংকলিত।

খ. 'সূর্য' একটি জ্বলন্ত আগুনের গোলা, তাই কবি সূর্যকে জ্বলন্ত অগ্নিপিণ্ড বলেছেন।
সূর্য একটি নক্ষত্র। গ্যাসের প্রচন্ড চাপে সূর্য অবিরাম জ্বলছে ও তাপ বিকিরণ করছে। সূর্যের তাপ ভূপৃষ্ঠের উদ্ভিদ জীবজন্তু ও মানুষের জীবনধারণের প্রথম ও প্রধান উপাদান। সূর্যের বৈশিষ্ট্যগত ধারণাকে প্রকাশ করার জন্য কবি সূর্যকে 'জ্বলন্ত অগ্নিপিণ্ড' বলেছেন।

গ. উদ্দীপকের নাদিম সাহেবের আচরণ 'প্রার্থী' কবিতায় মানুষের প্রতি মমত্ববোধের যে ভাব প্রকাশিত হয়েছে তার সাথে বৈসাদৃশ্যপূর্ণ।
আমাদের দেশের অধিকাংশ মানুষ দারিদ্র্যসীমার নিচে বসবাস করে। শীতকালে তারা গরম কাপড়ের অভাবে শীত নিবারণের জন্য সূর্যকে প্রধান অবলম্বন মনে করে।
'প্রার্থী' কবিতায় সূর্যকে আহ্বান করা হয়েছে। সূর্য থেকে ভূপৃষ্ঠের উদ্ভিদ তথা সমগ্র প্রাণিকুল জীবনধারণের প্রয়োজন মিটিয়ে থাকে। শীতের রাতে রাস্তার ধারের উলঙ্গ ছেলেটি সূর্যের একটু উত্তাপ পাওয়ার আশায় প্রহর গোনে। কবি ওই ছেলেটির পাশে দাঁড়িয়ে গভীর মমতায় তার দুঃখ দূর করার প্রত্যয় ব্যক্ত করেছেন। এতে মানুষের প্রতি মানুষের ভালোবাসার দিকটি গভীর সমবেদনায় প্রকাশিত হয়েছে। উদ্দীপকে নাদিম সাহেবের আচরণে এ মানবিকতার বৈপরীত্য লক্ষ করা যায়। বিলাসবহুল গাড়িতে ভ্রমণের সময় কোনো অসহায় ব্যক্তি সাহায্য চাইলে বিরক্ত হওয়াটা নাদিম সাহেবের অমানবিক আচরণেরই বহিঃপ্রকাশ, যা মানবতাবোধ ও বিবেচনাবোধকে ছাড়িয়ে পাশবিক আচরণে রূপ নেয়। কবিতায় প্রকাশিত মানবতাবোধ নাদিম সাহেবের এ পাশবিক আচরণের বিপরীত এবং অনেক উন্নত।

ঘ. উদ্দীপকের ড্রাইভার মহসীনের অভিব্যক্তিতে 'প্রার্থী' কবিতার মূল চেতনা প্রকাশ পেলেও কবি সুকান্তের ইচ্ছার বহিঃপ্রকাশ ঘটেনি- মন্তব্যটি যথার্থ।
সমাজে ধনী-গরিবের বৈষম্য যুগ যুগ ধরে প্রচলিত। ফলে অসহায় গরিবেরা নানা ধরনের বঞ্চনার শিকার হয়। ধনীরা যদি সহানুভূতিশীল হয়ে এগিয়ে আসেন তবেই তাদের দুঃখ-কষ্ট কিছুটা লাঘব হতে পারে।
'প্রার্থী' কবিতায় দেখা যায়, আমাদের এ পৃথিবীতে শক্তির মূল উৎস সূর্য। সূর্য যে তাপ বিকিরণ করে তার সাহায্যে ভূপৃষ্ঠের প্রাণিকুল ও মানুষ জীবনধারণ করে। প্রচণ্ড শীতে সূর্যের এ উত্তাপের জন্য সারারাত অপেক্ষা করে বস্ত্রহীন, আশ্রয়হীন শীতার্ত মানুষ। কবি সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন সমাজের এ নিচুতলার মানুষের প্রতি গভীর সমবেদনা ও মমতা থেকে। অবহেলিত ও বঞ্চিত শিশুদের প্রতি কবির অসীম মমত্ববোধ থেকেই তিনি এমন সমাজ গড়তে চান যাতে শীতার্ত, বস্ত্রহীন মানুষের জীবন থেকে সমস্ত দুঃখ চিরতরে ঘুচে যায়। উদ্দীপকে দেখা যায়, নাদিম সাহেব দামি গাড়িতে চড়ে অফিসে যাচ্ছিলেন। যাবার পথে রাস্তার সিগন্যালে অপেক্ষার সময় গাড়ির জানালায় এক ভিক্ষুক এসে হাজির হলে নাদিম সাহেব অত্যন্ত বিরক্তি প্রকাশ করেন। তার এ বিরক্তি প্রকাশ দেখে ড্রাইভার মহসীনের মন কেঁদে ওঠে। গভীর সমবেদনা থেকে সে ভিক্ষুকের অনুনয়-বিনয় লক্ষ করে। এ ঘটনায় মহসীনের মানবিকতাবোধের প্রকাশ লক্ষ করা যায়।
মহসীন মানবিকতাবোধ সম্পন্ন মানুষ। সে ভিক্ষুকের পক্ষে অবস্থান নিয়ে মানুষের প্রতি মানুষের মানবিকতার প্রকাশ দেখিয়েছে, কিন্তু তা দূর করার দৃঢ় প্রত্যয় ব্যক্ত করেনি। এজন্য বলা যায়- 'প্রার্থী' কবিতার চেতনার সাথে মহসীনের চেতনাগত মিল থাকলেও কবির ইচ্ছার বহিঃপ্রকাশ ঘটেনি।"""
    },
    {
        "cq_stem": """ঈদে যাকাতের কাপড় আনতে গিয়ে ২৭ জন নিহত হবার খবর জেনে উপল মর্মাহত হলো। সে যাকাতের টাকা দিয়ে দারিদ্র্য বিমোচনে সহায়তা করার সিদ্ধান্ত নিল। সে দেখেছে গ্রামের প্রান্তিক জনগোষ্ঠী অনাহারে, অর্থাভাবে কষ্টে থাকে। এসব নিঃস্ব পরিবারগুলোকে স্বাবলম্বী করার জন্য সে সেলাই মেশিন, ভ্যান, গরু ও ছাগল কিনে দিল। উপলের এই উদ্যোগের খবর প্রিন্ট ও ইলেকট্রনিক মিডিয়া গুরুত্ব দিয়ে প্রচার করে।""",
        "cq_sub_ka": "'প্রার্থী' কবিতাটি কোন কাব্যগ্রন্থ থেকে সংকলিত?",
        "cq_sub_kha": "কবি সূর্যের কাছে উত্তাপ চেয়েছেন কেন?",
        "cq_sub_ga": "উদ্দীপকের নিঃস্ব মানুষগুলো 'প্রার্থী' কবিতার সঙ্গে কীভাবে সম্পর্কযুক্ত?- ব্যাখ্যা কর।",
        "cq_sub_gha": "\"উদ্দীপকের উপলের উদ্যোগ যেন 'প্রার্থী' কবিতার কবির প্রত্যাশার প্রতিফলন।\"-মন্তব্যটি বিশ্লেষণ কর।",
        "cq_solution": """উত্তরপত্র (৪নং প্রশ্ন)
ক. 'প্রার্থী' কবিতাটি 'ছাড়পত্র' কাব্যগ্রন্থ থেকে সংকলিত।

খ. কবি সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন, কারণ নিপীড়িত মানুষরা সবসময়ই শীতার্ত।
শীতের নিদারুণ কনকনে আঘাত শোষিতদের হাড়ে বাজে। শীত নিবারণের মতো যথেষ্ট কাপড়-চোপড় তাদের নেই। সারারাত খড়কুটো জ্বালিয়ে অথবা এক টুকরা কাপড়ে কান ঢেকে আমরা শীত নিবারণের ব্যর্থ প্রচেষ্টা চালাই। আমাদের এই কষ্ট দেখে কবি সূর্যের কাছে মিনতি জানিয়েছেন, যেন সূর্য আমাদের উত্তাপ দেয়।

গ. উদ্দীপকের নিঃস্ব মানুষগুলো 'প্রার্থী' কবিতায় বঞ্চিত, অবহেলিত, অসহায় মানুষের প্রতি সমবেদনার দিক থেকে সম্পর্কযুক্ত।
'প্রার্থী' কবিতায় ফুটে ওঠা দিকটি হচ্ছে অসহায় মানুষের প্রতি সহানুভূতি প্রদর্শন। কবি বস্ত্রহীন, অসহায় মানুষের শীত নিবারণের জন্য সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন। অবহেলিত ও বঞ্চিত মানুষের প্রতি কবির মমত্ববোধ অসীম। তিনি এমন সমাজ গড়তে চান যাতে বস্ত্রহীন শীতার্ত মানুষের জীবন থেকে সব দুঃখ চিরতরে ঘুচে যায়।
উদ্দীপকের উপল যাকাতের টাকা দিয়ে গ্রামের অসহায়, বুভুক্ষু, নিঃস্ব মানুষগুলোকে সাহায্য করে। অসহায় মানুষগুলোকে স্বাবলম্বী করার জন্য সেলাই মেশিন, ভ্যান, গরু ও ছাগল, কিনে দিল। সুতরাং 'প্রার্থী' কবিতায় কবির সহানুভূতিশীল মনোভাবটি উদ্দীপকের আলোকে ফুটে উঠেছে।

ঘ. \"উদ্দীপকের উপলের উদ্যোগ যেন 'প্রার্থী কবিতার কবির প্রত্যাশার প্রতিফলন”-মন্তব্যটি সম্পূর্ণ যথাযথ।
উদ্দীপকের উপল ও 'প্রার্থী' কবিতায় কবির মধ্যে পরোপকার ও মানুষের সেবা করার মানসিকতার মিল রয়েছে। উপলের এ মানসিকতা জেগে উঠেছে যাকাতের কাপড়-এর জন্য পিষ্ট মানুষের আর্তনাদ দেখে। আর কবির এ অনুভূতি এসেছে বঞ্চিত মানুষের অবস্থা দেখে। দুঃখী মানুষের দুর্দশা লাঘবের ক্ষেত্রে উপল ও কবির চেতনাগত মিল রয়েছে।
উদ্দীপকের উপল যাকাতের টাকা দিয়ে দারিদ্র্য বিমোচনে সহায়তা করার সিদ্ধান্ত নেয়। সে গ্রামের প্রান্তিক জনগোষ্ঠী, নিঃস্ব পরিবারগুলোকে স্বাবলম্বী করার জন্য সেলাই মেশিন, ভ্যান, গরু, ছাগল কিনে দেয়। অন্যদিকে 'প্রার্থী' কবিতায় কবি অভাবী ও দুঃখী মানুষের জন্য সূর্যের অফুরন্ত তাপের প্রত্যাশা করেছেন। তাদের কষ্টকে তিনি হৃদয় দিয়ে অনুভব করেছেন।
সামগ্রিক আলোচনার পরিপ্রেক্ষিতে একথা নিঃসন্দেহে বলা যায় যে, উদ্দীপকের উপলের উদ্যোগ আর 'প্রার্থী' কবিতায় কবির প্রত্যাশা যেন একই সুতোয় গাঁথা।"""
    },
    {
        "cq_stem": """বেঁচে থাকার জন্য সূর্যের আলো অপরিহার্য। শুধু মানুষ নয়, পৃথিবীর সব উদ্ভিদ ও প্রাণী সূর্যের মুখাপেক্ষী। কিন্তু সূর্য কৃপণ নয়। অকৃপণভাবে সবার কাছে সমান উত্তাপ পৌঁছে দেয়। সূর্য থেকে শিক্ষা নিয়ে আমাদের সমাজ গড়তে হবে। সমাজে যারা সম্পদশালী আছে, তাদের মধ্যে মানবতার ঘাটতি থাকে। মানবতার এ ঘাটতি পূরণ করে আমরা যদি সূর্যের মতো সবার প্রতি সহযোগিতার হাত বাড়িয়ে দিই। তবে সমাজের কেউ আর শীতের মতো কঠিন কষ্টে ভুগবে না।""",
        "cq_sub_ka": "কীসের উত্তাপে আমাদের জড়তা পুড়ে যাবে?",
        "cq_sub_kha": "শীতার্ত মানুষেরা সূর্যের জন্য অপেক্ষা করে কেন?",
        "cq_sub_ga": "বিবেক জাগানোর মাধ্যম হিসেবে উদ্দীপকের উপমার সাথে 'প্রার্থী' কবিতার কোন দিকটির মিল রয়েছে? ব্যাখ্যা কর।",
        "cq_sub_gha": "“উদ্দীপকে 'প্রার্থী' কবিতার মূলভাবের স্ফুরণ ঘটেছে” – বিশ্লেষণ কর।",
        "cq_solution": """উত্তরপত্র (৫নং প্রশ্ন)
ক. সূর্যের উত্তাপে আমাদের জড়তা পুড়ে যাবে।

খ. প্রচণ্ড হিমশীতে শরীরটাকে একটু উষ্ণ করার জন্য মানুষেরা সূর্যের জন্য অপেক্ষা করে।
আমাদের দেশের দরিদ্র নিপীড়িত মানুষ শীতের তীব্রতা থেকে রক্ষা পাওয়ার মতো সামান্য উষ্ণ কাপড়ও নেই। এক টুকরো কাপড়ে কান ঢেকে তারা শীত আটকায়। এজন্য তারা সকালের সূর্যের উত্তাপের জন্য হিমশীতল সুদীর্ঘরাত অপেক্ষা করে।

গ. বিবেক জাগানোর মাধ্যম হিসেবে উদ্দীপকের সূর্যের অফুরন্ত অবদানের সাথে 'প্রার্থী' কবিতার সূর্যের মতো জ্বলন্ত অগ্নিপিন্ডের উপমার দিকটির মিল রয়েছে।
'প্রার্থী' কবিতায় কবি সূর্যের কাছে আবেদন জানিয়েছেন, যেন সূর্য আমাদের আর রাস্তার উলঙ্গ ছেলেটাকে শীত নিবারণের জন্য উত্তাপ দিয়ে বাঁচিয়ে রাখে। কারণ সূর্যের কোনো জড়তা নেই। সবার জন্য সে সমান মমতা সরবরাহ করে। কবি ক্ষোভ প্রকাশ করে বলেছেন, যদি সূর্যের প্রচণ্ড প্রভাবে আমাদের বিবেকের জড়তা পুড়ে যায়, তবে আমরা শীতার্তের কষ্টে এগিয়ে আসব।
উদ্দীপকে বেঁচে থাকার জন্য সূর্যের প্রয়োজনীয়তা ও সূর্যের মহানুভবতার দিকটিই ফুটে উঠেছে। কোনো বিশেষ প্রাণী বা জাতির প্রতি সূর্য বিশেষ দরদ বা হিংসা প্রদর্শন করে না, জগতের প্রত্যেককে সূর্য সমানভাবে আলো বিতরণ করে। আমাদের সমাজে যারা বিত্তবান, তাদের সূর্যের অনুসারী হওয়া উচিত। কারণ সূর্যের মতো আমরা যদি সর্বজনীন বিবেকের ধারক হতে পারি, তবে শীতের মতো কঠিন কষ্টে কাউকে ভুগতে হবে না। অর্থাৎ উদ্দীপকের সঙ্গে 'প্রার্থী' কবিতার সূর্যের আলোর নিঃস্বার্থ প্রয়োগ করার দিকটিরই মিল রয়েছে।

ঘ. উদ্দীপকে 'প্রার্থী' কবিতার মূলভাবের স্ফুরণ ঘটেছে।
'প্রার্থী' কবিতায় কবি আমাদের দৈন্যের দৃশ্য ফুটিয়ে তুলেছেন, শীতের রাতে কবি বা আমাদের কষ্ট পাওয়ার একমাত্র কারণ হলো শীত আটকানোর মতো বিশেষ কাপড় বা সরঞ্জাম আমাদের নেই। কবি সূর্যকে উদ্দেশ্য করে বলেছেন যে, সূর্য একটা জ্বলন্ত অগ্নিপিন্ড। যেদিন সূর্যের প্রখর উত্তাপে আমাদের বিবেকের জড়তা পুড়ে যাবে, সেদিন রাস্তার উলঙ্গ ছেলেটাকে শীতে কষ্ট পোহাতে হবে না।
বিবেকের জাগরণ ঘটানোর উপায় হিসেবে উদ্দীপকে আদর্শ হিসেবে সূর্যকে ধরা হয়েছে। জীবনধারণের ক্ষেত্রে প্রতিটি প্রাণীই প্রত্যক্ষভাবে সূর্যের মুখাপেক্ষী। কিন্তু সূর্য কৃপণ নয়, জগতের সব কিছুতে সে সমান আলো প্রদান করে। আমাদের সমাজে যারা অঢেল বিত্তবান, তারা যদি সূর্যের আদর্শে বলীয়ান হয়ে আর্তের সাহায্যে এগিয়ে আসে, তবে সুশীল সমাজ প্রতিষ্ঠিত হবে। কিন্তু আমরা এটা করতে পারি না। কারণ আমাদের বিবেক জড়তার কঠিন নিগড়ে বন্দি। যেদিন আমাদের মানবিক জড়তা দূরীভূত হবে, সেদিন মানুষ আর শীতের মতো দুঃসহ কষ্টে ভুগবে না।
পরিশেষে বলা যায় যে, উদ্দীপকে 'প্রার্থী' কবিতার মূলভাবের স্ফুরণ ঘটেছে।"""
    },
    {
        "cq_stem": """রায়হান ৫ বছর দেশের বাইরে রয়েছে। এ বছর ঈদ করার জন্য দেশে ফেরার পথে দেখল রাস্তার পাশে অসংখ্য মানুষ শীতে কষ্ট পাচ্ছে। এ দৃশ্যটি তার বিদেশে ফিরে যাওয়ার উৎসাহকে দমিয়ে ফেলল। সে তার পরিকল্পনা বদলে তথ্যচিত্র বানানোর উদ্যোগ নিল। রায়হানের এ উদ্যোগকে সকলে সাধুবাদ জানাল।""",
        "cq_sub_ka": "কে জ্বলন্ত অগ্নিপিন্ড?",
        "cq_sub_kha": "শীতের সূর্য বলতে কী বোঝায়?",
        "cq_sub_ga": "উদ্দীপকের রায়হানের-এর দেখা দৃশ্যের সাথে 'প্রার্থী' কবিতাটি কীভাবে সম্পর্কিত? তুলনামূলক আলোচনা কর।",
        "cq_sub_gha": "কবির চিন্তা উদ্দীপকের রায়হানের পরিবর্তিত পরিকল্পনা ও লক্ষ্যের মধ্য দিয়ে আত্মপ্রকাশ করেছে- বিশ্লেষণ কর।",
        "cq_solution": """উত্তরপত্র (৬নং প্রশ্ন)
ক. সূর্য জ্বলন্ত অগ্নিপিন্ড।

খ. শীতের সূর্য হলো শীতকালের সকালের সূর্য। যে সূর্য আমাদের সমাজের বস্ত্রহীন ও আশ্রয়হীন শীতার্ত মানুষের জীবন থেকে শীতের কষ্ট দূর করে থাকে তাকে শীতের সূর্য বলে।
হিমশীতল সুদীর্ঘ রাতে শীতের সূর্যের জন্য আমরা প্রতীক্ষা করে থাকি। এছাড়া প্রতীক্ষা করে থাকে কৃষকের চঞ্চল চোখ ধান কাটার রোমাঞ্চকর দিনগুলোর জন্য। এমনকি আমাদের স্যাঁতসেঁতে ভিজে ঘরে উত্তাপ আর আলো দেয়, উত্তাপ দেয় রাস্তার ধারের উলঙ্গ ছেলেকে। সুতরাং শীতের সূর্য অসহায় মানুষ ও শিশুদের জন্য কল্যাণকর।

গ. 'প্রার্থী' কবিতার শীতার্ত মানুষের কষ্টের যে চিত্র প্রকাশিত হয়েছে তা উদ্দীপকের রায়হানের দেখা দৃশ্যের সাথে মিলে যায়।
সমাজের নিচুতলার মানুষদের শীতের হাত থেকে পরিত্রাণ পাওয়ার জন্য যথেষ্ট শীতবস্ত্র থাকে না। ফলে তীব্র শীতে তাদের খুব কষ্ট পেতে হয়। এ বিষয়টিই উদ্দীপকের রায়হানের চোখে ধরা পড়েছে, যা 'প্রার্থী' কবিতায়ও প্রকাশ পেয়েছে।
সুকান্ত ভট্টাচার্য রচিত 'প্রার্থী' কবিতায় কবি প্রচণ্ড শীতে জর্জরিত দরিদ্র ও অবহেলিত মানুষের প্রতি সহমর্মিতা প্রদর্শন করেছেন। উদ্দীপকের রায়হানও রাস্তার পাশের শীতার্ত মানুষের দুর্ভোগ দেখে ব্যথিত হয়েছে। শীতের কারণে সহায় সম্বলহীন মানুষদের অসহায়ত্ব দেখে সমব্যথী হওয়ায় চিত্রটিই প্রকাশিত হয়েছে উদ্দীপক এবং 'প্রার্থী' কবিতায়।

ঘ. উদ্দীপকের রায়হানের পরিবর্তিত পরিকল্পনা ও লক্ষ্যই 'প্রার্থী' কবিতায় প্রকাশিত যা কবির মূল চেতনার বহিঃপ্রকাশ।
উদ্দীপকের রায়হান বিদেশ থেকে দেশে আসার সময় রাস্তার পাশে দরিদ্র মানুষদের তীব্র শীতে কাতরাতে দেখে। তাদের দুর্ভোগ রায়হানের মনোজগতে আলোড়ন সৃষ্টি করে এবং রায়হান এই মানুষদের জন্য কিছু করার তাগিদ অনুভব করে তার পরিকল্পনার পরিবর্তন ঘটায়। 'প্রার্থী' কবিতার কবিও দরিদ্র মানুষের শীতের কষ্টে অনুভূতিপ্রবণ হয়েছেন। অবহেলিত এ মানুষদের দুঃখ যেন চিরতরে ঘুচে যায় এ তার বাসনা। কবিতায় কবি অবহেলিত ও বঞ্চিত মানুষদের প্রতি শীতের উত্তাপ ও আলো প্রার্থনা করেছেন। তার এ অনুভূতি নিচুতলার মানুষদের প্রতি তাঁর গভীর মমতারই আভাস দেয়। উদ্দীপকের রায়হান দরিদ্র শীতার্ত মানুষের কষ্ট নিয়ে তথ্যচিত্র বানানোর পরিকল্পনা করে। ঈদ শেষে বিদেশে ফিরে যাওয়ার পরিকল্পনা থাকলেও তা বাতিল করে। এ পরিকল্পনা গ্রহণের মাধ্যমে গরিব মানুষদের প্রতি রায়হানের সহানুভূতি প্রকাশেরই প্রমাণ পাওয়া যায়। রায়হানের তথ্যচিত্রের লক্ষ্য দরিদ্র মানুষের কষ্ট বিমোচন, যা 'প্রার্থী' কবিতায় প্রকাশিত কবির চেতনার অনুরূপ।
অতএব, আলোচনার পরিশেষে বলা যায় যে, কবির চিন্তা উদ্দীপকের রায়হানের পরিবর্তিত পরিকল্পনা ও লক্ষ্যের মধ্য আত্মপ্রকাশ করেছে।"""
    },
    {
        "cq_stem": """টেলিভিশনে বন্যার্ত মানুষের দুর্দশা দেখে সৈকত মর্মাহত। এসব মানুষের জন্য কী করা যায় রাত জেগে সে চিন্তাই করেছে সৈকত। সকালে রাহাতকে নিয়ে সিদ্ধান্ত নিয়েছে, দুই বন্ধু নিজেদের এবং পাশের বিদ্যালয়ের ছাত্রদের বুঝিয়ে তাদের থেকে জামাকাপড়, টাকাপয়সা, শুকনো খাবার সংগ্রহ করে বন্যার্তদের সাহায্য করবে।""",
        "cq_sub_ka": "কবি সুকান্ত ভট্টাচার্য কত বছর বয়সে মারা যান?",
        "cq_sub_kha": "ধান কাটার দিনগুলো রোমাঞ্চকর হওয়ার কারণ ব্যাখ্যা কর।",
        "cq_sub_ga": "সৈকতের পদক্ষেপে 'প্রার্থী' কবিতায় ফুটে ওঠা দিকটি ব্যাখ্যা কর।",
        "cq_sub_gha": "\"উদ্দীপকের সৈকত ও 'প্রার্থী' কবিতার কবির মধ্যে মিল থাকলেও প্রেক্ষাপট ভিন্ন”- এ মন্তব্যটি যথার্থ।",
        "cq_solution": """উত্তরপত্র (৭নং প্রশ্ন)
ক. কবি সুকান্ত ভট্টাচার্য মাত্র একুশ বছর বয়সে মারা যান।

খ. ধান কাটার দিনগুলো রোমাঞ্চকর হওয়ার কারণ হলো নিজের পরিশ্রমের প্রতীক্ষিত ফসল কৃষক তার ঘরে তোলার পর্বটি শুরু করে।
বাংলাদেশ কৃষিপ্রধান দেশ। এদেশের বেশির ভাগ মানুষই কৃষিকাজ করে জীবিকা নির্বাহ করে। কৃষক সারাবছর মাথার ঘাম পায়ে ফেলে ফসলের মাঠে কাজ করে। হাল দেওয়া, জমি পরিষ্কার করা, বীজ বোনা, ফসলকে অনিষ্টের হাত থেকে রক্ষা করা ইত্যাদি কাজ পরম নিষ্ঠার সঙ্গে পালন করে। রোদে পুড়ে, বৃষ্টিতে ভিজে কাজ করে সারা বছর কৃষকের পরম ধৈর্যের পরিচয় দেওয়ার অন্যতম কারণ হলো ফসলের আনন্দ। এ কারণেই ধান কাটার দিনগুলো রোমাঞ্চকর।

গ. 'প্রার্থী' কবিতায় কবি যে উত্তাপের প্রত্যাশা করেছেন সেটিই প্রতিফলিত হয়েছে উদ্দীপকের সৈকতের পদক্ষেপে।
'প্রার্থী' কবিতায় কবি বলেছেন যে, এ পৃথিবীকে শক্তির মূল উৎস সূর্য। সূর্য যে তাপ বিকিরণ করে তার সাহায্যেই ভূপৃষ্ঠে উদ্ভিদ, জীবজন্তু ও মানুষ জীবনধারণ করে। কবি এখানে সূর্য বলতে মূলত সমাজের বিত্তবান মানুষদের বুঝিয়েছেন। আমাদের সমাজে অনেক মানুষ আছে যারা অন্ন, বস্ত্র ও আশ্রয়হীন। কবি এ সকল মানুষের জন্য সমাজের সে বিত্তবানদের কাছ থেকে সাহায্য ও সহানুভূতির প্রত্যাশা করেছেন।
উদ্দীপকের সৈকত টেলিভিশনে বন্যার্ত মানুষের দুর্দশা দেখে মর্মাহত। এসব মানুষের জন্য কিছু করার চিন্তায় সে সারাবাত জেগে ছিল। অবশেষে বন্ধু রাহাতকে নিয়ে সিদ্ধান্ত নিয়েছে, নিজেদের এবং পাশের স্কুলের ছাত্রদের কাছ থেকে জামা, কাপড়, টাকা-পয়সা, শুকনো খাবার সংগ্রহ করে তাদের সাহায্য করার। রাহাতের এ সিদ্ধান্ত থেকে অসহায়, বঞ্চিত মানুষের প্রতি তার ভালোবাসা ও সহানুভূতির পরিচয় পাই। 'প্রার্থী' কবিতায় কবি এটিই প্রত্যাশা করেছেন। কবি চেয়েছেন অসহায় দরিদ্র মানুষের জীবন থেকে সব দুঃখ যেন ঘুচে যায়।

ঘ. \"উদ্দীপকের সৈকত ও 'প্রার্থী' কবিতার কবির মধ্যে মিল থাকলেও প্রেক্ষাপট ভিন্ন”- এ মন্তব্যটি যথার্থ।
কারণ উদ্দীপকের সৈকত বন্যার্ত মানুষের সাহায্যের জন্য হাত বাড়িয়ে দিয়েছে। সে তাদের দুঃখ-দুর্দশা অনুভব করে নিজের দিক থেকে যতটুকু সম্ভব সাহায্য সহযোগিতা করার চেষ্টা করেছে। এজন্য সে নিজের স্কুল ও পাশের স্কুলের ছাত্রছাত্রীদের কাছ থেকে জামা-কাপড়, টাকা-পয়সা, শুকনো খাবার সংগ্রহের সিদ্ধান্ত নেয়। সৈকত যথার্থভাবেই এদের প্রতি সহানুভূতিশীল। সৈকত যেন 'প্রার্থী' কবিতায় কবির প্রত্যাশিত সূর্য। এই সূর্যের উত্তাপে সমাজের অসহায় মানুষদের দুঃখ দূর হবে।
উদ্দীপকের সৈকত ও 'প্রার্থী' কবিতায় কবির মধ্যে মিল থাকলেও প্রেক্ষাপট ভিন্ন। কারণ উদ্দীপকের সৈকত বন্যার্ত মানুষের দুর্দশা দেখে মর্মাহত। অপরদিকে প্রার্থী কবিতার কবি শীতার্ত মানুষের দুর্দশা দেখে মর্মাহত।
উপরিউক্ত আলোচনার পরিপ্রেক্ষিতে বলা যায় যে, উদ্দীপকের সৈকত এবং প্রার্থী কবিতায় কবির মধ্যে মিল থাকলেও প্রেক্ষাপট ভিন্ন।"""
    },
    {
        "cq_stem": """'দেখিনু সেদিন রেলে,
কুলি বলে এক বাবুসাব তারে ঠেলে দিল নিচে ফেলে !
চোখ ফেটে এল জল,
এমনি ক'রে কী জগৎ জুড়িয়া মার খাবে দুর্বল?'""",
        "cq_sub_ka": "'হিমশীতল' অর্থ কী?",
        "cq_sub_kha": "আমাদের গরম কাপড়ের অভাব কীভাবে দূর হতে পারে? ব্যাখ্যা করো।",
        "cq_sub_ga": "কবিতাংশের প্রথম তিন চরণে 'প্রার্থী' কবিতার যে দিকটির সাথে বৈসাদৃশ্য রয়েছে তার বর্ণনা দাও।",
        "cq_sub_gha": "উদ্দীপকের শেষ চরণের বক্তব্যে 'প্রার্থী' কবিতায় কবির অভিমতের প্রতিফলন ঘটেছে কী? যুক্তিসহ ব্যাখ্যা করো।",
        "cq_solution": """উত্তরপত্র (৮নং প্রশ্ন)
ক. 'হিমশীতল' অর্থ তুষারের মতো ঠান্ডা।

খ. প্রতিটি মানুষ মানবিকতাবোধসম্পন্ন মানুষে পরিণত হলে আমাদের গরম কাপড়ের অভাব দূর হতে পারে।
সূর্য পৃথিবীকে আলো ও উত্তাপ দেয় এবং তা থেকে সকল প্রাণী জীবন ধারণ করে থাকে। সূর্যের এ অকৃপণতা প্রতিটি মানুষ তাদের হৃদয়ে ধারণ করবে। এ মানবিকতাবোধ মানুষকে সচেতন করে তোলে। অন্য কারও বিপদে এগিয়ে যাওয়ার প্রবণতা জাগ্রত করে। প্রতিটি মানুষ এ জাগ্রত চেতনায় এক একটি জ্বলন্ত সূর্যের মতোই পরিণত হলে আমাদের গরম কাপড়ের অভাব দূর হতে পারে।

গ. 'প্রার্থী' কবিতায় যে মানবিকতাবোধের পরিচয় পাওয়া যায় তা উদ্দীপকের প্রথম তিন চরণের ভাবার্থের সাথে বৈসাদৃশ্যপূর্ণ।
সমাজে ধনিকশ্রেণি সম্পদের পরিমাণ বাড়িয়ে আরো ধনী হচ্ছে আর গরিবেরা হচ্ছে একেবারে নিঃস্ব। ধনীরা নানাভাবে গরিবদের শোষণ করছে। ফলে অসহায় গরিব লোকেরা আরো অসহায় ও দুর্ভোগের শিকার হচ্ছে।
'প্রার্থী' কবিতাটিতে মানবমুক্তির জয়গান গাওয়া হয়েছে। কবি গভীর সমবেদনা আর মমতা নিয়ে সমাজের নিচুস্তরের লোকদের পাশে দাঁড়িয়েছেন। প্রচণ্ড শীতে বস্ত্রহীন, শীতার্ত মানুষের জন্য কবি সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন। এমনকি সুষম সমাজ গড়ার প্রত্যয়ও ব্যক্ত করেছেন, যেখানে কারো কোনো দুঃখ-কষ্ট থাকবে না। উদ্দীপকের প্রথম তিনটি চরণে অমানবিক আচরণের বহিঃপ্রকাশ ঘটেছে। রেলের মধ্যে সেদিন এক বাবুসাব এক কুলিকে লাথি মেরে ফেলে দেয়, যা খুবই অমানবিক ও অসামাজিক। এ অশোভন আচরণ মানব জাতির স্বরূপকে কুৎসিত করে তোলে। বাবুসাবের এই অবিবেচনাবোধের সাথে 'প্রার্থী' কবিতায় প্রকাশিত মানবিক বোধের বৈসাদৃশ্য পাওয়া যায়।

ঘ. উদ্দীপকের শেষ চরণের বক্তব্যে অসহায় মানুষের পক্ষে শোষকশ্রেণির বিরুদ্ধে প্রতিবাদী চেতনার দিক থেকে 'প্রার্থী' কবিতায় কবির অভিমতের প্রতিফলন ঘটেছে।
শোষিত-বঞ্চিত মানুষের জীবনযন্ত্রণা তখনই কমবে যখন তারা প্রতিবাদমুখর হবে। সংঘবদ্ধ না হলে নিজেদের অধিকার আদায় হবে না। অন্যায়ের কাছে মাথা নত না করে শোষকশ্রেণির বিরুদ্ধে রুখে দাঁড়াতে হবে।
'প্রার্থী' কবিতাটিকে মানবমুক্তির জয়গান বলা যায়। এখানে কবি সূর্যের কাছে শীত থেকে রক্ষা পাওয়ার জন্য উত্তাপ প্রার্থনা করেছেন সমাজের নিচুতলার মানুষের প্রতি গভীর মমতা থেকে। সমাজে বিদ্যমান এই অসম অবস্থাকে দূর করার জন্য কবি প্রতিটি ব্যক্তিকে সূর্যের কাছ থেকে দীক্ষা নেওয়ার কথা বলেছেন। সূর্যের মতো অকৃপণ সত্তা গড়ে তুলতে বলেছেন কবি। এভাবে প্রতিটি ব্যক্তি সূর্যের মতো জ্বলন্ত অগ্নিপিন্ডে পরিণত হলে সমাজ থেকে দুঃখ, কষ্ট সব দূর হয়ে যাবে এবং সবাই হবে মানবতাবোধ সম্পন্ন মানুষ। উদ্দীপকে দেখা যায়, এক বাবুসাব একজন কুলিকে লাথি মেরে নিচে ফেলে দেয়। দুর্বলের প্রতি সবলের এমন আচরণ মানুষের প্রতি মানুষের নিষ্ঠুরতাকেই প্রমাণ করে। মানুষ হিসেবে মানুষের কাছে এমন আচরণ কখনোই কাম্য নয়। এসব নির্যাতিত উপেক্ষিত মানুষের পক্ষে উদ্দীপকের শেষ চরণে কবির প্রতিবাদী মনোভাবের প্রতিফলন ঘটেছে শোষকশ্রেণির বিরুদ্ধে।
উপর্যুক্ত আলোচনা থেকে দেখা যায় যে, উদ্দীপকের শেষ চরণে শোষিত-বঞ্চিত ও নির্যাতিত মানুষের অধিকার আদায়ের লক্ষ্যে শোষকশ্রেণির বিরুদ্ধে কবির প্রতিবাদী কণ্ঠ সোচ্চার। 'প্রার্থী' কবিতায়ও কবি সমাজের বস্ত্রহীন, আশ্রয়হীন শীতার্ত মানুষের পক্ষে কলম ধরেছেন। কাজেই সমাজের নিচুতলার মানুষের প্রতি গভীর মমতার দিক থেকে উদ্দীপকের শেষ চরণের বক্তব্যে 'প্রার্থী' কবিতায় কবির অভিমতের প্রতিফলন ঘটেছে।"""
    },
    {
        "cq_stem": """কুমিল্লা রেলস্টেশনের পাশে ফুটপাতে উদাস দৃষ্টিতে বসে আছে বৃদ্ধা হাজেরা বেগম। পৌষ মাসের গভীর রাত। পরনে ময়লা ছেঁড়া শাড়ি। ঘন কুয়াশার আড়ালে সোডিয়াম লাইটের উজ্জ্বল আলোয় তার বিবর্ণ মুখের ঝাপসা চাহনি দেখা যাচ্ছিলো। একদিন তার স্বামী-সংসার ছিলো। আজ কেউ নেই তার পাশে। সারা দিন ভিক্ষা, রাতে ফুটপাতে রাত কাটে।
[ঢা. বো.'২০১৭]""",
        "cq_sub_ka": "সুকান্ত ভট্টাচার্য কবে জন্মগ্রহণ করেন?",
        "cq_sub_kha": "'প্রার্থী' কবিতায় 'রোদ্দুরের তৃষ্ণা' বলতে কী বোঝানো হয়েছে?",
        "cq_sub_ga": "উদ্দীপকের ভাবের সঙ্গে 'প্রার্থী' কবিতার সাদৃশ্য ব্যাখ্যা করো।",
        "cq_sub_gha": "'উদ্দীপকের হাজেরা বেগমের মতো অসহায় মানুষগুলোর জন্য সামর্থ্যবানদের এগিয়ে আসা উচিত।' মন্তব্যটি 'প্রার্থী' কবিতার আলোকে বিশ্লেষণ করো।",
        "cq_solution": """উত্তরপত্র (৯নং প্রশ্ন)
ক. সুকান্ত ভট্টাচার্য ১৯২৬ খ্রিষ্টাব্দে জন্মগ্রহণ করেন।

খ. 'রোদ্দুরের তৃষ্ণা' বলতে 'প্রার্থী' কবিতায় সাহায্য, সহানুভূতির প্রত্যাশাকে বুঝিয়েছেন।
আমাদের সমাজে অনেক দরিদ্র মানুষ বাস করে। এরা বস্ত্রহীন, আশ্রয়হীন। সমাজের উঁচুতলায় বিত্তবান শ্রেণির মানুষের একটু সাহায্য, সহানুভূতি এদের জীবনের দুঃখ ঘুচিয়ে দিতে পারে। এ সাহায্য সহানুভূতির জন্য দরিদ্র মানুষগুলোর প্রত্যাশাকেই কবি বলেছেন রোদ্দুরের তৃষ্ণা।

গ. শীতের সময় অসহায় দরিদ্র মানুষের যে প্রচণ্ড কষ্ট হয় উদ্দীপকের ভাবের সঙ্গে 'প্রার্থী' কবিতার এ বিষয়ে সাদৃশ্য রয়েছে।
বাংলাদেশের বেশির ভাগ মানুষ দারিদ্র্যসীমার নিচে বসবাস করে। শীতের সময় গরম কাপড়ের অভাবে তারা শীত নিবারণের জন্য সূর্যকে প্রধান অবলম্বন মনে করে। সূর্যের উত্তাপই শীতের প্রকোপ থেকে সমাজের নিচুতলার মানুষের বাঁচার উপায়।
'প্রার্থী' কবিতায় কবি শীতকালে অভাবী মানুষের দুঃখ-দুর্দশার চিত্র অঙ্কন করেছেন। শীতকালে বিশেষ করে গ্রামীণ মানুষ অবর্ণনীয় কষ্ট করে, সকালের একটু রোদ পাওয়ার জন্য দীর্ঘরাত অপেক্ষায় থাকে। ঘর থাকে ভিজে স্যাঁতসেঁতে এবং অনেকেই সারারাত খড়কুটো জ্বালিয়ে শীত নিবারণ করে। শীতের সময় রাস্তার ধারে অনেক শিশুই উলঙ্গ থাকে, সামান্য কাপড়ে কান ঢাকলেও শরীর ঢাকে না, শীতার্ত মানুষের এ কষ্ট দূর করতে কবি সূর্যের কাছে রোদ প্রত্যাশা করেছেন। উদ্দীপকের বৃদ্ধা হাজেরা তীব্র শীতের সময় গভীর রাতে কুমিল্লা রেলস্টেশনে প্রচন্ড কষ্টে সময় কাটায়। উদাস দৃষ্টিতে শীতের তীব্রতার মধ্যে সে প্রহর গোনে; অথচ একদিন তার স্বামী সংসার সবই ছিলো, আজ সে একা। তাই সারাদিন ভিক্ষা করে, শীতের রাতে ফুটপাথে ঘুমায় আর পৌষ মাসের কড়া শীতে সামান্য ছেঁড়া ময়লা কাপড়ই তার পুঁজি, যা নিয়ে তার দুঃখের জীবন চলে। শীতের সময় হাজেরা বেগমের যে অবর্ণনীয় কষ্ট তা আমরা কবিতায় রাস্তার পাশে উলঙ্গ ছেলের মধ্যেও দেখতে পাই। অর্থাৎ শীতের সময় গরিব মানুষের যে প্রচন্ড কষ্ট সেই বিষয়ে উদ্দীপক ও কবিতার ভাবে সাদৃশ্য রয়েছে।

ঘ. 'উদ্দীপকের হাজেরা বেগমের মতো অসহায় মানুষগুলোর জন্য সামর্থবানদের এগিয়ে আসা উচিত'- 'প্রার্থী' কবিতার আলোকে মন্তব্যটি যথার্থ।
দরিদ্র অসহায় মানুষ প্রতিনিয়ত ধনীদের দ্বারা শোষিত নির্যাতিত হচ্ছে। ফলে ধনীরা আরো ধনী হচ্ছে, আর গরিব হচ্ছে আরো গরিব। দরিদ্রদের প্রতি সহানুভূতিশীল হওয়া ধনীদের নৈতিক দায়িত্ব।
'প্রার্থী' কবিতায় কবি আশ্রয়হীন শীতার্ত নিম্নবর্গের মানুষের জন্য সূর্যের কাছে উত্তাপ প্রার্থনা করেছেন। শীতের সময় গ্রামের মানুষ খুবই দুঃখ কষ্ট ভোগ করে, তাদের স্যাঁতসেঁতে ঘরে শীত নিবারণের মতো কোনো গরম কাপড় নেই। তারা সারারাত খড়কুটো জ্বালিয়ে শীতের প্রকোপ থেকে বাঁচতে চেষ্টা করে এবং সকালের সোনাঝরা রোদের অপেক্ষা করে। তাই কবি সূর্যের কাছ থেকে অনুপ্রেরণা নিয়ে একটি আলোকিত সমাজ গড়তে চান, যেখানে রাস্তার পাশের উলঙ্গ ছেলেকে আর শীতের সময় কষ্ট করতে হবে না। কবি শিশুদের কল্যাণে এমন দরিদ্রমুক্ত সমাজ গড়ার দৃঢ় প্রত্যাশা ব্যক্ত করেন। উদ্দীপকে দেখা যায়, বৃদ্ধা হাজেরা বেগমের একসময় স্বামী-পরিবার সবই ছিলো। আজ তার পাশে কেউ না থাকায় কষ্টের সীমা নেই। পৌষ মাসের তীব্র শীতের রাতে সে ময়লা ছেঁড়া কাপড় পরে কুমিল্লা রেলস্টেশনের ফুটপাথে করুণভাবে বসে থাকে। সারাদিন ভিক্ষা করে আর শীতের রাতে ফুটপাথে ঘুমায়, এভাবেই অসহায় ও দরিদ্র হাজেরার দিন কাটে।
উদ্দীপকের হাজেরা বেগম এবং কবিতার দরিদ্র ও অসহায় মানুষগুলো শীতের সময় প্রচণ্ড কষ্ট করে। শীত নিবারণ করার মতো গরম কাপড় না থাকায় সমাজের উঁচুতলার মানুষকে অসহায়দের প্রতি সাহায্যের হাত বাড়িয়ে দিতে হবে। শীতের কাপড়, অর্থ, বাসস্থান এবং মানবিক সহানুভূতির মাধ্যমে নিচুতলার মানুষকে সাহায্য করলে হয়তো হাজেরা বেগম বা কবিতার রাস্তার ধারের উলঙ্গ ছেলের আর শীতের কষ্ট ভোগ করতে হবে না। 'প্রার্থী' কবিতায় যদিও কবি দারিদ্র্যমুক্ত সমাজ গড়তে প্রত্যাশা করেছেন, তারপরেও সমাজের বিত্তশালীদের সামগ্রিকভাবে এগিয়ে আসা উচিত, তবেই হাজেরাদের মতো মানুষের অভাব দূর হতে পারে।"""
    },
    {
        "cq_stem": """পলাশি মোড় থেকে সোজা নীলক্ষেতের দিকে যাওয়ার পথে ফুটপাতগুলোতে দেখা যায় ছিন্ন মূল মানুষদের। এদের আশ্রয় নেই, খাবার নেই, বস্ত্র নেই। মানুষের উচ্ছিষ্ট এদের খাদ্য। শীতে, বৃষ্টিতে এরা কষ্ট পায়। ঢাকায় অনেক বিত্তশালী আছে। কিন্তু এদের দিকে তারা তাকায় না।""",
        "cq_sub_ka": "'অগ্নিপিণ্ড' শব্দের অর্থ কী?",
        "cq_sub_kha": "শীতের সূর্য আমাদের জন্য রোমাঞ্চকর কেনো? ব্যাখ্যা করো।",
        "cq_sub_ga": "উদ্দীপকের ছিন্নমূল মানুষদের জীবনের সাথে 'প্রার্থী' কবিতার প্রার্থীদের জীবনের তুলনা করো।",
        "cq_sub_gha": "এদের আশ্রয় নেই, খাবার নেই, বস্ত্র নেই, 'প্রার্থী' কবিতার আলোকে বিশ্লেষণ করো।",
        "cq_solution": """উত্তরপত্র (১০নং প্রশ্ন)
ক. 'অগ্নিপিণ্ড' শব্দের অর্থ আগুনের গোলা।

খ. শীতের কঠিন সময়ে সূর্য তার তাপ দিয়ে মানুষকে শীতের তীব্রতার হাত থেকে রক্ষা করে।
আমাদের সমাজে কিছু মানুষ বসবাস করে যাদের আশ্রয় নেই, বস্ত্র নেই। শীতের সময় এরা শীত নিবারণ করতে পারে না। তাই যখন সূর্য তার উত্তাপ ছড়িয়ে দেয় তখন তারা একটু আরাম অনুভব করে। শীতের সূর্য তাই তাদের জন্য রোমাঞ্চকর।

গ. উদ্দীপকের ছিন্নমূল মানুষেরা 'প্রার্থী' কবিতার বঞ্চিত মানুষদের প্রতিচ্ছবি।
আমাদের দেশে অসংখ্য ছিন্নমূল মানুষ রাস্তায় খোলা আকাশের নিচে বসবাস করে। বিত্তবানরা এদের দিকে তাকায়ও না। একটু সহানুভূতি পেলে এসব দরিদ্র অসহায় মানুষের জীবন বদলে যেতে পারে।
'প্রার্থী' কবিতায় দেখা যায়, আমাদের সমাজের নিচুতলার মানুষেরা সব দিক থেকে বঞ্চিত। তাদের খাদ্য নেই, বস্ত্র নেই, আশ্রয় নেই। জীবনের ন্যূনতম প্রয়োজনটুকু মেটাবার সামর্থ্য তাদের নেই। কিন্তু সমাজের উঁচুতলার মানুষেরা, যাদের আছে অঢেল সম্পদ তারা এদের দিকে তাকায় না। এদের একটু সহানুভূতিশীল দৃষ্টি এই মানুষদের জীবনকে পরিবর্তন করতে পারে। উদ্দীপকে বর্ণিত হয়েছে ঢাকার এক ফুটপাতে বসবাসকারী মানুষের জীবনের বর্ণনা। এরা খাদ্য, বস্ত্র, আশ্রয়হীন। রোদ, বৃষ্টি, শীতে এরা কষ্ট পায়। মানুষের উচ্ছিষ্ট এদের খাদ্য। এদের শিক্ষা নেই, জীবনের সামান্য আনন্দও এদের নেই। বিত্তশালীদের নজর পড়ে না এদের দিকে। 'প্রার্থী' কবিতায় এদের জীবনই আলোচিত হয়েছে। এখানেই উদ্দীপকের ছিন্নমূল মানুষের সাথে 'প্রার্থী' কবিতার বঞ্চিত মানুষদের সাদৃশ্য।

ঘ. যারা নিঃস্ব, অসহায়, তারা জীবনের মৌলিক চাহিদাগুলো থেকে বঞ্চিত।
পৃথিবীর দেশে দেশে দরিদ্র মানুষের সংখ্যাই বেশি যার সাক্ষ্য দেয় বাংলাদেশ। এদের অধিকাংশই বস্ত্রহীন, আশ্রয়হীন ও ক্ষুধার যন্ত্রণায় কষ্ট পায়। সমাজের বিত্তবানরা যদি মমতা নিয়ে এসব অসহায় মানুষের পাশে দাঁড়ান তবে তাদের জীবন থেকে দুঃখ চিরতরে ঘুচে যাবে।
'প্রার্থী' কবিতার বাস্তবতা অনুসারে আমাদের দেশে ছিন্নমূল মানুষের সংখ্যাই বেশি। যাদের নির্দিষ্ট কোনো আশ্রয় নেই। ফুটপাত যাদের একমাত্র ভরসা। তাদের উপার্জনের কোনো পথ নেই। রাস্তায় তারা গড়ে তোলে তাদের ঘর। ভিক্ষাবৃত্তি করে তারা জীবন নির্বাহ করে। তাই তাদের জীবনে নেই প্রয়োজনীয় খাদ্য, বস্ত্র। উদ্দীপকে বর্ণিত হয়েছে ঢাকার পলাশি মোড় থেকে সোজা নীলক্ষেতের দিকে যাওয়ার পথে ফুটপাতের অনেক ছিন্নমূল মানুষদের জীবন। যাদের জীবনে কোনো আনন্দ নেই, কারণ জীবনের মৌলিক চাহিদা পূরণে তারা ব্যর্থ। বিত্তশালীরা তাদের দিকে তাকায় না। খাবারের অভাবে, বস্ত্রের অভাবে এরা কষ্ট পায়।
সমাজের উচ্চবিত্তদের শোষণ বঞ্চনার কারণে নিচুতলার মানুষেরা জীবনের মৌলিক চাহিদাগুলো থেকে বঞ্চিত। তাই তারা জীবনের সাধারণ প্রয়োজনগুলো মেটাতে পারে না। এজন্য তাদের খাদ্য, বস্ত্র, আশ্রয় কিছুই নেই।"""
    },
    {
        "cq_stem": """আট বছরের শিশু রত্না একটি বাড়িতে গৃহকর্মীর কাজ করে। বাড়ির কর্তা ও কর্ত্রী সামান্য ভুলের জন্য তার ওপর অমানুষিক নির্যাতন চালায়। নির্যাতনের কারণে রত্না অসুস্থ হয়ে পড়লে তার মা এসে তাকে হাসপাতালে ভর্তি করায়। সেই সাথে সে থানায় গিয়ে মামলা করলে পুলিশ নির্যাতনকারী দম্পতিকে গ্রেপ্তার করে।""",
        "cq_sub_ka": "কবি সুকান্ত কোন রোগে আক্রান্ত হয়ে মারা যান?",
        "cq_sub_kha": "'প্রার্থী' কবিতায় 'রোদ্দুরের তৃষ্ণা' বলতে কী বোঝানো হয়েছে?",
        "cq_sub_ga": "উদ্দীপকের দম্পতির সাথে 'প্রার্থী' কবিতার বৈসাদৃশ্য নির্ণয় করো।",
        "cq_sub_gha": "উদ্দীপকের নির্যাতিত শিশুদের প্রতি 'প্রার্থী' কবিতার কবি গভীর মমত্ব ব্যক্ত করেছেন- বিশ্লেষণ করো।",
        "cq_solution": """উত্তরপত্র (১১নং প্রশ্ন)
ক. কবি সুকান্ত যক্ষ্মা রোগে আক্রান্ত হয়ে মারা যান।

খ. শীতের সকালে শীতের যন্ত্রণা থেকে মুক্তি পেতে দরিদ্র মানুষের সূর্যের প্রতি উন্মুখ হয়ে থাকার বিষয়টিকেই 'প্রার্থী' কবিতায় রোদ্দুরের তৃষ্ণা' কথাটির মাধ্যমে বোঝানো হয়েছে।
শীতের ভোরে প্রচণ্ড শীতে দরিদ্র মানুষেরা কাতর হয়ে পড়ে। শীত নিবারণের জন্য তাদের প্রয়োজনীয় বস্ত্র থাকে না। সূর্যের দেখা পাওয়ার জন্য তাই তারা ব্যাকুল হয়ে থাকে। রোদ্দুরের কাছ থেকে পাওয়া উত্তাপে গা গরম করার আশায় যেন তৃষ্ণার্ত হয়ে থাকে তারা।

গ. উদ্দীপকের দম্পতির সাথে 'প্রার্থী' কবিতার বৈসাদৃশ্য হলো কবিতায় অসহায় দরিদ্র মানুষদের দুর্দশা থেকে মুক্তির সংকল্প প্রকাশ না পাওয়া।
'প্রার্থী' কবিতায় কবি সূর্যকে রূপক অর্থে ব্যবহার করে তার কাছে উত্তাপ প্রার্থনার মধ্য দিয়ে অবহেলিত ও বঞ্চিত মানুষের অধিকার আদায়ের কথা বলেছেন। কবি এমন সমাজ গড়তে চান যাতে মানুষের মাঝে সমতা প্রতিষ্ঠিত হয়।
সমাজের বিত্তবানরা সবসময় দরিদ্র অসহায় মানুষদের অবজ্ঞার চোখে দেখে। কারণে-অকারণে তাদের ওপর চালায় অমানুষিক নির্যাতন। উদ্দীপকে এমনই এক চিত্র উপস্থাপন করা হয়েছে যেখানে অসহায়, গরিব গৃহকর্মীর ওপর নির্যাতন করার অভিযোগে পুলিশ এক দম্পতিকে গ্রেপ্তার করে। কিন্তু এর বিপরীতে 'প্রার্থী' কবিতায় কবি অসহায় মানুষের মুক্তির জন্য সংকল্প করেছেন। এদিক থেকে উদ্দীপকের দম্পতির সাথে 'প্রার্থী' কবিতার বৈসাদৃশ্য রয়েছে।

ঘ. 'প্রার্থী' কবিতায় কবি সূর্যের কাছ থেকে শীতার্ত মানুষের জন্য, উত্তাপ প্রার্থনার মাধ্যমে তাদের প্রতি মমত্ববোধের পরিচয় দিয়েছেন।
'প্রার্থী' কবিতায় কবি সুকান্ত ভট্টাচার্য শীতার্ত মানুষের জন্য যে উত্তাপ প্রার্থনা করেছেন তা সমাজের অসহায় মানুষেরই প্রতিনিধিত্ব করছে। কবির প্রত্যাশা একদিন জ্বলন্ত অগ্নিপিন্ডের মতোই এসব অসহায় মানুষের জড়তা কাটবে। গরম কাপড়ে ঢেকে দিতে পারবে রাস্তার উলঙ্গ শিশুটিকে। কবি এমন সমাজ গড়তে চেয়েছেন যাতে অসহায় মানুষের প্রতি চলমান বৈষম্য ঘুচে যায়।
উদ্দীপকে বর্ণিত গৃহকর্মী শিশু রত্না বাড়ির কর্তা ও কর্ত্রীর অমানুষিক নির্যাতনের শিকার হয়। যা শোষকশ্রেণির শোষণে পিষ্ট নিপীড়িত মানুষের চিত্র। উদ্দীপকটিতে অসহায় শিশুদের প্রতি যে নির্যাতনের কথা বলা হয়েছে তা 'প্রার্থী' কবিতার মূল চেতনার বিপরীত।
কবিতায় কবি শীতার্ত মানুষের জন্য যে উত্তাপ কামনা করেছেন তাতে অসহায় ও দুস্থদের প্রতি কবির গভীর মমত্বই ফুটে উঠেছে। উদ্দীপকে বর্ণিত গৃহকর্মী রত্না অমানুষিক নির্যাতনের শিকার হয় গৃহকর্তা ও গৃহকর্ত্রীর মাধ্যমে। এটি আমাদের সমাজে নিচুশ্রেণির মানুষদের ওপর তথাকথিত উঁচুশ্রেণির মানুষের প্রভুসুলভ আচরণের প্রমাণ বহন করে। কিন্তু 'প্রার্থী' কবিতার কবি এমন সমাজ চান যেখানে এ ধরনের কোনো ভেদাভেদ থাকবে না। সুতরাং আমরা বলতে পারি- উদ্দীপকের নির্যাতিত শিশুদের প্রতি 'প্রার্থী' কবিতার কবি গভীর মমত্ব ব্যক্ত করেছেন—মন্তব্যটি যথার্থ।"""
    }
]
