# -*- coding: utf-8 -*-

mcqs_part1 = [
    {
        "stem": "আইয়ুব খানের পতনের পর কে দেশে গণতন্ত্রের প্রতিশ্রুতি দিয়েছিলেন?",
        "option_a": "শেখ মুজিবুর রহমান",
        "option_b": "ইয়াহিয়া খান",
        "option_c": "মওলানা ভাসানী",
        "option_d": "জুলফিকার আলী ভুট্টো",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "বাঙালি ২৩ বছরের ইতিহাস মূলত কীসের ইতিহাস?",
        "option_a": "সাম্রাজ্যবাদের ইতিহাস",
        "option_b": "সামরিক শাসনের ইতিহাস",
        "option_c": "বিজয়ের ইতিহাস",
        "option_d": "মুমূর্ষু নরনারীর আর্তনাদের ইতিহাস",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "শেখ মুজিবুর রহমান কত খ্রিষ্টাব্দে জন্মগ্রহণ করেন?",
        "option_a": "১৯১৮",
        "option_b": "১৯২০",
        "option_c": "১৯২৭",
        "option_d": "১৯৩১",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু কত সালে সপরিবারে নিহত হন?",
        "option_a": "১৯৭১",
        "option_b": "১৯৭২",
        "option_c": "১৯৭৫",
        "option_d": "১৯৭৬",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধুর মাতার নাম কী?",
        "option_a": "জামিলা খাতুন",
        "option_b": "রহিমা খাতুন",
        "option_c": "সায়েরা খাতুন",
        "option_d": "হালিমা খাতুন",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "শেখ মুজিবের সরকারই স্বল্প সময়ে কী রচনা করেন?",
        "option_a": "সাহিত্য",
        "option_b": "সংবিধান",
        "option_c": "কবিতা",
        "option_d": "উপন্যাস",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু বাঙালিকে কী নিয়ে প্রস্তুত থাকতে নির্দেশনা দেন?",
        "option_a": "বন্দুক নিয়ে",
        "option_b": "মনোবল নিয়ে",
        "option_c": "সময় নিয়ে",
        "option_d": "যার যা আছে তাই নিয়ে",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৭ই মার্চের ভাষণটি কত মিনিটের ভাষণ ছিল?",
        "option_a": "১২",
        "option_b": "১৭",
        "option_c": "১৮",
        "option_d": "২০",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "অস্থায়ী সরকারের কোন পদে শেখ মুজিবকে রাখা হয়?",
        "option_a": "প্রধানমন্ত্রী",
        "option_b": "রাষ্ট্রপতি",
        "option_c": "অর্থমন্ত্রী",
        "option_d": "যোগাযোগমন্ত্রী",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "আব্রাহাম লিংকন কোন দেশের প্রেসিডেন্ট ছিলেন?",
        "option_a": "রাশিয়া",
        "option_b": "থাইল্যান্ড",
        "option_c": "জাপান",
        "option_d": "আমেরিকা",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "আব্রাহাম লিংকন ঐতিহাসিক ভাষণ দেন কোথায়?",
        "option_a": "নিউইয়র্কে",
        "option_b": "কায়রোয়",
        "option_c": "গেটিসবার্গে",
        "option_d": "লন্ডনে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু কোন বাহিনীর লোকদের ব্যারাকে ফেরত যেতে বলেন?",
        "option_a": "সামরিক",
        "option_b": "বিমান",
        "option_c": "প্রতিরক্ষা",
        "option_d": "পুলিশ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "এদেশের মানুষের অধিকার আদায়ে বঙ্গবন্ধু অনির্দিষ্টকালের জন্য কীসের ডাক দেন?",
        "option_a": "হরতালের",
        "option_b": "যুদ্ধের",
        "option_c": "মিছিলের",
        "option_d": "অনশনের",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "জাতিসংঘের সাধারণ পরিষদের অধিবেশনে বঙ্গবন্ধু কোন ভাষায় ভাষণ দেন?",
        "option_a": "বাংলা",
        "option_b": "হিন্দি",
        "option_c": "ইংরেজি",
        "option_d": "ফরাসি",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "শেখ মুজিবুর রহমান বাঙালিকে স্বাধীনতা সংগ্রামের আহ্বান জানান। কেন?",
        "option_a": "ভারতের মুক্তির জন্য",
        "option_b": "বাঙালির মুক্তির জন্য",
        "option_c": "পাকিস্তানের মুক্তির জন্য",
        "option_d": "ইয়াহিয়া খানকে পদচ্যুত করার জন্য",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'পাকিস্তানের সামরিক একনায়ক জেনারেল'- অভিধাটি কার ছিল?",
        "option_a": "খাজা নাজিমউদ্দীনের",
        "option_b": "নূরুল আমিন সরকারের",
        "option_c": "আইয়ুব খানের",
        "option_d": "ইয়াহিয়া খানের",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৭০-এর নির্বাচনে গণতন্ত্রের ধারা অনুসারে পাকিস্তানের শাসনভার পাওয়ার কথা ছিল কার?",
        "option_a": "মহাত্মা গান্ধীর",
        "option_b": "ইয়াহিয়া খানের",
        "option_c": "আইয়ুব খানের",
        "option_d": "শেখ মুজিবুর রহমানের",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'পূর্বপাকিস্তানের জনগণ স্লোগানে স্লোগানে শহর-বন্দর আন্দোলিত করে'- এর মাঝে ফুটে উঠেছে পূর্বপাকিস্তানের মানুষের কোন রূপটি?",
        "option_a": "ধৈর্যশীলতা",
        "option_b": "সংগ্রামী",
        "option_c": "পরোপকারিতা",
        "option_d": "পরিশ্রমী",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'সুপ্রিমকোর্ট' বলতে কী বোঝায়?",
        "option_a": "উচ্চ আদালত",
        "option_b": "নিম্ন আদালত",
        "option_c": "সর্বোচ্চ আদালত",
        "option_d": "বিভাগীয় আদালত",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "'সেমি-গভর্নমেন্ট' বলতে কী বোঝায়?",
        "option_a": "আধাসরকারি",
        "option_b": "সম্পূর্ণ সরকারি",
        "option_c": "এক-চতুর্থাংশ সরকারি",
        "option_d": "দুই-চতুর্থাংশ সরকারি",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "রেসকোর্স ময়দানের বর্তমান নাম কী?",
        "option_a": "বোটানিক্যাল গার্ডেন",
        "option_b": "সোহরাওয়ার্দী উদ্যান",
        "option_c": "বলধা গার্ডেন",
        "option_d": "বাহাদুর শাহ পার্ক",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "জাতীয় পরিষদের অধিবেশন স্থগিতের মাধ্যমে পূর্বপাকিস্তানে জনগণের মাঝে ঝড় ওঠা বলতে বোঝানো হয়েছে-\ni. প্রতিবাদের\nii. বিক্ষোভের\niii. দেশপ্রেমের\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৯৭০ সালে বাংলায় যে নির্বাচন অনুষ্ঠিত হয়-\ni. পাকিস্তান জাতীয় পরিষদ নির্বাচন\nii. পূর্বপাকিস্তান প্রাদেশিক পরিষদ নির্বাচন\niii. কর্ম পরিষদের নির্বাচন\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nদক্ষিণ আফ্রিকার অবিসংবাদী নেতা নেলসন ম্যান্ডেলা বর্ণবাদের বিরুদ্ধে সংগ্রাম করে জেল, জুলুম, নির্যাতনের শিকার হন। নির্বাসিত জীবনযাপন করেন। ক্ষমতাসীন শাসকগোষ্ঠী তাঁর জীবন থেকে কেড়ে নেয় ২৭টি বছর। কিন্তু তিনি কখনও মাথা নত করেন নি। অবশেষে জয় হয় মানবতার, অবসান ঘটে বর্ণবাদের।\n\nবঙ্গবন্ধু ও নেলসন ম্যান্ডেলা- উভয়ের মধ্যে কোন গুণের মিল খুঁজে পাওয়া যায়?\ni. সহনশীলতা\nii. দেশপ্রেম\niii. আপসহীনতা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nদক্ষিণ আফ্রিকার অবিসংবাদী নেতা নেলসন ম্যান্ডেলা বর্ণবাদের বিরুদ্ধে সংগ্রাম করে জেল, জুলুম, নির্যাতনের শিকার হন। নির্বাসিত জীবনযাপন করেন। ক্ষমতাসীন শাসকগোষ্ঠী তাঁর জীবন থেকে কেড়ে নেয় ২৭টি বছর। কিন্তু তিনি কখনও মাথা নত করেন নি। অবশেষে জয় হয় মানবতার, অবসান ঘটে বর্ণবাদের।\n\nবঙ্গবন্ধুর এই বিশেষ গুণ আমাদের উপহার দিয়েছে-",
        "option_a": "গভীর দেশপ্রেম",
        "option_b": "বাঙালি সংস্কৃতি",
        "option_c": "স্বাধীন রাষ্ট্র",
        "option_d": "বৈষম্য থেকে মুক্তি",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধুর ৭ই মার্চের ভাষণকে কার ঐতিহাসিক ভাষণের সাথে তুলনা করা হয়েছে?",
        "option_a": "জর্জ ওয়াশিংটন",
        "option_b": "জর্জ বুশ",
        "option_c": "রোনাল্ড রিগান",
        "option_d": "আব্রাহাম লিংকন",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু শেখ মুজিবর রহমানকে কত সালে 'বঙ্গবন্ধু' উপাধিতে ভূষিত করা হয়?",
        "option_a": "১৯৬৬",
        "option_b": "১৯৬৯",
        "option_c": "১৯৭০",
        "option_d": "১৯৭১",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n\"তিতুমীর, সূর্যসেন, নেতাজী সন্তান এই বাংলাদেশের বাংলার কথা বলতে গিয়ে বিশ্বটাকে কাঁপিয়ে দিল কার সে কণ্ঠস্বর।\"\n\nউদ্দীপকে প্রতিফলিত দিকটি কোন রচনার সাথে সঙ্গতিপূর্ণ?",
        "option_a": "বাঙালির বাংলা",
        "option_b": "এবারের সংগ্রাম স্বাধীনতার সংগ্রাম",
        "option_c": "বঙ্গভূমির প্রতি",
        "option_d": "একুশের গান",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n\"তিতুমীর, সূর্যসেন, নেতাজী সন্তান এই বাংলাদেশের বাংলার কথা বলতে গিয়ে বিশ্বটাকে কাঁপিয়ে দিল কার সে কণ্ঠস্বর।\"\n\nউল্লিখিত ভাবটির সাদৃশ্যপূর্ণ চরণ হলো-",
        "option_a": "সাতকোটি মানুষকে দাবায়ে রাখতে পারবা না",
        "option_b": "আমি কি ভুলিতে পারি",
        "option_c": "এই পবিত্র বাংলাদেশের বাঙালির",
        "option_d": "মনের মন্দিরে সদা সেবে সর্বজন",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nগণঅভ্যুথানে সাফল্যের মাধ্যমে বঙ্গবন্ধু শেখ মুজিবুর রহমান জেল থেকে বেরিয়ে আসেন। আয়োজন করা হয় এক সংবর্ধনা অনুষ্ঠানের। সেখানে লক্ষ লক্ষ লোকের সমাবেশ ঘটে।\n\nএখানে যে আন্দোলনের কথা বলা হয়েছে, সেটি কবে সংঘটিত?",
        "option_a": "১৯৫২ সালে",
        "option_b": "১৯৬৬ সালে",
        "option_c": "১৯৬৯ সালে",
        "option_d": "১৯৯০ সালে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nগণঅভ্যুথানে সাফল্যের মাধ্যমে বঙ্গবন্ধু শেখ মুজিবুর রহমান জেল থেকে বেরিয়ে আসেন। আয়োজন করা হয় এক সংবর্ধনা অনুষ্ঠানের। সেখানে লক্ষ লক্ষ লোকের সমাবেশ ঘটে।\n\nউদ্দীপকে বর্ণিত শেষ বাক্যটি কোন ঘটনাকে স্মরণ করিয়ে দেয়?",
        "option_a": "বঙ্গবন্ধুর স্বদেশ প্রত্যাবর্তন",
        "option_b": "'৫২-র ভাষা আন্দোলন",
        "option_c": "বঙ্গবন্ধুর ৭ই মার্চের ভাষণ",
        "option_d": "'৬৬-এর ছয়দফা আন্দোলন",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "বাংলার মানুষের রক্তের ইতিহাস কত বছরের?",
        "option_a": "২২",
        "option_b": "২৩",
        "option_c": "২৪",
        "option_d": "২৫",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nস্বাধীনতা হীনতায় কে বাঁচিতে\nচায় হে কে বাঁচিতে চায়?\nদাসত্ব শৃঙ্খল বল, কে পরিবে পায় হে?\nকে পরিবে পায়?\n\nউদ্দীপকের মূলভাবের সাথে 'এবারের সংগ্রাম স্বাধীনতার সংগ্রাম' ভাষণের যে দিকের ইঙ্গিত বহন করে-\ni. শোষণের\nii. স্বাধীনচেতা মনোভাব\niii. অন্যায়ের বিরুদ্ধে প্রতিবাদ\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "ii",
        "option_c": "ii ও iii",
        "option_d": "i ও ii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "'তোমরা আমার ভাই'- বঙ্গবন্ধুর একথা কাদের উদ্দেশ্যে বলেছেন?",
        "option_a": "পাকিস্তানি শাসক",
        "option_b": "সেনা সদস্য",
        "option_c": "সরকারি কর্মচারী",
        "option_d": "সকল বাঙালি",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "স্বাধীনতা যুদ্ধের বীজ বপন হয়েছিল কোন আন্দোলনের মধ্যে বলে তোমার মনে হয়?",
        "option_a": "১৯৪৭-এর দেশবিভাগ",
        "option_b": "১৯৫২ সালের ভাষা আন্দোলন",
        "option_c": "১৯৬৬ এর ছয় দফা আন্দোলন",
        "option_d": "১৯৬৯-এর গণআন্দোলন",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "আইয়ুব খান ক্ষমতাচ্যুত হওয়ার পর নতুন প্রেসিডেন্ট হন কে?",
        "option_a": "ইয়াহিয়া খান",
        "option_b": "শেখ মুজিবুর রহমান",
        "option_c": "মোহাম্মদ আলী জিন্নাহ",
        "option_d": "তাজউদ্দিন আহমেদ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "ক্ষমতায় এসে ইয়াহিয়া খান কোন নির্বাচন দিতে বাধ্য হন?",
        "option_a": "প্রাদেশিক",
        "option_b": "কেন্দ্রীয়",
        "option_c": "মধ্যবর্তী",
        "option_d": "সাধারণ",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "পাকিস্তানের সামরিক শাসক আইয়ুব খান ক্ষমতাচ্যুত হন কেন?",
        "option_a": "ভাষা আন্দোলনের ফলে",
        "option_b": "গণঅভ্যুত্থানের ফলে",
        "option_c": "গণ্ডগোলের ভয়ে",
        "option_d": "মারধর খেয়ে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "ইয়াহিয়া খানের নতুন প্রেসিডেন্ট হিসেবে ক্ষমতায় আসার পেছনে কারণ কী?",
        "option_a": "আইয়ুব খানের মৃত্যু",
        "option_b": "আইয়ুব খানের পদত্যাগ",
        "option_c": "আইয়ুব খানের ক্ষমতাচ্যুতি",
        "option_d": "আইয়ুব খানের অসুস্থতা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "'ব্যারাক' বলতে কী বোঝায়?",
        "option_a": "সেনা ছাউনি",
        "option_b": "পুলিশদের ছাউনি",
        "option_c": "ইপিআরদের ছাউনি",
        "option_d": "মুক্তিযোদ্ধাদের ছাউনি",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'মার্শাল-ল' বলতে কী বোঝায়?",
        "option_a": "বেসামরিক আইন",
        "option_b": "সামরিক আইন",
        "option_c": "আধা সামরিক আইন",
        "option_d": "দেশের আইন",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ওয়াপদা' বলতে কী বোঝায়?",
        "option_a": "পানি উন্নয়ন বোর্ড",
        "option_b": "পানি ও বিদ্যুৎ উন্নয়ন বোর্ড",
        "option_c": "বিদ্যুৎ উন্নয়ন বোর্ড",
        "option_d": "ওয়ার্ড উন্নয়ন বোর্ড",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৯৭১ সালের ৭ই মার্চ শেখ মুজিব কোথায় ভাষণ দেন?",
        "option_a": "পল্টন ময়দানে",
        "option_b": "রেসকোর্স ময়দানে",
        "option_c": "শিশু পার্কে",
        "option_d": "প্রেসক্লাবে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "পূর্বপাকিস্তানের জনগণের প্রতিবাদ ও বিক্ষোভ ফুটে উঠেছে যে স্লোগানে-\ni. জয় বাংলা\nii. জাগো জাগো বাঙালি জাগো\niii. বীর বাঙালি অস্ত্রধর বাংলাদেশ স্বাধীন কর\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "জেনারেল আইয়ুব খান ১৯৫৮ সালে মার্শাল-'ল' জারি করেন। এ আইন জারির উদ্দেশ্য ছিল-\ni. বাঙালিদের ন্যায্য দাবি থেকে বঞ্চিত করা\nii. দেশের মানুষকে সঠিক নিরাপত্তা দেওয়া\niii. নিজেদের হাতে ক্ষমতা কুক্ষিগত করে রাখা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "বাঙালির ২৩ বছরের ইতিহাস মূলত-\ni. মুমূর্ষু নর-নারীর আর্তনাদের ইতিহাস\nii. ২৩ বছরের করুণ ইতিহাস\niii. বাংলার মানুষের অত্যাচারের ইতিহাস\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'শাসনতন্ত্র' হলো রাষ্ট্র পরিচালনার-\ni. অনুশাসন\nii. বিধানসমূহ\niii. সংবিধান\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু প্রদত্ত ৭ই মার্চের ভাষণটি-\ni. একটি ঐতিহাসিক ভাষণ\nii. বাঙালির মুক্তি প্রেরণার উৎস\niii. মুক্তিযুদ্ধের দিকনির্দেশনার স্মারক\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nমেহেরপুর গ্রামের প্রভাবশালী নেতা আকবর এলাকার অন্য নেতা খায়রুল বাশারের সঙ্গে হাত মিলিয়েছেন। এলাকার উন্নয়নে তারা অবদান না রেখে সরকারি টাকা ভাগাভাগি করে নিজেদের সম্পদ বাড়িয়ে চলছেন ক্রমাগত।\n\nউভয় চরিত্রের মধ্যে যে বৈশিষ্ট্য ফুটে উঠেছে-\ni. স্বার্থপরতা\nii. সুযোগসন্ধানী\niii. দয়ালু\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nমেহেরপুর গ্রামের প্রভাবশালী নেতা আকবর এলাকার অন্য নেতা খায়রুল বাশারের সঙ্গে হাত মিলিয়েছেন। এলাকার উন্নয়নে তারা অবদান না রেখে সরকারি টাকা ভাগাভাগি করে নিজেদের সম্পদ বাড়িয়ে চলছেন ক্রমাগত।\n\nউদ্দীপকে উল্লিখিত আকবর চরিত্রের সাথে সাদৃশ্য আছে 'এবারের সংগ্রাম স্বাধীনতার সংগ্রাম' রচনার কোন চরিত্রের?",
        "option_a": "শেখ মুজিব",
        "option_b": "জুলফিকার আলী ভুট্টো",
        "option_c": "ইয়াহিয়া খান",
        "option_d": "আইয়ুব খান",
        "correct_option": "খ",
        "explanation": None
    }
]
