# -*- coding: utf-8 -*-

mcqs_part2 = [
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nদেশে পণ্যদ্রব্যের দাম বৃদ্ধি পাওয়ায় এদেশের সাধারণ মানুষের অবস্থা নাকাল। দ্রব্যমূল্য বৃদ্ধির প্রতিবাদে প্রতিনিয়ত সচেতন সমাজের মানুষ থেকে শুরু করে ছাত্রসমাজ বিক্ষোভে ফেটে পড়ে। একদল মজুদদার শ্রেণি কৌশলে দ্রব্যের দাম বাড়িয়ে দেয় যার বিরুদ্ধে সচেতন মানুষ প্রতিবাদী অবস্থান নেয়।\n\nউদ্দীপকে সচেতন সমাজের মানুষের মতো 'এবারের সংগ্রাম স্বাধীনতার সংগ্রাম' রচনায় অন্যায়ের বিরুদ্ধে অবস্থান নেয়-",
        "option_a": "পাকিস্তান সরকার",
        "option_b": "বাঙালিরা",
        "option_c": "আইয়ুব খান",
        "option_d": "ইয়াহিয়া খান",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nদেশে পণ্যদ্রব্যের দাম বৃদ্ধি পাওয়ায় এদেশের সাধারণ মানুষের অবস্থা নাকাল। দ্রব্যমূল্য বৃদ্ধির প্রতিবাদে প্রতিনিয়ত সচেতন সমাজের মানুষ থেকে শুরু করে ছাত্রসমাজ বিক্ষোভে ফেটে পড়ে। একদল মজুদদার শ্রেণি কৌশলে দ্রব্যের দাম বাড়িয়ে দেয় যার বিরুদ্ধে সচেতন মানুষ প্রতিবাদী অবস্থান নেয়।\n\nউদ্দীপকের 'এবারের সংগ্রাম স্বাধীনতার সংগ্রাম' রচনায় বাঙালিদের যে বৈশিষ্ট্যটির প্রতিফলন ঘটেছে-\ni. অন্যায়ের বিরুদ্ধে প্রতিবাদ\nii. গণতন্ত্রের মুক্তি\niii. মজুদদারদের শাস্তি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কত তারিখে বঙ্গবন্ধু রেসকোর্স ময়দানে ঐতিহাসিক ভাষণ দেন?",
        "option_a": "১৯৬৯-এর ৭ই মার্চ",
        "option_b": "১৯৭১-এর ৩রা মার্চ",
        "option_c": "১৯৭১-এর ৭ই মার্চ",
        "option_d": "১৯৭৪-এর ৩রা মার্চ",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "রেসকোর্স ময়দানের ভাষণই বাংলাদেশের স্বাধীনতার আহ্বান। কেননা এই ভাষণ-",
        "option_a": "আজও স্বাধীনতার কথা স্মরণ করিয়ে দেয়",
        "option_b": "সংগ্রাম পরিষদ গড়ে তোলার অঙ্গীকার",
        "option_c": "অ্যাসেম্বলিতে না বসার আহ্বান",
        "option_d": "বাঙালির সার্বিক মুক্তির লক্ষ্যে সংগ্রামের আহ্বান",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'একবার মরে ভুলে গেছে আজ মৃত্যুর ভয় তারা' উদ্দীপকের কবিতাংশের ভাবের সাথে সাদৃশ্যপূর্ণ উক্তি-",
        "option_a": "আমরা ভাতে মারব, পানিতে মারব",
        "option_b": "সাত কোটি মানুষকে দাবায়ে রাখতে পারবা না",
        "option_c": "রক্ত যখন দিয়েছি, রক্ত আরও দেব",
        "option_d": "এবারের সংগ্রাম স্বাধীনতার সংগ্রাম",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "কত সালে শেখ মুজিবুর রহমান বঙ্গবন্ধু উপাধিতে ভূষিত হন?",
        "option_a": "১৯৬৬",
        "option_b": "১৯৬৭",
        "option_c": "১৯৬৮",
        "option_d": "১৯৬৯",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "ছয় দফা আন্দোলন কত সালে হয়?",
        "option_a": "১৯৬৬",
        "option_b": "১৯৬৭",
        "option_c": "১৯৬৮",
        "option_d": "১৯৬৯",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "ইয়াহিয়া খান ১৯৭১ সালের কত তারিখে পাকিস্তান জাতীয় পরিষদের প্রথম অধিবেশন ডেকেছিলেন?",
        "option_a": "১লা মার্চ",
        "option_b": "৩রা মার্চ",
        "option_c": "৭ই মার্চ",
        "option_d": "২৫শে মার্চ",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "\"পদ্মা-মেঘনা-যমুনা তোমার আমার ঠিকানা”- এ স্লোগানটি বাংলার কোন আন্দোলনের সাথে সম্পর্কিত?",
        "option_a": "রাষ্ট্রভাষা",
        "option_b": "অসহযোগ",
        "option_c": "ছয়-দফা",
        "option_d": "গণঅভ্যুত্থান",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "শেখ মুজিবুর রহমান কত তারিখে জন্মগ্রহণ করেন?",
        "option_a": "১৭ই মার্চ, ১৯২০",
        "option_b": "২৭শে মার্চ, ১৯২০",
        "option_c": "৭ই মার্চ, ১৯২০",
        "option_d": "১০ই মার্চ, ১৯২০",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "শেখ মুজিবুর রহমানের পিতার নাম কী?",
        "option_a": "শেখ ফজলুল করিম সেলিম",
        "option_b": "শেখ লুৎফর রহমান",
        "option_c": "শেখ রশিদ মিঞা",
        "option_d": "শেখ খলিলুর রহমান",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৯৬৯-এর নির্বাচনে কোন দল সংখ্যাগরিষ্ঠতা লাভ করে?",
        "option_a": "বিএনপি",
        "option_b": "আওয়ামী লীগ",
        "option_c": "জাতীয় পার্টি",
        "option_d": "কমিউনিস্ট পার্টি",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "পাকিস্তানি শাসকগোষ্ঠী কাদের হাতে ক্ষমতা হস্তান্তর করতে চায়নি?",
        "option_a": "জাপানিদের",
        "option_b": "ভারতীয়দের",
        "option_c": "বাঙালিদের",
        "option_d": "আমেরিকানদের",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "প্রেসিডেন্ট ইয়াহিয়া খান ১৯৭১-এর ৩রা মার্চ ঢাকায় জাতীয় পরিষদের কততম অধিবেশন আহ্বান করেন?",
        "option_a": "প্রথম",
        "option_b": "দ্বিতীয়",
        "option_c": "তৃতীয়",
        "option_d": "চতুর্থ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "ষড়যন্ত্রমূলক ঘোষণা শুনে কোথায় প্রতিবাদের ঝড় ওঠে?",
        "option_a": "পূর্বপাকিস্তানে",
        "option_b": "পশ্চিম পাকিস্তানে",
        "option_c": "ভারত",
        "option_d": "চীনে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু কাদের রক্তের ওপর পাড়া দিতে চাননি?",
        "option_a": "মা-বাবার",
        "option_b": "ভাই-বোনের",
        "option_c": "ছেলেমেয়ের",
        "option_d": "শহিদদের",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'এবারের সংগ্রাম স্বাধীনতার সংগ্রাম' রচনাটি পড়ে পাঠক উদ্বুদ্ধ হবে কোন চেতনায়?",
        "option_a": "দেশপ্রেমের",
        "option_b": "শৃঙ্খলাবোধের",
        "option_c": "পরোপকারিতার",
        "option_d": "রাজনীতির",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'Withdraw' শব্দের অর্থ কী?",
        "option_a": "প্রত্যাহার",
        "option_b": "বর্জন",
        "option_c": "উচ্চ আদালত",
        "option_d": "পরিষদ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'হাইকোর্ট' বলতে কী বোঝায়?",
        "option_a": "নিম্ন আদালত",
        "option_b": "উচ্চ আদালত",
        "option_c": "জেলা আদালত",
        "option_d": "থানা আদালত",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ন্যাশনাল অ্যাসেম্বলি' বলতে কী বোঝায়?",
        "option_a": "আন্তর্জাতিক পরিষদ",
        "option_b": "জাতীয় পরিষদ",
        "option_c": "ভারতীয় সভা",
        "option_d": "সাধারণ পরিষদ",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধুর রেসকোর্স ময়দানের ভাষণে কত লোক উপস্থিত ছিল?",
        "option_a": "প্রায় ১০ লক্ষ",
        "option_b": "প্রায় ১২ লক্ষ",
        "option_c": "প্রায় ১৮ লক্ষ",
        "option_d": "প্রায় ২০ লক্ষ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "পাকিস্তানে সাধারণ নির্বাচন অনুষ্ঠিত হয় কত সালে?",
        "option_a": "১৯৬৯",
        "option_b": "১৯৭০",
        "option_c": "১৯৭১",
        "option_d": "১৯৭২",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু শেখ মুজিবর রহমানকে বাংলাদেশের জাতির জনক বলা হয়, কারণ-\ni. বাংলাদেশের স্থপতি\nii. স্বাধীন বাংলাদেশের প্রথম রাষ্ট্রপতি\niii. জাতিসত্তা বিকাশের পুরোধা বলে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "শেখ মুজিবুর রহমান ভাই বলে যাদের সম্বোধন করেছেন-\ni. হিন্দু-মুসলমানদের\nii. বাঙালিদের\niii. অবাঙালিদের\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "কত সালে বঙ্গবন্ধু জাতিসংঘ সাধারণ পরিষদে বাংলায় বক্তৃতা করেন?",
        "option_a": "১৯৭৪",
        "option_b": "১৯৭৩",
        "option_c": "১৯৭২",
        "option_d": "১৯৭১",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কত তারিখে অ্যাসেম্বলি কল করা হয়েছিল?",
        "option_a": "১৯",
        "option_b": "২৩",
        "option_c": "২৫",
        "option_d": "২৭",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "অত্যাচারী সামরিক শাসক আইয়ুব খানের পতন ঘটে কত সালে?",
        "option_a": "১৯৫৮",
        "option_b": "১৯৬২",
        "option_c": "১৯৬৬",
        "option_d": "১৯৬৯",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "টুঙ্গিপাড়া গ্রামটি কোন জেলায় অবস্থিত?",
        "option_a": "মুন্সিগঞ্জ",
        "option_b": "বিক্রমপুর",
        "option_c": "গোপালগঞ্জ",
        "option_d": "মানিকগঞ্জ",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "২৬শে মার্চ কখন বঙ্গবন্ধু বাংলাদেশের স্বাধীনতা ঘোষণা করেন?",
        "option_a": "রাতের প্রথম প্রহরে",
        "option_b": "দুপুরে",
        "option_c": "সকালে",
        "option_d": "বিকালে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'প্রত্যেক ঘরে ঘরে দুর্গ গড়ে তোল'- এ উক্তিটিতে কোন বিষয়টি ফুটে উঠেছে?",
        "option_a": "অন্যায় প্রতিরোধের তাগিদ",
        "option_b": "ভবিষ্যতের দিকনির্দেশনা",
        "option_c": "যুদ্ধজয়ের বাসনা",
        "option_d": "অন্যায় আচরণ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কত খ্রিষ্টাব্দে গণঅভ্যুত্থান হয়?",
        "option_a": "১৯৬৮",
        "option_b": "১৯৬৯",
        "option_c": "১৯৭০",
        "option_d": "১৯৭১",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৯৭১-এর ৩রা মার্চ পাকিস্তানের জাতীয় পরিষদের যে অধিবেশন ডাকা হয় তা কবে পুনরায় স্থগিত করা হয়?",
        "option_a": "১৯৭১ এর ১লা মার্চ",
        "option_b": "১৯৭১ এর ২রা মার্চ",
        "option_c": "১৯৭১ এর ৩রা মার্চ",
        "option_d": "১৯৭১ এর ৪ঠা মার্চ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু তার ভাষণে বাঙালিদের জন্য কী চেয়েছেন?",
        "option_a": "খাদ্য",
        "option_b": "অস্ত্র",
        "option_c": "বাসস্থান",
        "option_d": "অধিকার",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু সরকারি কর্মচারীদের দেশের মুক্তি না হওয়া পর্যন্ত কী বন্ধ রাখার কথা বলেন?",
        "option_a": "খাজনা ট্যাক্স",
        "option_b": "ওয়াপদা",
        "option_c": "অফিস-আদালত",
        "option_d": "রাস্তাঘাট",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৬ দফা আন্দোলনের মুখ্য প্রবক্তা কে?",
        "option_a": "শেখ মুজিবুর রহমান",
        "option_b": "তাজউদ্দীন আহমেদ",
        "option_c": "হোসেন শহীদ সোহরাওয়ার্দী",
        "option_d": "আতাউল গণি ওসমানী",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু গ্রেফতার হন কোথা থেকে?",
        "option_a": "নিজ বাসভবন",
        "option_b": "যুদ্ধের ময়দান",
        "option_c": "অফিস",
        "option_d": "রাস্তা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু অনির্দিষ্টকালের জন্য হরতাল ঘোষণা করেন কেন?",
        "option_a": "বাঙালির অধিকার আদায়ে",
        "option_b": "বাঙালির খাদ্য জোগাতে",
        "option_c": "বাঙালির কর্মসংস্থান করতে",
        "option_d": "বাঙালির অর্থ জোগাতে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু কী কারণে হরতাল ডেকেও রিকশা, গরুর গাড়ি, রেল ও লঞ্চ চলার অনুমতি দেন?",
        "option_a": "ধনীদের কথা বিবেচনা করে",
        "option_b": "যাত্রীদের কথা বিবেচনা করে",
        "option_c": "গরিবদের কথা বিবেচনা করে",
        "option_d": "মধ্যবিত্তের কথা বিবেচনা করে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধু ঘরে ঘরে দুর্গ গড়ে তুলতে বলেছিলেন কেন?",
        "option_a": "যুদ্ধ করতে",
        "option_b": "শত্রুর মোকাবিলা করতে",
        "option_c": "আন্দোলন করতে",
        "option_d": "বিদ্রোহ করতে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'চে গুয়েভারা মৃত্যুর আগ পর্যন্ত মানুষের অধিকার আদায়ে বিপ্লব করেছেন'- 'এবারের সংগ্রাম স্বাধীনতার সংগ্রাম' রচনায় কোন চরিত্রটির সঙ্গে তার সাদৃশ্য পাওয়া যায়?",
        "option_a": "আইয়ুব খান",
        "option_b": "ইয়াহিয়া খান",
        "option_c": "শেখ মুজিবুর রহমান",
        "option_d": "জুলফিকার আলী ভুট্টো",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "কত সালে ছয়দফা কর্মসূচি ঘোষণা করা হয়?",
        "option_a": "১৯৪৭",
        "option_b": "১৯৬০",
        "option_c": "১৯৬৬",
        "option_d": "১৯৬৯",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "ছাত্রজীবন থেকেই বঙ্গবন্ধু জড়িত ছিলেন-\ni. রাজনীতিতে\nii. দেশ গড়ার কাজে\niii. পাকিস্তানিদের সাথে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "মুজিবনগর সরকারের অভ্যন্তরীণ প্রশাসন ছিল খুবই গুরুত্বপূর্ণ। এর কারণ-\ni. এ সরকারের হাতে স্বাধীন সার্বভৌম বাংলাদেশ প্রতিষ্ঠার মূল দায়িত্ব ছিল\nii. এ সরকারের ফলশ্রুতিতে বাংলাদেশ স্বল্প সময়ে স্বাধীনতা লাভ করে\niii. এ সরকার পাকিস্তান সরকারের সঙ্গে সুসম্পর্ক সৃষ্টি করে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৯৬৯-এর গণঅভ্যুত্থানের ফলাফল-\ni. আইয়ুব খানের ক্ষমতাচ্যুতি\nii. ইয়াহিয়া খানের ক্ষমতা লাভ\niii. সাধারণ নির্বাচন দিতে সরকারের বাধ্য হওয়া\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "বঙ্গবন্ধুর কারাবরণ করার পেছনে যে আন্দোলন ক্রিয়াশীল ছিল-\ni. ভাষা আন্দোলন\nii. গণতান্ত্রিক আন্দোলন\niii. ছয় দফা দাবি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "পশ্চিম পাকিস্তানের সামরিক শাসক ছিলেন-\ni. ইয়াহিয়া খান\nii. আইয়ুব খান\niii. জুলফিকার আলী ভুট্টো\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "বাঙালিদের হাতে পাকিস্তানিদের ক্ষমতা হস্তান্তর না করার সিদ্ধান্ত ছিল-\ni. অন্যায্য\nii. অগণতান্ত্রিক\niii. অপরিহার্য\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    }
]
