# -*- coding: utf-8 -*-

short_questions = [
    {
        "q": "\"বাংলার মানুষ মুক্তি চায়, বাংলার মানুষ বাঁচতে চায়, বাংলার মানুষ তার অধিকার চায়”- উক্তিটি বুঝিয়ে লেখ।",
        "ans": "\"বাংলার মানুষ মুক্তি চায় বাংলার মানুষ বাঁচতে চায়, বাংলার মানুষ তার অধিকার চায়”- কথাটি শেখ মুজিবুর রহমান দুঃখ করে বলেছেন। কারণ পাকিস্তানিদের বর্বরতায় সারা বাংলাদেশ রক্তে রঞ্জিত হয়ে গিয়েছিল।\nপাকিস্তানের সাধারণ নির্বাচনে বঙ্গবন্ধু শেখ মুজিব একক সংখ্যাগরিষ্ঠতা অর্জন করেছিলেন। কিন্তু তাকে ক্ষমতায় যেতে দিল না পাকিস্তানি শাসকরা। যখন বঙ্গবন্ধু শেখ মুজিব ক্ষমতায় যেতে চাইলেন তখন পাকিস্তানিরা শুরু করল এদেশের মানুষের ওপর অকথ্য নির্যাতন। এই অমানবিক নির্যাতনের হাত থেকে যে বাংলার মানুষ বাঁচতে চায় নিজেদের জীবনের স্বাধীনতা চায় সে কথাটি দুঃখ ভারাক্রান্ত কণ্ঠে ব্যক্ত করেছেন বঙ্গবন্ধু।"
    },
    {
        "q": "১৯৫২ সালে বাঙালির রক্ত দেয়ার কারণ কী?",
        "ans": "১৯৫২ সালের রাষ্ট্রভাষা বাংলার দাবিতে বাঙালিকে রক্ত দিতে হয়েছিল।\nপাকিস্তানের সংখ্যাগরিষ্ঠ মানুষের মাতৃভাষা ছিল বাংলা। অথচ পাকিস্তানের ক্ষমতাসীন শাসকরা উর্দুকে পাকিস্তানের রাষ্ট্রভাষা করতে চেয়েছিল। পাকিস্তানের জনগণ এর বিরুদ্ধে তীব্র প্রতিবাদ জানায় এবং আন্দোলন গড়ে তোলে। ১৯৫২ সালের ২১শে ফেব্রুয়ারিতে 'রাষ্ট্র ভাষা বাংলা চাই' দাবিতে জনতা ১৪৪ ধারা ভঙ্গ করে মিছিল বের করে। ক্ষমতাসীন সরকারের নির্দেশে পুলিশ শান্তিপূর্ণ মিছিলে নির্বিচারে গুলি চালায়। গুলিতে ঢলে পড়ে অনেক তাজা প্রাণ। বাঙালির রক্তে রঞ্জিত হয় বাংলার রাজপথ। ভাষার দাবিতে রক্তদানের ইতিহাস বাঙালিকে পৃথিবীর বুকে অবিস্মরণীয় করে রাখবে।"
    },
    {
        "q": "আমরা যখন মরতে শিখেছি তখন, কেউ আমাদের দাবাতে পারবে না- বাক্যটি দ্বারা কী বোঝানো হয়েছে?",
        "ans": "আলোচ্য বাক্যটির মাধ্যমে সংকল্পবদ্ধ বাঙালির অপ্রতিরোধ্যতার স্বরূপ তুলে ধরা হয়েছে।\nপশ্চিম পাকিস্তানি সামরিক বাহিনীর বর্বরতায় বাঙালি জাতি যখন নির্যাতিত, নিপীড়িত, নিষ্পেষিত ঠিক সেই মুহূর্তে বঙ্গবন্ধু তার ভাষণে সামরিক বাহিনীর কর্মকর্তাদের উদ্দেশ্য করে হুশিয়ারি উচ্চারণ করেন। এর সাথে তিনি তাদের স্মরণ করিয়ে দেন গুলি চালিয়ে অপ্রতিরোধ্য বাঙালিকে দাবানো যাবে না। কারণ বাঙালি অধিকার আদায়ের দাবিতে বুকের রক্ত দিয়েই অর্জন করবে অধিকার। আলোচ্য অংশে এ বিষয়টিই ফুটে উঠেছে।"
    },
    {
        "q": "বঙ্গবন্ধু সবাইকে ঘরে ঘরে দুর্গ গড়ে তুলতে বললেন কেন?",
        "ans": "শত্রুকে মোকাবিলার জন্য বঙ্গবন্ধু সবাইকে ঘরে ঘরে দুর্গ গড়ে তুলতে বললেন।\n১৯৭০ সালের সাধারণ নির্বাচনে আওয়ামী লীগ নিরঙ্কুশ সংখ্যাগরিষ্ঠতা লাভ করলেও পাকিস্তানি শাসকগোষ্ঠী ক্ষমতা হস্তান্তর না করে গোপনে ষড়যন্ত্র শুরু করে। প্রেসিডেন্ট ইয়াহিয়া খান জাতীয় পরিষদের অধিবেশন আহ্বান করেও কোনো কারণ ছাড়াই অধিবেশন স্থগিত ঘোষণা করেন। বাঙালি সহজেই এর কারণ অনুধাবন করতে পারে। তাই পাকিস্তান সরকারকে অচল করে দেয়ার জন্য এবং যে কোনো আক্রমণ প্রতিহত করার জন্য বঙ্গবন্ধু সবাইকে ঘরে ঘরে দুর্গ গড়ে তোলার আহ্বান করেন।"
    },
    {
        "q": "\"রক্ত যখন দিয়েছি, রক্ত আরও দেব\"- কথাটি দ্বারা তুমি কী বুঝতে পার? ব্যাখ্যা করে লেখ।",
        "ans": "\"রক্ত যখন দিয়েছি, রক্ত আরও দেব\"- কথাটি দ্বারা বঙ্গবন্ধু সাত কোটি বাঙালিকে অনুপ্রাণিত করতে চেয়েছিলেন মুক্তিযুদ্ধের চেতনায়।\nপাকিস্তানের জন্ম থেকে পূর্বপাকিস্তানের মানুষ বিনাবিচারে পশ্চিম পাকিস্তানের মানুষের হাতে শোষিত হচ্ছিল। এই শোষণের বিরুদ্ধে রুখে দাঁড়াতে বাঙালিকে আহ্বান করেছিলেন রেসকোর্স ময়দানে ৭ই মার্চ জ্বালাময়ী এই ভাষণের মাধ্যমে। তাঁর দ্ব্যর্থহীন কণ্ঠে মুক্তির এই বাণীই বাঙালিকে অগ্নিমন্ত্রে দীক্ষিত করেছিল পশ্চিম পাকিস্তানের সব অন্যায়কে প্রতিহত করতে।"
    }
]
