# -*- coding: utf-8 -*-
import os, sys

mcqs = [
    # 1 - 10
    {
        "stem": "মহৎ কিছু করার জন্য কী প্রয়োজন?",
        "option_a": "ভাব",
        "option_b": "কাজ",
        "option_c": "উদ্যোগ ও ভাব",
        "option_d": "ভাব ও কাজ",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "আত্মার শক্তিকে অন্যের প্ররোচনায় নষ্ট করাকে কী বলে?",
        "option_a": "নিন্দা",
        "option_b": "ক্ষয়",
        "option_c": "লয়",
        "option_d": "মহাপাপ",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "কর্মে শক্তি আনার জন্য নিচের কোনটি প্রয়োজন?",
        "option_a": "ভাব-সাধনা",
        "option_b": "ভাবের দাস হওয়া",
        "option_c": "ভাবের আবেগে অতিমাত্রায় বিহ্বল হওয়া",
        "option_d": "বন্ধনমুক্ত হওয়া",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কোনটি অবাস্তব উচ্ছ্বাস মাত্র?",
        "option_a": "কাজ",
        "option_b": "ভাব",
        "option_c": "দেশপ্রেম",
        "option_d": "আত্মশক্তি",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ভাব'-কে কাজের দাসরূপে নিয়োগ না করতে পারলে ভাব কী হারায়?",
        "option_a": "সফলতা",
        "option_b": "সার্থকতা",
        "option_c": "যোগ্যতা",
        "option_d": "সবকিছু",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "ভাবের বাঁশি যিনি বাজাবেন তিনি কেমন হবেন?",
        "option_a": "সুস্বাস্থ্যের অধিকারী",
        "option_b": "নিঃস্বার্থত্যাগী ঋষি",
        "option_c": "ভাববাদী দর্শনে পণ্ডিত",
        "option_d": "ভাবের আবেশে ব্যাকুল",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "কে জনসাধারণকে নাচাবেন?",
        "option_a": "ভাবের বাঁশিবাদক",
        "option_b": "জনসাধারণের নেতা",
        "option_c": "ঢোলবাদক",
        "option_d": "ভাবের ঘরের মানুষ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "মহত্তর উদ্দেশ্য ও কল্যাণ কামনায় কী বহাতে হবে?",
        "option_a": "ভাবের স্রোত",
        "option_b": "ভাবের বন্যা",
        "option_c": "ভাবের উচ্ছ্বাস",
        "option_d": "ভাব",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "সাময়িক উত্তেজনার মুখে ত্যাগের অভিনয় করতে গিয়ে কাকে বিশ্রীভাবে মুখ ভ্যাঙচানো হয়?",
        "option_a": "স্পিরিটকে",
        "option_b": "ভাবকে",
        "option_c": "কাজকে",
        "option_d": "ব্যক্তিকে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "আগে বিবেচনা না করে কাজে নামলে কী হয়?",
        "option_a": "ভাব নষ্ট হয়",
        "option_b": "উৎসাহ নষ্ট হয়",
        "option_c": "চিন্তা নষ্ট হয়",
        "option_d": "আশা ভঙ্গ হয়",
        "correct_option": "খ",
        "explanation": None
    },
    # 11 - 20
    {
        "stem": "অন্যের প্ররোচনায় কোনটি নষ্ট করার অধিকার আমাদের নেই?",
        "option_a": "আত্মার শক্তি",
        "option_b": "আত্মা",
        "option_c": "শরীর",
        "option_d": "সম্পদ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "যারা অগ্র-পশ্চাৎ বিবেচনা ছাড়াই কাজ করে 'ভাব ও কাজ' প্রবন্ধে তাদের কীসের সাথে তুলনা করা হয়েছে?",
        "option_a": "কুম্ভকর্ণ",
        "option_b": "উদ্‌মো ষাঁড়",
        "option_c": "ত্যাগী ঋষি",
        "option_d": "পুষ্পহীন সৌরভ",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' প্রবন্ধে 'দাদ' শব্দের অর্থ কী?",
        "option_a": "প্রতিশোধ",
        "option_b": "প্রভাব",
        "option_c": "পরনিন্দা",
        "option_d": "পরিমাণ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'কজায়' অর্থ কী?",
        "option_a": "আয়ত্তে, অধিকারে",
        "option_b": "সীমার বাইরে",
        "option_c": "দূরত্বে",
        "option_d": "অধিকারের বাইরে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কপূর কী দিয়ে তৈরি হয়?",
        "option_a": "পারদ দিয়ে",
        "option_b": "বৃক্ষের রস দিয়ে",
        "option_c": "লবণ দিয়ে",
        "option_d": "শেওলা দিয়ে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "বাতাসের সংস্পর্শে অল্পক্ষণের মধ্যে ক্ষয়প্রাপ্ত হয় কোনটি?",
        "option_a": "কাচ",
        "option_b": "কপূর",
        "option_c": "চিনি",
        "option_d": "পানি",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'বানভাসি' কথাটির অর্থ প্রকাশ করে নিচের কোনটি?",
        "option_a": "বন্যায় ভাসানো",
        "option_b": "জলে ভাসানো",
        "option_c": "সমুদ্রের জলে ভাসা",
        "option_d": "পুকুরের জলে ভাঁসানো",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'দস্তুরমতো' শব্দের সমার্থক শব্দ নয় কোনটি?",
        "option_a": "রীতিমতো",
        "option_b": "দরদাম",
        "option_c": "যথেষ্ট",
        "option_d": "নিতান্ত",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' প্রবন্ধে 'কল্যকার' শব্দটি ব্যবহৃত হয়েছে কোন অর্থে?",
        "option_a": "ঝগড়াটে",
        "option_b": "ভবিষ্যৎ",
        "option_c": "পরবর্তী দিন",
        "option_d": "পূর্বের দিন",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "মানুষকে উদ্বুদ্ধ করার জন্য কোনটির গুরুত্ব অপরিসীম?",
        "option_a": "ভাব",
        "option_b": "কাজ",
        "option_c": "কর্মপন্থা",
        "option_d": "টাকা-পয়সা",
        "correct_option": "ক",
        "explanation": None
    },
    # 21 - 25
    {
        "stem": "ত্যাগী ব্যক্তিগণ বর্তমানে ত্যাগের উৎসাহ হারিয়ে ফেলেছেন—\ni. ত্যাগী কর্মীর অভাবে\nii. তথাকথিত কর্মীদের অশুভ তৎপরতার কারণে\niii. নিজের সম্মান হারানোর ভয়ে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "অগ্র-পশ্চাৎ ভালোভাবে না দেখে কাজে নামা তুলনীয়— [রাজউক উত্তরা মডেল কলেজ, ঢাকা]\ni. অন্ধের মতো অনুসরণের সাথে\nii. ভেড়ার মতো অনুসরণের সাথে\niii. উদ্‌মো ষাঁড়ের নিষ্ফল আক্রোশের সাথে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' প্রবন্ধে উল্লিখিত লেখকের যে পরামর্শ ফলপ্রসূ তা হলো—\ni. আগে ভালো করিয়া চোখ মেলিয়া দেখো\nii. ভাবের সুরা পান করো ভাই, কিন্তু জ্ঞান হারাইও না\niii. 'আত্মার' শক্তিকে জাগাইয়া তোলো\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nজুয়েল ৮ম শ্রেণিতে পড়ে। সে ক্লাসে সবসময় চুপচাপ থাকে। দেখলে মনে হয় কী যেন চিন্তা করছে। ক্লাসের পড়াও ঠিকমতো শেখে না। কিন্তু তার স্বপ্ন এস.এস.সি পরীক্ষার পর একটি ভালো কলেজে ভর্তি হবে।\n\n'ভাব ও কাজ' প্রবন্ধ অনুযায়ী জুয়েলের আচরণ হচ্ছে-",
        "option_a": "পুষ্পহীন সৌরভ",
        "option_b": "সৌরভহীন পুষ্প",
        "option_c": "বদ-খেয়াল",
        "option_d": "লা-পরওয়া",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nজুয়েল ৮ম শ্রেণিতে পড়ে। সে ক্লাসে সবসময় চুপচাপ থাকে। দেখলে মনে হয় কী যেন চিন্তা করছে। ক্লাসের পড়াও ঠিকমতো শেখে না। কিন্তু তার স্বপ্ন এস.এস.সি পরীক্ষার পর একটি ভালো কলেজে ভর্তি হবে।\n\n'ভাব ও কাজ' প্রবন্ধ অনুযায়ী জুয়েলের উচিত—\ni. ভাব ও কাজের সমন্বয় করা\nii. ভাবের উচ্ছ্বাসকে নিয়ন্ত্রণ করা\niii. বাস্তবধর্মী কাজে তৎপর হওয়া\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 26 - 34
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nএস. কে. এস. ফাউন্ডেশনের কর্ণধার রাসেল আহমেদ লিটন ১৯৮৭ সালে কিছু অসহায় মানুষের পাশে দাঁড়ানোর নিমিত্তে এই ক্লাব গঠন করেন। তিনি অসহায় মানুষদের দ্বারে দ্বারে তাদের সংগঠিত হওয়ার আহ্বান জানান। তাঁর আহ্বানে সাড়া দিলে তিনি এসব মানুষের সামাজিক নিরাপত্তা, শিক্ষা, জেন্ডার সমতা ইত্যাদি বিষয়ে কাজ শুরু করেন। বর্তমানে হাজার হাজার পরিবার এর সুফল ভোগ করছে।\n\nউদ্দীপকের রাসেল আহমেদ লিটনের কাজ 'ভাব ও কাজ' প্রবন্ধে কোনটির সাথে সম্পর্কযুক্ত? [ঢা. বো.'২০১৮]",
        "option_a": "একটা সাময়িক উত্তেজনার মুখে ত্যাগের অভিনয় করেছেন",
        "option_b": "তিনি মানুষের ভাবের ঘরে চুরি করেছেন",
        "option_c": "লোককে শুধু কথায় মাতিয়ে মশগুল করেছেন",
        "option_d": "মানুষের স্পিরিটটাকে মঙ্গলের জন্য ব্যবহার করেছেন",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nএস. কে. এস. ফাউন্ডেশনের কর্ণধার রাসেল আহমেদ লিটন ১৯৮৭ সালে কিছু অসহায় মানুষের পাশে দাঁড়ানোর নিমিত্তে এই ক্লাব গঠন করেন। তিনি অসহায় মানুষদের দ্বারে দ্বারে তাদের সংগঠিত হওয়ার আহ্বান জানান। তাঁর আহ্বানে সাড়া দিলে তিনি এসব মানুষের সামাজিক নিরাপত্তা, শিক্ষা, জেন্ডার সমতা ইত্যাদি বিষয়ে কাজ শুরু করেন। বর্তমানে হাজার হাজার পরিবার এর সুফল ভোগ করছে।\n\nউদ্দীপকের লিটন সাহেবের কাজের মূল উদ্দেশ্য— [ঢা. বো.'২০১৮]\ni. দেশের সর্বাঙ্গীণ উন্নতি ও মুক্তি\nii. মানুষের ব্যক্তিগত কল্যাণ সাধন\niii. ভাব ও বাস্তবধর্মী কর্মতৎপরতা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nএতিম মিতুন অসৎ সঙ্গীদের পাল্লায় পড়ে একটি দোকান চুরিতে জড়িয়ে পড়ে এবং পুলিশের অভিযানে হাতেনাতে ধরা পড়ে। অবশেষে সে নিজের ভুল বুঝতে পারে।\n\n'ভাব ও কাজ' রচনার আলোকে মিতুনের ক্ষেত্রে নিচের কোনটি প্রযোজ্য? [রা. বো.'২০১৭]",
        "option_a": "জীবন শক্তির মূল্যায়ন হয়েছে",
        "option_b": "ভাবের দাসে পরিণত হয়েছে",
        "option_c": "নিজের ভাব দাসে পরিণত হয়েছে",
        "option_d": "কুম্ভকর্ণের নিদ্রা ভাঙিয়াছে",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nএতিম মিতুন অসৎ সঙ্গীদের পাল্লায় পড়ে একটি দোকান চুরিতে জড়িয়ে পড়ে এবং পুলিশের অভিযানে হাতেনাতে ধরা পড়ে। অবশেষে সে নিজের ভুল বুঝতে পারে।\n\nমিতুনের জীবন উন্নতিকল্পে 'ভাব ও কাজ' প্রবন্ধের উল্লিখিত লেখকের পরামর্শ হলো— [রা. বো.'২০১৭]\ni. ভালোভাবে চোখ খুলে দেখো\nii. সুরা পান করে জ্ঞান হারাইও না\niii. আত্মার শক্তি জাগিয়ে তোলো\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "প্রকৃতপক্ষে মহৎ কিছু অর্জন করতে প্রয়োজন—\ni. উৎসাহ\nii. কর্মশক্তি\niii. সঠিক উদ্যোগ\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "যেকোনো ভালো উদ্যোগ নষ্ট হয়ে যেতে পারে—\ni. যথাযথ পরিকল্পনার অভাবে\nii. ভাবের অভাবে\niii. কাজের স্পৃহার অভাবে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামের জন্ম কত সালে? [রাজউক উত্তরা মডেল কলেজ, ঢাকা]",
        "option_a": "১৮৬১",
        "option_b": "১৮৮৫",
        "option_c": "১৮৮০",
        "option_d": "১৮৯৯",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "কোন কবিতা প্রকাশের মধ্য দিয়ে নজরুলের সাহিত্যিক খ্যাতি ছড়িয়ে পড়ে?",
        "option_a": "মানুষ",
        "option_b": "সাম্যবাদী",
        "option_c": "বিদ্রোহী",
        "option_d": "কুলি-মজুর",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "নজরুলের রচনাবলিতে কী প্রকাশ পেয়েছে?",
        "option_a": "আধ্যাত্মিকতা",
        "option_b": "সমাজতান্ত্রিক চেতনা",
        "option_c": "ভাবালুতা",
        "option_d": "অসাম্প্রদায়িক চেতনা",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 35 - 48
    {
        "stem": "'ভাব ও কাজ' রচনায় লেখক ভাবকে কার দাস করতে বলেছেন? [দি. বো.'২০১৮]",
        "option_a": "কার্যের",
        "option_b": "আত্মার",
        "option_c": "কল্যাণের",
        "option_d": "স্বার্থের",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "ভাবকে কাজে রূপান্তরিত করতে না পারলে ভাবাবেশ কীসের মতো উড়ে যায়? [কু. বো.'২০১৮]",
        "option_a": "খড়",
        "option_b": "কপূর",
        "option_c": "স্পিরিট",
        "option_d": "ধুলো",
        "correct_option": "খ",
        "explanation": "'কপূর' হলো বিশেষ একধরনের গন্ধ দ্রব্যবিশেষ, যা বাতাসের সংস্পর্শে অল্প সময়েই ক্ষয়প্রাপ্ত হয়। আলোচ্য প্রবন্ধে মানুষের ভাবাবেশকে কপূরের সাথে তুলনা করা হয়েছে।"
    },
    {
        "stem": "'সে ভাবাবেশ কপূরের মতো উড়িয়া যায়'— বাক্যটির 'কপূর' শব্দের অর্থ নিচের কোনটি?",
        "option_a": "কপালের রেখা",
        "option_b": "এক ধরনের পাখি বিশেষ",
        "option_c": "বাতাসের সংস্পর্শে বৃদ্ধিপ্রাপ্ত হয় এমন বস্তু",
        "option_d": "বাতাসের সংস্পর্শে অল্পক্ষণের মধ্যে ক্ষয়প্রাপ্ত হয় এমন বস্তু",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলাম ভাবকে জাগিয়ে তুলতে বলেছেন কেন? [য. বো.'২০১৭]",
        "option_a": "নিজের স্বার্থসিদ্ধির জন্য",
        "option_b": "মানুষের কল্যাণের জন্য",
        "option_c": "ভাববাদী হওয়ার জন্য",
        "option_d": "বস্তুবাদী হওয়ার জন্য",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' প্রবন্ধে হাজার খানেক স্কুল-কলেজের ছাত্র বেরিয়ে এসেছে-",
        "option_a": "সামাজিক উত্তেজনায়",
        "option_b": "হুজুগে মেতে",
        "option_c": "আত্মত্যাগের উন্মাদনায়",
        "option_d": "ভাবের আবেগে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "লোকপ্রবাদ অনুযায়ী কত চক্রে ভগবান ভূত?",
        "option_a": "পাঁচচক্রে",
        "option_b": "দশচক্রে",
        "option_c": "শতচক্রে",
        "option_d": "হাজার চক্রে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' প্রবন্ধে 'দশচক্রে ভগবান ভূত'— এই প্রবাদ বাক্যের 'দশচক্র' প্রতীকটি কাদের বোঝাতে ব্যবহৃত হয়েছে? [ভিকারুননিসা নূন স্কুল এন্ড কলেজ, ঢাকা]",
        "option_a": "অসাধু কর্মী",
        "option_b": "কাপুরুষ",
        "option_c": "কর্মবিমুখ মানুষ",
        "option_d": "হঠকারী",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "নজরুলের মতে, ভাবকে নিজের কী হিসেবে তৈরি করে নিতে হবে?",
        "option_a": "বন্ধু",
        "option_b": "ভক্ত",
        "option_c": "দাস",
        "option_d": "অনুগত",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "কর্মে কী আনার জন্য ভাব-সাধনা প্রয়োজন?",
        "option_a": "গতি",
        "option_b": "মুক্তি",
        "option_c": "শক্তি",
        "option_d": "মনোযোগ",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "যারা অগ্র-পশ্চাৎ বিবেচনা ছাড়াই কাজ করে 'ভাব ও কাজ' রচনার আলোকে তাদের পরিচয় হতে পারে-",
        "option_a": "কুম্ভকর্ণ",
        "option_b": "উদ্‌মো ষাঁড়",
        "option_c": "সৌরভবিহীন পুষ্প",
        "option_d": "ত্যাগী ঋষি",
        "correct_option": "খ",
        "explanation": "বন্ধনমুক্ত ষাঁড়কে উদ্‌মো ষাঁড় বলা হয়।"
    },
    {
        "stem": "কে একনাগাড়ে ছয় মাস ঘুমাত? [য. বো.'২০১৯]",
        "option_a": "রাবণ",
        "option_b": "কুম্ভকর্ণ",
        "option_c": "রাম",
        "option_d": "লক্ষ্মণ",
        "correct_option": "খ",
        "explanation": "কুম্ভকর্ণ হলো রামায়ণে বর্ণিত রাক্ষসরাজ রাবণের ছোটো ভাই।"
    },
    {
        "stem": "'আমাদের দেশে হবে সেই ছেলে কবে কথায় না বড় হয়ে কাজে বড় হবে।' উদ্দীপকের ভাবটি কোন রচনাটির ভাবের সাথে সাদৃশ্যপূর্ণ? [কু. বো.'২০১৯]",
        "option_a": "পড়ে পাওয়া",
        "option_b": "তৈলচিত্রের ভূত",
        "option_c": "ভাব ও কাজ",
        "option_d": "সুখী মানুষ",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' প্রবন্ধে লেখক দেশের উন্নতি ও মুক্তির জন্য কোনটিকে বেশি গুরুত্ব দিয়েছেন? [ঢা. বো.'২০১৭]",
        "option_a": "ভাবকে",
        "option_b": "উদ্যোগকে",
        "option_c": "পরিকল্পনাকে",
        "option_d": "কাজকে",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' প্রবন্ধে কাদেরকে আশা-ভরসার স্থল বলা হয়েছে?",
        "option_a": "যোগ্য নেতা",
        "option_b": "নিপীড়িত মানুষ",
        "option_c": "যুবক",
        "option_d": "স্কুল-কলেজের ছাত্র",
        "correct_option": "গ",
        "explanation": None
    },
    # 49 - 59
    {
        "stem": "'বদ-খেয়াল' বলতে লেখক কী বুঝিয়েছেন?",
        "option_a": "কাজের চাপে রাখা",
        "option_b": "চাটুকারিতা",
        "option_c": "ভাবে মগ্ন থাকা",
        "option_d": "কথার ফুলঝুরি",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'দাদ' শব্দের অর্থ কী?",
        "option_a": "প্রতিশোধ",
        "option_b": "লড়াই",
        "option_c": "অন্যায়",
        "option_d": "শোষণ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'লা-পরওয়া' শব্দের অর্থ কী?",
        "option_a": "সচেতন না থাকা",
        "option_b": "বুঝতে না পারা",
        "option_c": "দেখতে না পাওয়া",
        "option_d": "গ্রাহ্য না করা",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'পুয়াল' শব্দের অর্থ কী?",
        "option_a": "মাটি",
        "option_b": "ঘর",
        "option_c": "গোয়াল",
        "option_d": "খড়",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'উদ্‌মো ষাঁড়' বলতে কী বোঝানো হয়েছে?",
        "option_a": "বন্ধনমুক্ত ষাঁড়",
        "option_b": "মোটা ষাঁড়",
        "option_c": "শক্তিশালী ষাঁড়",
        "option_d": "রোগা ষাঁড়",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "যিনি ভাবের বাঁশি বাজাবেন তাকে হতে হবে—\ni. নিঃস্বার্থ\nii. ত্যাগী\niii. ঋষি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nএস. কে. এস. ফাউন্ডেশনের কর্ণধার রাসেল আহমেদ লিটন ১৯৮৭ সালে কিছু অসহায় মানুষের পাশে দাঁড়ানোর নিমিত্তে এই ক্লাব গঠন করেন। তিনি অসহায় মানুষদের দ্বারে দ্বারে তাদের সংগঠিত হওয়ার আহ্বান জানান। তার আহ্বানে সাড়া দিলে তিনি এসব মানুষের সামাজিক নিরাপত্তা, শিক্ষা, জেন্ডার সমতা ইত্যাদি বিষয়ে কাজ শুরু করেন। বর্তমানে হাজার হাজার পরিবার এর সুফল ভোগ করছে।\n\nউদ্দীপকের রাসেল আহমেদ লিটনের কাজ 'ভাব ও কাজ' প্রবন্ধের কোনটির সাথে সম্পর্কযুক্ত? [রা. বো.'২০১৮]",
        "option_a": "একটা সাময়িক উত্তেজনার মুখে ত্যাগের অভিনয় করেছেন",
        "option_b": "তিনি মানুষের ভাবের ঘরে চুরি করেছেন",
        "option_c": "লোককে শুধু কথায় মাতিয়ে মশগুল করেছেন",
        "option_d": "মানুষের স্পিরিটটাকে মঙ্গলের জন্য ব্যবহার করেছেন",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nএস. কে. এস. ফাউন্ডেশনের কর্ণধার রাসেল আহমেদ লিটন ১৯৮৭ সালে কিছু অসহায় মানুষের পাশে দাঁড়ানোর নিমিত্তে এই ক্লাব গঠন করেন। তিনি অসহায় মানুষদের দ্বারে দ্বারে তাদের সংগঠিত হওয়ার আহ্বান জানান। তার আহ্বানে সাড়া দিলে তিনি এসব মানুষের সামাজিক নিরাপত্তা, শিক্ষা, জেন্ডার সমতা ইত্যাদি বিষয়ে কাজ শুরু করেন। বর্তমানে হাজার হাজার পরিবার এর সুফল ভোগ করছে।\n\nউদ্দীপকের লিটন সাহেবের কাজের মূল উদ্দেশ্য— [ঢা. বো.'২০১৭]\ni. দেশের সর্বাঙ্গীণ উন্নতি ও মুক্তি\nii. মানুষের ব্যক্তিগত কল্যাণ সাধন\niii. ভাব ও বাস্তবধর্মী কর্মতৎপরতা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "শ্রমিক নেতার আহ্বানে সাড়া দিয়ে হাজারো শ্রমিক মাঠে নেমে এলো। অপেক্ষা করছে নেতার নির্দেশের। কিন্তু নেতা মালিক পক্ষের সাথে গোপন আঁতাত করেন। শ্রমিকদেরকে আন্দোলন স্থগিতের নির্দেশ দেন। ক্ষুব্ধ জনতা বিষয়টি আঁচ করতে পেরে মুহূর্তে ফুঁসে ওঠে। সবকিছু নেতার নিয়ন্ত্রণের বাইরে চলে যায়। [ব. বো.'২০১৭]",
        "option_a": "ভাব দিয়ে লোককে মাতাতে না পারা",
        "option_b": "ভাবাদেশ কপূরের মতো উড়ে যাওয়া",
        "option_c": "গরম গরম কার্যসিদ্ধি করিয়ে না লওয়া",
        "option_d": "উৎসাহ ও প্রাণ কাদাঢাকা পড়া",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nইউরোপের জ্ঞানগুরু প্লেটো। মিশর ভ্রমণকালে মাথায় তেল বেচে রাস্তা-খরচ জোগাড় করতেন। যে কুঁড়ে, আলসে, সুদখোর ও চোর সেই হীন। ব্যাবসা বা ছোট স্বাধীন কাজে মানুষ হীন হয় না- হীন হয় মিথ্যা, চতুরতা ও প্রবঞ্চনায়।\n\nউদ্দীপকটি 'ভাব ও কাজ' প্রবন্ধের কোন দিকটিকে নির্দেশ করেছে?",
        "option_a": "শুধু ভাব",
        "option_b": "শুধু কাজ",
        "option_c": "ভাব ও কাজের সমন্বয়",
        "option_d": "অলসতা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nইউরোপের জ্ঞানগুরু প্লেটো। মিশর ভ্রমণকালে মাথায় তেল বেচে রাস্তা-খরচ জোগাড় করতেন। যে কুঁড়ে, আলসে, সুদখোর ও চোর সেই হীন। ব্যাবসা বা ছোট স্বাধীন কাজে মানুষ হীন হয় না- হীন হয় মিথ্যা, চতুরতা ও প্রবঞ্চনায়।\n\n\"ব্যাবসা বা ছোট স্বাধীন কাজে মানুষ হীন হয় না- হীন হয় মিথ্যা, চতুরতা ও প্রবঞ্চনায়”- এই বাক্যটিতে 'ভাব ও কাজ' প্রবন্ধের যে বিষয় ধরা পড়েছে তা হলো-\ni. ভাব ও কাজের পার্থক্য\nii. ত্যাগের অভিনয় করে স্পিরিটকে বিশ্রীভাবে উপস্থাপন\niii. নিজের বুদ্ধি, নিজের কর্মশক্তিকে জাগিয়ে তোলা\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "ii",
        "option_c": "i ও ii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    }
]
print(f"Loaded initial {len(mcqs)} MCQs.")
