# -*- coding: utf-8 -*-
mcqs_part2 = [
    # 60 - 70
    {
        "stem": "কাজী নজরুল ইসলাম কত বছর বয়সে কঠিন রোগে আক্রান্ত হন?",
        "option_a": "৪৩ বছর",
        "option_b": "৪৪ বছর",
        "option_c": "৪২ বছর",
        "option_d": "৪৫ বছর",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'সাম্যবাদী' কী ধরনের গ্রন্থ?",
        "option_a": "কাব্যগ্রন্থ",
        "option_b": "গল্পগ্রন্থ",
        "option_c": "উপন্যাস",
        "option_d": "প্রবন্ধগ্রন্থ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামের উপন্যাস নিচের কোনটি?",
        "option_a": "ব্যথার দান",
        "option_b": "মৃত্যুক্ষুধা",
        "option_c": "চক্রবাক",
        "option_d": "সর্বহারা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলাম কবে মৃত্যুবরণ করেন?",
        "option_a": "২০ আগস্ট ১৯৭৭ খ্রি.",
        "option_b": "২৮ আগস্ট ১৯৭৬ খ্রি.",
        "option_c": "২৯ আগস্ট ১৯৭৬ খ্রি.",
        "option_d": "২৯ আগস্ট ১৯৯৫ খ্রি.",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "কোনো কাজে সফলতা অর্জনের জন্য প্রয়োজন—\ni. সঠিক উদ্যোগ\nii. যথাযথ পরিকল্পনা\niii. কাজের স্পৃহা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nমৌমাছি, মৌমাছি/ কোথা যাও নাচি নাচি\nদাঁড়াও না একবার ভাই/ ঐ ফুল ফোটে বনে\nযাই মধু আহরণে/দাঁড়াবার সময় তো নাই।\n\nউক্ত রচনায় লেখক যে বিষয়ের উপর গুরুত্ব দিয়েছেন তা হলো—\ni. কর্মহীন ভাবনা দেশ ও সমাজ উন্নয়নের অন্তরায়\nii. জীবনসচেতন প্রাণী কর্মছাড়া চলতে পারে না\niii. সৎ পথ ও সৎ উপার্জন সুখী মানুষের মূল চালিকাশক্তি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nমৌমাছি, মৌমাছি/ কোথা যাও নাচি নাচি\nদাঁড়াও না একবার ভাই/ ঐ ফুল ফোটে বনে\nযাই মধু আহরণে/দাঁড়াবার সময় তো নাই।\n\nউদ্দীপকের মূল ভাবনার সাথে নিচের কোন রচনাটির সামঞ্জস্য রয়েছে?",
        "option_a": "সুখী মানুষ",
        "option_b": "ভাব ও কাজ",
        "option_c": "অতিথির স্মৃতি",
        "option_d": "আমাদের লোকশিল্প",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামকে ঢাকায় আনা হয় কত সালে?",
        "option_a": "১৯৭২ সালে",
        "option_b": "১৯৭৩ সালে",
        "option_c": "১৯৭৪ সালে",
        "option_d": "১৯৭৫ সালে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামকে ডি.লিট. উপাধি দেয়-",
        "option_a": "কলকাতা বিশ্ববিদ্যালয়",
        "option_b": "রাজশাহী বিশ্ববিদ্যালয়",
        "option_c": "ঢাকা বিশ্ববিদ্যালয়",
        "option_d": "চট্টগ্রাম বিশ্ববিদ্যালয়",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "'ঝিলিমিলি', 'আলেয়া', 'মধুমালা' প্রভৃতি কী ধরনের রচনা?",
        "option_a": "উপন্যাস",
        "option_b": "গল্প",
        "option_c": "নাটক",
        "option_d": "কবিতা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলাম কোথায় মৃত্যুবরণ করেন?",
        "option_a": "চট্টগ্রামে",
        "option_b": "কলকাতায়",
        "option_c": "কুমিল্লায়",
        "option_d": "ঢাকায়",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 71 - 82
    {
        "stem": "'দশচক্রে ভগবান ভূত' এ প্রবাদ অনুসারে কাজী নজরুল ইসলামের মতে দুর্ভাগ্যের শিকার হবে—\ni. দেশকর্মী\nii. ত্যাগী ব্যক্তি\niii. সত্যবাদী\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামের কাব্যগ্রন্থ হলো-\ni. অগ্নি-বীণা\nii. বিষের বাঁশী\niii. চক্রবাক\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "ভাব ও কাজের সম্বন্ধটা সাধারণ দৃষ্টিতে কেমন ঠেকে? [কুমিল্লা জিলা স্কুল]",
        "option_a": "ভালো",
        "option_b": "মন্দ",
        "option_c": "নিকট",
        "option_d": "দূর",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "ভাবকে রূপ দেয় কে? [রা. বো.'২০১৮; ঢাকা রেসিডেনসিয়াল মডেল কলেজ]",
        "option_a": "ইচ্ছা",
        "option_b": "শক্তি",
        "option_c": "কাজ",
        "option_d": "সাহস",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "নজরুল কোনটিকে মস্ত বদ-খেয়াল বলে অভিহিত করেছেন? [আইডিয়াল স্কুল এন্ড কলেজ, মতিঝিল, ঢাকা]",
        "option_a": "কেবল কাজে ফাঁকি দেওয়াকে",
        "option_b": "কেবল ভাবজগতে বিচরণ করাকে",
        "option_c": "কেবল কাজ নিয়ে পড়ে থাকাকে",
        "option_d": "কেবল ভাবের নিন্দা করাকে",
        "correct_option": "খ",
        "explanation": "কেবল ভাবের বশবর্তী হয়ে কোনো কার্যসিদ্ধি সম্ভব নয়। এ কারণে কর্মস্পৃহাহীন ভাবকে নজরুল বদ-খেয়াল বলে অভিহিত করেছেন।"
    },
    {
        "stem": "কাজী নজরুল ইসলাম তাঁর লেখনী ধারণ করেন-",
        "option_a": "অসাম্প্রদায়িক চেতনার বিরুদ্ধে",
        "option_b": "পরাধীনতা ও ন্যায়ের বিরুদ্ধে",
        "option_c": "সাম্প্রদায়িক চেতনার বিরুদ্ধে",
        "option_d": "শোষণ ও বঞ্চনার স্বপক্ষে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলাম প্রথম মহাযুদ্ধে সৈনিক হিসেবে যোগ দেন-",
        "option_a": "দশম শ্রেণির ছাত্র থাকাকালে",
        "option_b": "লেখাপড়া শেষ করে",
        "option_c": "অষ্টম শ্রেণির ছাত্র থাকাকালে",
        "option_d": "মক্তবের শিক্ষক থাকাকালে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলাম সাহিত্যচর্চা শুরু করেন-",
        "option_a": "কলকাতায় ফিরে এসে",
        "option_b": "যুদ্ধে যাওয়ার আগে",
        "option_c": "ঢাকায় ফিরে এসে",
        "option_d": "মুর্শিদাবাদ থেকে ফিরে এসে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামের কবিতার মূল সুর-",
        "option_a": "পরাধীনতা ও অন্যায়ের বিরুদ্ধে বিদ্রোহ",
        "option_b": "মহাজনদের বিরুদ্ধে বিদ্রোহ",
        "option_c": "মানুষের রিপুর বিরুদ্ধে বিদ্রোহ",
        "option_d": "আত্মশুদ্ধির জন্য বিদ্রোহ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামের সাহিত্য সাধনায় ছেদ ঘটে কেন?",
        "option_a": "জেলে থাকার কারণে",
        "option_b": "কঠিন রোগে আক্রান্ত হওয়ার কারণে",
        "option_c": "লাইব্রেরি না থাকার কারণে",
        "option_d": "নিজস্ব গবেষণাগার না থাকার কারণে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলাম কত সালে ডি.লিট. উপাধি লাভ করেন?",
        "option_a": "১৯৭৩ সালে",
        "option_b": "১৯৭৪ সালে",
        "option_c": "১৯৭৫ সালে",
        "option_d": "১৯৭৬ সালে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'স্পিরিট' শব্দের অর্থ— [চ. বো.'২০১৭]\ni. আত্মার শক্তি\nii. উদ্দীপনা\niii. উৎসাহ\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "i ও ii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 83 - 91
    {
        "stem": "'ভাব ও কাজ' রচনায় লেখক কার্যসিদ্ধি করতে বলেছেন—\ni. মহৎ উদ্দেশ্যে\nii. মানবকল্যাণে\niii. আত্মস্বার্থে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'বদখেয়াল' মানে হলো-\ni. খারাপ চিন্তা\nii. খারাপ আচরণ\niii. খারাপ লোক\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "ii",
        "option_c": "i ও ii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "'দশচক্রে ভগবান ভূত'-এর অর্থ প্রকাশ করে-\ni. দশজনের চক্রান্তে সাধুও অসাধু প্রতিপন্ন হতে পারে\nii. দশটি ভূতের আড্ডা\niii. খারাপ লোক\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "ii",
        "option_c": "i ও ii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'কান্ডাকান্ড' শব্দটি যে অর্থ প্রকাশ করে-\ni. ন্যায়-অন্যায়\nii. ঘটনাপ্রবাহ\niii. ভালো-মন্দ\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nবিদ্যালয় কর্তৃপক্ষ রাতের বেলা এস, এম, এসের মাধ্যমে শিক্ষার্থীদের জানিয়ে দেয় যে, আগামীকাল সকাল ১০.০০ টায় তথ্য ও যোগাযোগ প্রযুক্তি বিষয়ে ব্যবহারিক পরীক্ষা অনুষ্ঠিত হবে। কিন্তু শিক্ষার্থীরা নির্দিষ্ট সময়ে বিদ্যালয়ে উপস্থিত হয়ে দেখল যে, কর্তৃপক্ষের পরীক্ষা গ্রহণের কোনো উদ্যোগ নেই।\n\nউদ্দীপকের আলোকে বিদ্যালয় কর্তৃপক্ষের অভাব ছিল—\ni. ভাবের সঙ্গে পরিকল্পিত কর্মশক্তির\nii. বাস্তব উদ্যোগের প্রয়োজন সম্পর্কে সচেতনতার\niii. মহৎ কাজে শিক্ষার্থীদের অনুপ্রেরণা প্রদানে\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "ii",
        "option_c": "i ও ii",
        "option_d": "ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nবিদ্যালয় কর্তৃপক্ষ রাতের বেলা এস, এম, এসের মাধ্যমে শিক্ষার্থীদের জানিয়ে দেয় যে, আগামীকাল সকাল ১০.০০ টায় তথ্য ও যোগাযোগ প্রযুক্তি বিষয়ে ব্যবহারিক পরীক্ষা অনুষ্ঠিত হবে। কিন্তু শিক্ষার্থীরা নির্দিষ্ট সময়ে বিদ্যালয়ে উপস্থিত হয়ে দেখল যে, কর্তৃপক্ষের পরীক্ষা গ্রহণের কোনো উদ্যোগ নেই।\n\nবিদ্যালয় কর্তৃপক্ষ 'ভাব ও কাজ' প্রবন্ধের কাদের প্রতিনিধিত্ব করে? [রা. বো.'২০১৯]",
        "option_a": "ভাবের বাঁশিবাদক",
        "option_b": "নিঃস্বার্থত্যাগী ঋষি",
        "option_c": "দস্তুরমত সাপুড়ে",
        "option_d": "ঘুমকাতর কুম্ভকর্ণ",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nনরহরি সব সময় চিন্তায় মগ্ন থাকে। তার মতো যারা অকারণে সব বিষয় নিয়ে চিন্তা করে সময় নষ্ট করে, তাদের দিয়ে বাস্তবে কোনো কাজই হয় না। তবে কোনো সময়ই কোনো কাজ নিয়ে চিন্তা করব না, এমনটাও ঠিক নয়।\n\nউক্ত রচনায় উল্লিখিত লেখকের যে পরামর্শ প্রতিফলিত তা হলো-\ni. ভাব ও কাজ সমন্বয় করা\nii. ভাবের উচ্ছ্বাসকে নিয়ন্ত্রণ করা\niii. বাস্তবধর্মী কাজে তৎপর হওয়া\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:
\nনরহরি সব সময় চিন্তায় মগ্ন থাকে। তার মতো যারা অকারণে সব বিষয় নিয়ে চিন্তা করে সময় নষ্ট করে, তাদের দিয়ে বাস্তবে কোনো কাজই হয় না। তবে কোনো সময়ই কোনো কাজ নিয়ে চিন্তা করব না, এমনটাও ঠিক নয়।\n\nউদ্দীপকের বক্তব্যটি তোমার পাঠ্য কোন রচনায় বিদ্যমান? [য. বো.'২০১৯]",
        "option_a": "সুখী মানুষ",
        "option_b": "ভাব ও কাজ",
        "option_c": "তৈলচিত্রের ভূত",
        "option_d": "অতিথির স্মৃতি",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলামকে 'বিদ্রোহী কবি' বলার মূল কারণ হচ্ছে-",
        "option_a": "তিনি সাহসী ছিলেন",
        "option_b": "অবিচার ও শোষণের বিরুদ্ধে তীব্র প্রতিবাদ",
        "option_c": "তিনি কখনো প্রতিবাদ করেননি",
        "option_d": "সাধারণভাবে প্রতিবাদ",
        "correct_option": "খ",
        "explanation": None
    },
    # 92 - 105
    {
        "stem": "কাজী নজরুল ইসলামের রচনাবলি কীসের উজ্জ্বল দৃষ্টান্ত?",
        "option_a": "অসাম্প্রদায়িক চেতনা",
        "option_b": "নন্দন শিল্পের চেতনা",
        "option_c": "সৌন্দর্যচেতনা",
        "option_d": "কাব্যবোধের চেতনা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "ভাব জিনিসটা—\ni. মানসিক প্রেরণা\nii. কাজের প্রাথমিক অবস্থা\niii. কল্পনার বাস্তব রূপ\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "'দস্তুরমতো' কথাটির মানে দাঁড়ায়—\ni. রীতিমতো\nii. যথেষ্ট\niii. নিতান্ত\nনিচের কোনটি সঠিক?",
        "option_a": "i",
        "option_b": "ii",
        "option_c": "i ও ii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ' লেখাটি কোন ধরনের সাহিত্য?",
        "option_a": "ছোটগল্প",
        "option_b": "প্রবন্ধ",
        "option_c": "কাহিনি কাব্য",
        "option_d": "উপন্যাস",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'সে ভাবাবেশ কর্পূরের মতো উড়িয়া যায়'—বাক্যটির 'কর্পূর' শব্দের অর্থ কোনটি?",
        "option_a": "কপালের রেখা",
        "option_b": "এক ধরনের পাখি বিশেষ",
        "option_c": "বাতাসের সংস্পর্শে বৃদ্ধিপ্রাপ্ত হয় এমন বস্তু",
        "option_d": "বাতাসের সংস্পর্শে অল্পক্ষণের মধ্যে ক্ষয়প্রাপ্ত হয় এমন বস্তু",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "‘ভাব ও কাজ’ প্রবন্ধে লেখক দেশের উন্নতি ও মুক্তির জন্য কোনটিকে বেশি গুরুত্ব দিয়েছেন?",
        "option_a": "ভাবকে",
        "option_b": "পরিকল্পনাকে",
        "option_c": "উদ্যোগকে",
        "option_d": "কাজকে",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "\"কাজ জিনিসটাই ভাবকে রূপ দেয়, ইহা সম্পূর্ণভাবে বস্তু জগতের\"-কথাটির তাৎপর্য কী?",
        "option_a": "ভাবের সঙ্গে বস্তুর সম্পর্ক নাই",
        "option_b": "কাজ হলো দৃষ্টিগ্রাহ্য",
        "option_c": "কর্মের সঙ্গে পৃথিবীর সম্পর্ক বিদ্যমান",
        "option_d": "ভাব ও বস্তু পরস্পর নির্ভরশীল",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "সাময়িক উত্তেজনার মুখে ত্যাগের অভিনয় করতে গিয়ে কাকে বিশ্রীভাবে মুখ ভ্যাঙচানো হয়?",
        "option_a": "স্পিরিটকে",
        "option_b": "ভাবকে",
        "option_c": "কাজকে",
        "option_d": "ব্যক্তিকে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "কাজী নজরুল ইসলাম আমাদের দেশকে কোন নামে বিশেষায়িত করেছেন?",
        "option_a": "কাজ-পাগলা",
        "option_b": "খেলা পাগলা",
        "option_c": "ভাব পাগলা",
        "option_d": "সাহিত্য পাগলা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "'ভাব ও কাজ'- এ জিনিস দুটোর মধ্যে তফাত কেমন?",
        "option_a": "আসমান-জমিন",
        "option_b": "রাত-দিন",
        "option_c": "চন্দ্র-সূর্য",
        "option_d": "সাদা-কালো",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "লেখকের মতে নিচের কোনটি পুষ্পবিহীন সৌরভের মতো?",
        "option_a": "কাজ",
        "option_b": "ভাব",
        "option_c": "শিক্ষা",
        "option_d": "কথা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "'ভাব' জাগানোর মূল উদ্দেশ্য কী?",
        "option_a": "পদোন্নতি",
        "option_b": "চাকরি লাভ",
        "option_c": "মানব কল্যাণ",
        "option_d": "আত্মপ্রসার",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "লেখকের মতে কোনটি শত্রুতা?",
        "option_a": "স্পিরিট-এর কুব্যবহার",
        "option_b": "স্পিরিট-এর সুব্যবহার",
        "option_c": "স্পিরিটকে কাজে লাগানো",
        "option_d": "স্পিরিটকে অবলম্বন করা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "আমাদের আশা-ভরসাস্থল কারা?",
        "option_a": "দেশকর্মীরা",
        "option_b": "যুবকগণ",
        "option_c": "কলেজ ছাত্র",
        "option_d": "সাপুড়ে",
        "correct_option": "খ",
        "explanation": None
    },
    # 106 - 110
    {
        "stem": "লেখক ভাবের সুরা পান করে কী করতে নিষেধ করেছেন?",
        "option_a": "স্মৃতি হারাতে",
        "option_b": "সম্পদ হারাতে",
        "option_c": "জ্ঞান হারাতে",
        "option_d": "ঠিকানা হারাতে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "\"আর ভাবের ঘরে চুরি করিও না\"- এটি কার কথা?",
        "option_a": "ভাবুকের",
        "option_b": "মহাজ্ঞানীর",
        "option_c": "শিক্ষকের",
        "option_d": "লেখকের",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'অনর্থক' শব্দের প্রতিশব্দ নয় কোনটি?",
        "option_a": "ব্যর্থ",
        "option_b": "নিষ্ফল",
        "option_c": "অকারণ",
        "option_d": "অন্যথা",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "'উদমো ষাঁড়' বলতে কী বোঝায়? [রংপুর সরকারি বালিকা উচ্চ বিদ্যালয়, রংপুর]",
        "option_a": "শীর্ণ-ষাঁড়",
        "option_b": "বন্ধনমুক্ত ষাঁড়",
        "option_c": "বন্ধনযুক্ত ষাঁড়",
        "option_d": "শক্তিশালী ষাঁড়",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "নিচের কোনটি 'হুজুগ' শব্দের অর্থ নয়?",
        "option_a": "সাময়িক আক্রমণ",
        "option_b": "সাময়িক আন্দোলন",
        "option_c": "জনরব",
        "option_d": "গুজব",
        "correct_option": "ক",
        "explanation": None
    }
]
print(f"Loaded part 2: {len(mcqs_part2)} MCQs.")
