# -*- coding: utf-8 -*-

short_questions = [
    # 01
    {
        "q": "মানুষ কখন শাসক ও শাসনের বিরুদ্ধে আন্দোলন-সংগ্রাম করে? ব্যাখ্যা করো।",
        "ans": """উত্তর: অত্যাচার সীমা ছাড়িয়ে গেলে মানুষ শাসক ও শাসনের বিরুদ্ধে আন্দোলন-সংগ্রাম করে।
অনেক সময় দেখা যায়; শাসকেরা তাদের কর্তব্যের প্রতি হয়ে পড়ে উদাসীন। দেশের মানুষের পরিবর্তে কাজ করে নিজ দল বা গোষ্ঠীর স্বার্থে। অত্যাচারীও হয়ে ওঠে অনেক সময় আর লিপ্ত হয় হত্যা ও লুটতরাজে। এ ধরনের অত্যাচার যখন সীমা ছাড়িয়ে যায়, তখনই মানুষ শাসক ও শাসনের বিরুদ্ধে আন্দোলন করে।"""
    },
    # 02
    {
        "q": "'আমাদের ইতিহাসে উনসত্তরের গণঅভ্যুত্থানের গুরুত্ব অপরিসীম'- কেনো তা ব্যাখ্যা করো।",
        "ans": """উত্তর: আমাদের ইতিহাসে উনসত্তরের গণঅভ্যুত্থানের গুরুত্ব অপরিসীম কারণ এ অভ্যুত্থানেই একাত্তরের মুক্তিযুদ্ধের ভিত্তি স্থাপিত হয়েছিলো।
১৯৭১ এ মহান মুক্তিযুদ্ধের মধ্য দিয়ে আমরা পাই স্বাধীন ও সার্বভৌম বাংলাদেশ। এই যুদ্ধের ভিত্তি স্থাপিত হয় মূলত উনসত্তরের গণঅভ্যুত্থানের মধ্য দিয়ে। উনসত্তরের গণঅভ্যুত্থানের বিজয়গাথাই বাঙালিকে প্রেরণা যুগিয়েছে ১৯৭১-এ বিজয়ী হতে। অধিকারের লড়াইয়ে শক্তিশালী শাসকও যে পরাজিত হতে বাধ্য তা বাঙালি জেনেছে এই অভ্যুত্থানের মধ্য দিয়ে।"""
    },
    # 03
    {
        "q": "'তৈরি হয় বাংলাদেশের গণঅভ্যুত্থানের এক নতুন ইতিহাস' বলতে কী বোঝানো হয়েছে?",
        "ans": """উত্তর: 'তৈরি হয় বাংলাদেশের গণঅভ্যুত্থানের এক নতুন ইতিহাস' বলতে সর্বোচ্চ ত্যাগের মধ্য দিয়ে স্বৈরাচারের পতন ঘটানোর কথা বোঝানো হয়েছে।
২৪-এর গণআন্দোলনে মানুষ দেশরক্ষার প্রেরণায় উদ্বুদ্ধ হয়ে মৃত্যুভয় তুচ্ছ করে চালিয়ে যায় আন্দোলন। এমন অবস্থা তৈরি হয় যে, গুলি করে মানুষ হত্যা করেও রাস্তা থেকে মানুষকে সরাতে পারে না। ফলশ্রুতিতে স্বৈরাচারী শাসক বাধ্য হয় পদত্যাগ করতে। তৈরি হয় বাংলাদেশের গণঅভ্যুত্থানের এক নতুন ইতিহাস।"""
    },
    # 04
    {
        "q": "'মানুষ আবারও আশাভঙ্গের শিকার হয়' বলতে কী বোঝানো হয়েছে?",
        "ans": """উত্তর: 'মানুষ আবারও আশাভঙ্গের শিকার হয়' বলতে মানুষের প্রাপ্য অধিকার না পাওয়ার বিষয়টি বোঝানো হয়েছে।
নব্বইয়ের গণঅভ্যুত্থানের পর বাংলাদেশের মানুষ দেখতে চেয়েছিলো একটা গণতান্ত্রিক রাষ্ট্র। কিন্তু মানুষ তা পায়নি কারণ একের পর এক সরকার ক্ষমতায় এলেও পরিস্থিতি আগের চেয়েও খারাপ হয়েছে। মানুষ তাদের প্রাপ্য অধিকার পায়নি। তাই মানুষ আবারও আশাভঙ্গের শিকার হয়।"""
    },
    # 05
    {
        "q": "২০২৪ এর গণআন্দোলনে শহিদ ও আহতদের আত্মদান কীভাবে সার্থক হবে তা ব্যাখ্যা করো।",
        "ans": """উত্তর: ২০২৪ এর গণআন্দোলনে শহিদ ও আহতদের আত্মত্যাগ একটি সুন্দর, সমৃদ্ধ ও মানবিক বাংলাদেশ গড়ে তোলার মধ্য দিয়ে সার্থক হবে।
অভ্যুত্থানের মধ্য দিয়ে শুধু সরকারের পতন ঘটানোর দ্বারা উদ্দেশ্য বাস্তবায়ন করা সম্ভব নয়। অভ্যুত্থান ঘটানোর পরও বাকি থাকে অনেক কাজ। পালন করতে হয় অনেক দায়িত্ব। যার যার দায়িত্ব যথাযথভাবে পালন করে একটি সুন্দর, সমৃদ্ধ দেশ গড়ে তোলার মধ্য দিয়েই সার্থক হবে ২০২৪ এর শহিদ ও আহতদের আত্মত্যাগ।"""
    },
    # 06
    {
        "q": "মানুষ কেন বিদ্রোহ করে? ব্যাখ্যা করো।",
        "ans": """উত্তর: শাসকের অত্যাচারের সীমা ছাড়িয়ে গেলে মানুষ বিদ্রোহ করে।
ইতিহাস পর্যালোচনা করলে দেখা যায়, শাসকেরা অনেক সময় তাদের কর্তব্যের প্রতি উদাসীন থাকে। তারা দেশের অধিকাংশ মানুষের মতামতকে অগ্রাহ্য করে নিজ গোষ্ঠী বা দলের অল্পকিছু মানুষের জন্য কাজ করতে থাকে। একসময় তারা অত্যাচারী হয়ে ওঠে। হত্যা ও লুটতরাজ করে। এভাবে শাসকের অত্যাচারের সীমা ছাড়িয়ে গেলেই মানুষ বিদ্রোহ করে।"""
    },
    # 07
    {
        "q": "বাংলাদেশের নিকট ইতিহাসে সংঘটিত তিনটি গণঅভ্যুত্থান সম্পর্কে লেখো।",
        "ans": """উত্তর: বাংলাদেশের নিকট ইতিহাসে তিনটি বড়ো গণঅভ্যুত্থান ঘটে।
প্রথম গণঅভ্যুত্থান ঘটে ১৯৬৯ সালে জেনারেল আইয়ুব খানের বিরুদ্ধে। এটি উনসত্তরের গণঅভ্যুত্থান নামে পরিচিত। দ্বিতীয় গণঅভ্যুত্থানটি ঘটে ১৯৯০ সালে জেনারেল হুসেইন মুহম্মদ এরশাদের বিরুদ্ধে, যাকে নব্বইয়ের গণঅভ্যুত্থান বলা হয়। আর তৃতীয়টি ঘটে সাম্প্রতিক সময়ে ২০২৪-এর জুলাই মাসে, যা জুলাই গণঅভ্যুত্থান বা ছাত্র-জনতার অভ্যুত্থান নামেও পরিচিতি লাভ করে।"""
    },
    # 08
    {
        "q": "'গুলি করে এবং হত্যা করেও মানুষকে রাস্তা থেকে সরকার সরাতে পারে না।'- ব্যাখ্যা করো।",
        "ans": """উত্তর: প্রশ্নোক্ত উক্তিটির মাধ্যমে মৃত্যুভয় তুচ্ছ করে আন্দোলন চালিয়ে যাওয়ার বিষয়টি তুলে ধরা হয়েছে।
২০২৪-এর আন্দোলনে জনতাকে স্তব্ধ করে দিতে সরকার সব ধরনের পন্থা অবলম্বন করে। আবু সাঈদ, মীর মুগ্ধসহ অনেকে এতে মৃত্যুবরণ করেন। নিহত হয় অসংখ্য শিশু। অসংখ্য মা-বাবা ও খেটেখাওয়া মানুষ হন সন্তানহারা। কিন্তু এত দমন-নির্যাতন, হত্যার পরও সাধারণ মানুষকে আন্দোলন থেকে সরাতে পারেনি সরকার।"""
    },
    # 09
    {
        "q": "উনসত্তরের গণঅভ্যুত্থান কীভাবে মুক্তিযুদ্ধের ভিত রচনা করে? বুঝিয়ে লেখো।",
        "ans": """উত্তর: উনসত্তরের গণঅভ্যুত্থানে বাংলাদেশের সর্বস্তরের মানুষের স্বতঃস্ফূর্ত অংশগ্রহণের মধ্য দিয়ে পশ্চিম পাকিস্তানবিরোধী চেতনার যে বহিঃপ্রকাশ ঘটে, তাতেই মুক্তিযুদ্ধের ভিত্তি রচিত হয়।
ছয় দফা সমর্থন, শেখ মুজিবুর রহমানের মুক্তি, এগারো দফা উত্থাপন, আইয়ুব খানের পদত্যাগসহ বিভিন্ন দাবিতে ১৯৬৯ সালে পূর্ব পাকিস্তান তথা বাংলাদেশে যে বৃহৎ গণঅভ্যুত্থান সংঘটিত হয়, তা ছিল এ দেশের মানুষের মনে পশ্চিম পাকিস্তানের বিরুদ্ধে দীর্ঘদিনের জমানো ক্ষোভের বহিঃপ্রকাশ। এই অভ্যুত্থানের মধ্য দিয়ে বাংলাদেশের যে বিপ্লবাত্মক উত্থান, তা বিভিন্ন ঘটনার মধ্য দিয়ে মুক্তিযুদ্ধের দিকে ধাবিত হয়।"""
    }
]
