# -*- coding: utf-8 -*-

short_questions = [
    # 01
    {
        "q": "\"প্রত্যেক বিদায় গ্রহণে রয়েছে খন্ড-মৃত্যু\"- কথাটি কীসের প্রেক্ষিতে বলা হয়েছে? ব্যাখ্যা কর। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """বিদায়ের সময় যে মানসিক কষ্ট বা যন্ত্রণা অনুভূত হয়, তা যে মৃত্যুর মতো গভীর এবং অবর্ণনীয় হতে পারে সেটাই উদ্ধৃতাংশটিতে বোঝানো হয়েছে।
যখন কোনো প্রিয় ব্যক্তি বা অমূল্য কিছু ছেড়ে চলে যেতে হয়, তখন তা এমন এক অনুভূতির সৃষ্টি করে যা মৃত্যুযন্ত্রণার সাথে তুলনীয়। বিদায়ের কষ্ট এমনভাবে তীব্র হতে পারে, যেন তা এক ধরনের ছোটো মৃত্যু বা খণ্ডমৃত্যু। 'কাবুলের শেষ প্রহরে' ভ্রমণকাহিনিটিতে লেখকের কাবুল শহরে অবস্থানকালের কিছু ঘটনার বর্ণনা পাই। তাঁর গৃহপরিচারক আবদুর রহমানের সাথে তাঁর একটা মানবিক সম্পর্ক গড়ে ওঠে। কিছুদিন পর কাবুলে হঠাৎ করেই এক অরাজক পরিস্থিতির সৃষ্টি হয়। সেখানে খাবার-দাবারসহ নিরাপত্তাজনিত সংকটও দেখা দেয়। লেখকের এই কঠিন সময়েও আবদুর রহমান সব সময় তাঁর পাশে পাশে ছিল। লেখককে যখন নিরাপত্তার স্বার্থে কাবুল ত্যাগ করতে হয়, তখন তিনি বেদনাহত হন। আবদুর রহমানের মতো মানুষদের সঙ্গে তাঁর যে একটা হৃদ্যতার সম্পর্ক তৈরি হয়েছে, এতে সবাইকে তাঁর আত্মজন মনে হতে লাগল। ফলে এদেরকে ত্যাগ করে চলে যাওয়ার সময় তাঁর মনে হচ্ছিল- তাঁর সত্তাকে যেন কেউ দ্বিখণ্ডিত করে ফেলেছে। লেখকের সাথে কাবুলে আবদুর রহমানের মতো কিছু মানুষের হৃদ্যতার সম্পর্কের কারণে তাদের ছেড়ে যেতে তাঁর প্রচণ্ড কষ্ট হচ্ছিল। তাই লেখক উপর্যুক্ত কথাটি বলেছেন।"""
    },
    # 02
    {
        "q": "'কাবুলের শেষ প্রহরে' ভ্রমণকাহিনিটির মূল বিষয়বস্তু সংক্ষেপে তুলে ধর। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """'কাবুলের শেষ প্রহরে' ভ্রমণকাহিনিটি সৈয়দ মুজতবা আলীর 'দেশে-বিদেশে' গ্রন্থের শেষ পরিচ্ছেদ থেকে নেওয়া হয়েছে। আফগানিস্তান সরকারের শিক্ষা বিভাগে কাজ করার সময় লেখক কিছুদিন কাবুলে অবস্থান করেন। সেখানে থাকাকালে তাঁর সাথে ঘটে যাওয়া কিছু অভিজ্ঞতার কথা তিনি এখানে তুলে ধরেছেন গভীর অনুভূতি দিয়ে।
কাবুল শহরে অবস্থানকালে আবদুর রহমান নামের এক গৃহপরিচারক লেখকের দেখভালের দায়িত্বে নিয়োজিত ছিল। সে ছিল খুবই বিনয়ী, উদার ও নিষ্ঠাবান। গৃহকর্ম ছাড়াও লেখকের দেখভালের প্রতিও তার বিশেষ নজর ছিল। তার সঙ্গে লেখকের একটি গভীর মানবিক সম্পর্ক গড়ে উঠেছিল। কিন্তু কিছুদিন পর কাবুলে হঠাৎ এক অরাজক পরিস্থিতির সৃষ্টি হয়। ফলে খাবার-দাবারসহ সব ক্ষেত্রে নিরাপত্তা সংকট দেখা দেয়। এই পরিস্থিতিতে মানুষ নিরাপত্তার স্বার্থে দেশত্যাগ করতে শুরু করে। লেখকও বিমানের একটি টিকিট পান। দেশে ফেরার আগে বিদায় বেলায় আবদুর রহমানের সাথে লেখকের একটি আবেগঘন মুহূর্তের সৃষ্টি হয়। আবদুর রহমান কাবুলে সব সময় লেখকের পাশে পাশে ছিল। তাঁর সব ক্ষেত্রে খেয়াল রেখে চলত। বিদায়ের সময় সে তাই এতটাই কষ্ট পায় যে, কোনো কথা না বলে চুপ হয়ে যায়। বিমানে ওঠার সময় অশ্রুসিক্ত নয়নে লেখককে বারবার বলতে থাকে- 'ব্ খুদা সম্পূর্দমৎ, সায়েব।' অর্থাৎ আপনাকে খোদার হাতে সোপর্দ করলাম। বিমানকে সে প্রচণ্ড ভয় পায়। তাই সে লেখকের জন্য খোদার কাছে আরও বেশি দোয়া প্রার্থনা করতে থাকে। লেখকেরও আবদুর রহমানের প্রতি অদ্ভুত এক মায়া জন্মায়। তাকে তাঁর একান্ত আত্মজন বলে মনে হয়। ফলে তাকে ছেড়ে যেতে মনে হচ্ছিল- কেউ যেন তাঁর সত্তাকে দ্বিখণ্ডিত করে ফেলেছে। লেখকের মনে হতে থাকে "প্রত্যেক বিদায় গ্রহণে রয়েছে খণ্ড-মৃত্যু।" কেননা, সকল উৎসবে, ব্যসনে, দুর্ভিক্ষে, রাষ্ট্রবিপ্লবে সব সময় সে লেখকের পাশে পাশে ছিল। তাই তাকে লেখকের পরম বান্ধব মনে হয়। দয়া, উদারতা, মানুষের প্রতি মানুষের পরম স্নেহ-ভালোবাসার এক উজ্জ্বল দৃষ্টান্ত এই 'কাবুলের শেষ প্রহরে' ভ্রমণকাহিনিটি। মানুষের প্রতি শুদ্ধতম ভালোবাসার জন্য দেশ, কাল বা জাতি-ধর্ম-বর্ণ যে মুখ্য বিষয় নয়, তা-ই এখানে উঠে এসেছে।"""
    },
    # 03
    {
        "q": "আফগানিস্তানে লেখকের উচ্চপদস্থ অনেক বন্ধু থাকলেও তিনি কেন আবদুর রহমানকেই পরম বান্ধব বলে স্বীকৃতি দেন? [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """আবদুর রহমানের সাথে লেখকের একটি গভীর মানবিকতার সম্পর্ক তৈরি হয়েছিল। আবদুর রহমানের সহজ-সরল, উদার মানবিকতা ও নৈতিক গুণ লেখককে মুগ্ধ করেছে। তাই লেখক তাকে পরম বান্ধব বলে স্বীকৃতি দিয়েছেন।
সমাজে আমরা একে অপরের উপর নির্ভরশীল। যখন কেউ বিপদে পড়ে, তখন অন্যরা তাদের সাহায্যে এগিয়ে আসে, যা একটি পারস্পরিক সাহায্য-সহযোগিতার সম্পর্ক তৈরি করে। কিন্তু মাঝে মাঝে জীবনে এমন কিছু মানুষ চলে আসে যারা তাদের ব্যক্তিত্ব ও মানসিকতা দ্বারা মন জয় করে নেয়। 'কাবুলের শেষ প্রহরে' ভ্রমণকাহিনির আবদুর রহমানও তেমনই একজন ব্যক্তি যার উদার, হৃদ্যতাপূর্ণ আচরণ লেখককে বিশেষভাবে আকৃষ্ট করেছে। আফগানিস্তানে লেখকের প্রথম পরিচয় হয় এই আবদুর রহমানের সাথে। আবার শেষ দিনে সেই আবদুর রহমানই তাঁকে বিদায় জানায়। মাঝে সমস্ত উৎসবে, ব্যসনে, দুর্ভিক্ষে, রাষ্ট্রবিপ্লবে এমনকি শেষ বিদায়কে শ্মশান ধরলে, সেই শ্মশানেও সে লেখকের পাশে পাশে কাঁদছিল। লেখক মনে করেন, স্বয়ং চাণক্য যে কয়টা পরীক্ষার উল্লেখ করেছেন আবদুর রহমান সব কয়টায় উত্তীর্ণ হয়েছে। তাই তাকে লেখক পরম বান্ধব বলে স্বীকৃতি দিয়েছেন।
মানুষের প্রতি মানুষের যে কারণে সহানুভূতি ও দয়ালু হতে অনুপ্রেরণা দেয় ও তাগিদ জাগ্রত করে, চির আপন বলে মনে হয়, আবদুর রহমান সেসব গুণের অধিকারী ছিল বলেই লেখক তাকে আত্মজন, পরম বন্ধু হিসেবে বরণ করে নেন।"""
    },
    # 04
    {
        "q": "চতুর্দিকের বরফের চেয়েও আবদুর রহমানের পাগড়ি ও হৃদয়কে লেখকের অধিক শুভ্রতর কেন মনে হচ্ছে? [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """একজন মানবিক মূল্যবোধসম্পন্ন, স্বচ্ছ হৃদয়ের অধিকারী, বিনম্র ও নিঃস্বার্থ মানুষ হিসেবে আবদুর রহমানের পাগড়ি ও হৃদয়কে লেখকের কাছে বরফের চেয়েও শুভ্রতর মনে হয়েছে।
'কাবুলের শেষ প্রহরে' সৈয়দ মুজতবা আলীর একটি বিখ্যাত ভ্রমণকাহিনি। আফগান সরকারের শিক্ষা বিভাগে কাজ করার সময় কাবুলে তাঁর গৃহপরিচারক হিসেবে আবদুর রহমান নামের একজনকে নিযুক্ত করা হয়। আবদুর রহমান ছিল শান্ত, সহজ-সরল, বিনম্র ও দায়িত্বশীল মানুষ। কাবুলে যখন অস্থিতিশীল পরিস্থিতি সৃষ্টি হয় তখনও আবদুর রহমান লেখককে একা ফেলে চলে যায়নি। চরম খাদ্য সংকটেও লেখক ও আবদুর রহমান অল্প খাবার ভাগ করে খেতেন। নিরাপত্তার স্বার্থে লেখক দেশে ফেরার টিকিট পেলে আবদুর রহমানের মনে শূন্যতার সৃষ্টি হয়। একজন হতদরিদ্র ভৃত্য যার কাজ কেবলই দায়িত্ব পালন করা, সেখানে দেখা যায়- আবদুর রহমান উদার মানবিকতার দৃষ্টান্ত স্থাপন করেছে। আফগানিস্তানে প্রথম পরিচয়ের সেই আফগান আবদুর রহমান শেষ দিনের বিদায় বেলায়ও লেখকের পাশে পাশে ছিল। বহুদিন ধরে সাবান না থাকায় তার পাগড়িটি ময়লা হয়ে গেছে অর্থাৎ আবদুর রহমান হতদরিদ্র। কিন্তু মনের দিক থেকে আবদুর রহমান অতীব স্বচ্ছ হৃদয়ের অধিকারী। উদারতা, ভালোবাসা, মানবিক দৃষ্টিকোণ ও দায়িত্বশীলতায় আবদুর রহমানের হৃদয় লেখকের কাছে তাই চতুর্দিকের সাদা বরফের চেয়েও শুভ্রতম মনে হয়েছে।"""
    },
    # 05
    {
        "q": "আবদুর রহমান কেন চুপ থাকাটাই পছন্দ করছে? ব্যাখ্যা কর। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """বেদনাহত মন নিয়ে অশ্রুসিক্ত হয়ে আছে বলে আবদুর রহমান কথা বলতে পারছে না। তাই সে চুপ করে থাকাটাই পছন্দ করছে।
সৈয়দ মুজতবা আলীর 'কাবুলের শেষ প্রহরে' ভ্রমণকাহিনিতে আবদুর রহমান নামের এক গৃহপরিচারক লেখকের দেখভাল করত। প্রভু-ভৃত্যের বাইরেও যে মানুষে মানুষে একটি উদার মানবিক সম্পর্ক তৈরি হতে পারে রচনাটি এর জ্বলন্ত উদাহরণ। আবদুর রহমান লেখকের প্রতি ছিল অতি যত্নশীল। একসময় দেশে অরাজক পরিস্থিতি সৃষ্টি হলে সংকট থেকে পরিত্রাণের জন্য লেখককে নিজ দেশে ফিরে আসতে হয়। কিন্তু চলে যেতে হবে জেনে আবদুর রহমান শোকাহত হয়। সে লেখকের দুহাত নিজের চোখের ওপর চেপে ধরে কান্নায় ভেঙে পড়ে। রাস্তায় চলার সময় পরিস্থিতি স্বাভাবিক করার জন্য লেখক দু'একবার তার সাথে কথা বলার চেষ্টা করে। কিন্তু আবদুর রহমান অশ্রুসিক্ত, বেদনাহত হওয়ায় কিছুই বলতে পারে না। তাই চুপ করে থাকে।
আবদুর রহমান ও লেখকের মধ্যকার উদার মানবিক মূল্যবোধের সম্পর্কই বিদায়বেলায় এক আবেগঘন অবস্থার সৃষ্টি করে যা সকল মানুষের প্রতি ভালোবাসার এক উজ্জ্বল দৃষ্টান্ত।"""
    },
    # 06
    {
        "q": "মানুষের প্রতি সত্যিকার ভালোবাসার প্রকাশ কোনো জাতি বা শ্রেণিতে আবদ্ধ না হয়ে কীভাবে সর্বদেশের হয়ে ওঠে? [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """পৃথিবীর সকল মানুষই মানবিক দৃষ্টিকোণ থেকে সমান। পৃথিবীর যে প্রান্তেই মানুষ বসবাস করুক না কেন, তাদের বেঁচে থাকার অধিকার, মর্যাদা এবং অনুভূতিগুলো অভিন্ন। মানুষ যদি এই সাধারণ মানবিক মূল্যবোধ উপলব্ধি করে, তাহলে জাতি, ধর্ম বা শ্রেণি নির্বিশেষে সবাইকেই ভালোবাসা সম্ভব।
পৃথিবীর সব মানুষেরই সুখ, দুঃখ, সংগ্রাম, আশা-আকাঙ্ক্ষা থাকে, অনুভূতি থাকে। মানুষ যখন এসব অভিজ্ঞতা থেকে একে অপরকে অনুভব করে, তখনই তাদের মধ্যে একটি সাধারণ সম্পর্ক গড়ে ওঠে, যা জাতি বা ধর্মের সীমা ছাড়িয়ে যায়। বিশ্বের সব মানুষ সমান এবং মানবিক মর্যাদা লাভের অধিকারী। পরস্পরের প্রতি সহানুভূতি এবং একে অন্যকে সাহায্য করার মনোভাব মানুষের মধ্যে সত্যিকারের ভালোবাসা ও সহযোগিতার সম্পর্ক গড়ে তোলে। সৈয়দ মুজতবা আলীর 'কাবুলের শেষ প্রহরে' নামক গল্পটিতেও দেখা যায়, লেখক একজন হিন্দুস্তানি হয়েও আফগানি একজন গৃহপরিচারকের সাথে তাঁর মানবিক মূল্যবোধের সম্পর্ক গড়ে ওঠে। একজন ভিনদেশি মানুষের সাথে এই যে বন্ধুত্বপূর্ণ, সহানুভূতির সম্পর্ক, এটিই হলো মানুষের সত্যিকার ভালোবাসার বহিঃপ্রকাশ। যদি মানুষের মধ্যে পারস্পরিক শ্রদ্ধা, সহানুভূতি ও সমান মানবাধিকার প্রতিষ্ঠিত হয়, তবেই সত্যিকার ভালোবাসা জাতি বা শ্রেণির বাধা অতিক্রম করে সর্বদেশীয় হতে পারে যা 'কাবুলের শেষ প্রহরে' গল্পে বিশেষভাবে প্রতিফলিত হতে দেখা যায়।"""
    },
    # 07
    {
        "q": "'আমার সত্তাকে যেন কেউ দ্বিখন্ডিত করে ফেলেছে'- কথাটি ব্যাখ্যা করো। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """'আমার সত্তাকে যেনো কেউ দ্বিখণ্ডিত করে ফেলেছে'– উক্তিটির মাধ্যমে লেখকের স্বল্পকালীন সময়ে তৈরি হৃদ্যতা ও ভালোবাসার ভাঙ্গনকে বোঝানো হয়েছে।
'কাবুলের শেষ প্রহরে' গল্পে আফগান সরকারের শিক্ষাবিভাগে কাজ করার সময় লেখক কাবুলে অবস্থান করছিলেন। এ সময় লেখকের গৃহপরিচালক হিসেবে আবদুর রহমান নামক আফগানি লোককে নিয়োগ দেওয়া হয়। আবদুর রহমানের সঙ্গে লেখকের এক গভীর মানবিক সম্পর্ক গড়ে ওঠে। গৃহকর্ম ছাড়াও লেখকের দেখভালের প্রতি আবদুর রহমানের তীক্ষ্ণ দৃষ্টি ছিলো। কিন্তু কিছুদিন পরই কাবুলে হঠাৎ অরাজক পরিস্থিতির সৃষ্টি হয়। ফলে খাবার-দাবারসহ নিরাপত্তারও তীব্র সংকট দেখা দেয়। এ সংকটে লেখক ও আবদুর রহমান অল্প খাবার ভাগ করে খেতেন। কিন্তু তীব্র নিরাপত্তা সংকটে লেখক আফগানিস্তান ত্যাগ করতে বাধ্য হন। বিমানবন্দরে আবদুর রহমানের কাছ থেকে বিদায় গ্রহণের সময় আবেগঘন অবস্থার সৃষ্টি হয়। মূলত স্বল্পকালীন সময়ে কাবুল শহর, আবদুর রহমান, চারপাশের পরিবেশ ও মানুষের সঙ্গে লেখকের হৃদ্যতা এতই গভীর ছিলো যে বিপদসংকুল পুরী অর্থাৎ আফগানিস্তান ত্যাগ করতে লেখকের মনে কষ্ট হচ্ছিল। এই বিদায় গ্রহণকে লেখক খণ্ড-মৃত্যু বলেও উল্লেখ করেছেন। আর প্রশ্নোক্ত কথাটিতে সেই বিদায়ের বেদনাবোধ প্রকাশ পেয়েছে।"""
    },
    # 08
    {
        "q": "মানুষের প্রতি ভালোবাসার প্রকাশ জাতি বা শ্রেণিভেদে আবদ্ধ থাকে না– উক্তিটি ব্যাখ্যা করো। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """মানুষের প্রতি মানুষের ভালোবাসা মানবিকতার একটি মৌলিক গুণ।
'কাবুলের শেষ প্রহরে' ভ্রমণ কাহিনিতে লেখক মানবজীবনের এক নিরেট বাস্তবতা তুলে ধরেছেন। তা হলো দেশ-কাল ও জাতির ঊর্ধ্বে মানুষের প্রতি মানুষের ভালোবাসা হৃদয়ে গ্রথিত। মানুষের প্রতি মানুষের ভালোবাসা আমাদের জীবনে ইতিবাচক শক্তি হিসেবে কাজ করে এবং একে অপরের প্রতি আস্থা ও বন্ধন গড়ে তোলে। এই ভালোবাসা সমাজে শান্তি, সৌহার্দ্য এবং সহমর্মিতা সৃষ্টি করে। ভালোবাসা শুধু ব্যক্তিগত সম্পর্কেই সীমাবদ্ধ নয়; এটি পারস্পরিক শ্রদ্ধা, সহানুভূতি ও সহযোগিতার মাধ্যমে সমাজকে এগিয়ে নিয়ে যায়।
লেখক ও তাঁর গৃহপরিচারক আবদুর রহমানের মধ্যকার সম্পর্ক এর বড় প্রমাণ। দুইজন মানুষ আলাদা দুই জাতির। একজন বাঙালি আর একজন আফগানি। কিন্তু জাতিতে ভিন্নতা থাকলেও তাদের মধ্যে ভালোবাসার কোনো ঘাটতি লক্ষণীয় নয়। পঠিত রচনার আলোকে তাই মানুষের প্রতি মানুষের ভালোবাসার সত্যিকারের প্রকাশ জাতি বা শ্রেণিতে আবদ্ধ থাকে না তা যথার্থই বলা যায়।"""
    },
    # 09
    {
        "q": "'পার্তিও সে তাঁপ্য মুরির' অর্থ কী? কোন প্রেক্ষিতে বলা হয়েছে? [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """'পার্তিও সে তাঁপ্য মুরির' হলো একটি ফরাসি প্রবাদ যার বাংলা অর্থ হলো প্রত্যেক বিদায় গ্রহণে রয়েছে খণ্ড-মৃত্যু।
আলোচ্য উক্তিটি লেখক নিজেই করেছেন আফগানিস্তান থেকে বিদায় গ্রহণের সময়। এই উক্তিটি ব্যবহার করা হয় যখন কাউকে বিদায় জানানো হয় বা বিচ্ছেদের বেদনা প্রকাশ করতে। প্রবাদটিতে মূলত বোঝানো হয় যে, প্রিয়জন বা প্রিয় কোনো জিনিস থেকে দূরে যাওয়ার অনুভূতি যেনো মরণের মতোই কষ্টদায়ক। লেখক আফগান সরকারের শিক্ষাবিভাগে কাজ করার সময় দীর্ঘদিন কাবুলে অবস্থান করছিলেন। দীর্ঘদিন অবস্থান করার ফলে পরিচারক আবদুর রহমান ও কাবুলের সাথে লেখকের হৃদ্যতার সম্পর্ক তৈরি হয়। এই ভালোবাসার বন্ধন ছিন্ন করে লেখক যখন দেশে ফেরার প্রয়োজন অনুভব করেন তখন তাঁর হৃদয় ডুকরে কেঁদে ওঠে। এজন্যই লেখক আলোচ্য উক্তিটি করেছেন। তাঁর মতে সকলকে একসঙ্গে ত্যাগ করা যেনো নিজের সত্তাকে দ্বিখণ্ডিত করার মতোই।"""
    },
    # 10
    {
        "q": "গৃহপরিচারক আবদুর রহমানের সাথে লেখকের মানবিক সম্পর্কের দিকটি ব্যাখ্যা করো। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """গৃহপরিচারক আবদুর রহমানের সাথে লেখকের ছিলো এক উদার মানবিক ও হৃদ্যতার সম্পর্ক।
আফগান সরকারের শিক্ষাবিভাগে কাজ করার সময় আবদুর রহমানের ওপর লেখকের দেখভালের দায়িত্ব পড়ে। আবদুর রহমান খুব নিষ্ঠার সাথে দায়িত্ব পালন করতো। লেখক ঘুম থেকে উঠলেই আবদুর রহমান খাবার নিয়ে হাজির হতো। কাবুলে লেখকের একমাত্র নিত্য সঙ্গী ছিলো এই আবদুর রহমান। ফলে তার সাথে লেখকের হৃদ্যতার সম্পর্ক গড়ে ওঠে। যার বাস্তব প্রমাণ পাওয়া যায় লেখকের কাবুল ছাড়ার সময়। অনেকবার খামোখা রাগ করার জন্য লেখক আবদুর রহমানের কাছে মাফ চাইলে সে লেখকের দু-হাত তুলে আপন চোখের ওপর চেপে ধরে। চোখ দিয়ে টপটপ করে পানি পড়ছে তার। কাবুলের অরাজক পরিস্থিতিতে আবদুর রহমান লেখকের সাথে খাবার ভাগ করে খেয়েছে। লেখক চলে যাওয়ার দিনে তার মন বিষাদে ভরপুর হয়ে ওঠে। আবদুর রহমান বিদায়বেলায় লেখককে সৃষ্টিকর্তার নিকট সঁপে দিয়েছে। আফগানিস্তানে আবদুর রহমানের সাথেই লেখকের প্রথম পরিচয় আর আবদুর রহমানই তাঁকে বিদায় জানালো। আবদুর রহমানের সাথে লেখকের এই মানবিক সম্পর্ককে সত্যিই কোনো মাপকাঠি দিয়ে বিচার করা সম্ভব নয়।"""
    },
    # 11
    {
        "q": "দেশত্যাগের সময় জিনিস কমানো কঠিন কেনো? [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """দেশত্যাগের সময় জিনিস কমানো কঠিন কারণ, দেশত্যাগ শুধু শারীরিক নয়, মানসিক এবং আবেগিক একটি প্রক্রিয়া।
প্রতিটি মানুষের সাথে কিছু না কিছু জিনিসের সাথে স্মৃতি জড়িয়ে থাকে। এসব ত্যাগ করে ফেলে যাওয়া মানসিকভাবে কষ্টকর হতে পারে। কিছু জিনিস থাকে যার সামাজিক ও সাংস্কৃতিক মূল্য অনেক বেশি বা সেগুলো সংস্কৃতির প্রতীক হতে পারে। লেখকের কাছে তেমনি 'দু ভল্যুম রাশিয়ান অভিধান' ও 'একজোড়া চীনা ভাজ' ছিলো। লেখকের মতে পৃথিবীর আর কারো কাছে এগুলোর দাম না থাকলেও তাঁর কাছে এগুলো আলাউদ্দিনের আশ্চর্য প্রদীপের মতো। লেখক যে হাওয়াই জাহাজে চড়ে বিদায় নিবেন সেখানে দশ পাউন্ডের বেশি পোঁটলা নেওয়া নিষেধ। অনেকের পোঁটলা দশ পাউন্ডের বেশি হওয়ায় তারা আশাহত হয়েছে। কারণ এতে তাদের নিত্যপ্রয়োজনীয় জিনিস ছিলো যা ফেলে যাওয়া কঠিন। কেউ একজন তো নিতে না পারার কষ্টে কান্নাই করে দিলো। এজন্যই দেশত্যাগের সময় জিনিস কমানো কঠিন হয়ে দাঁড়ায়।"""
    },
    # 12
    {
        "q": "“চতুর্দিকের বরফের চেয়ে শুভ্রতর আবদুর রহমানের পাগড়ি, আর শুভ্রতম আবদুর রহমানের হৃদয়”- উক্তিটির আলোকে আবদুর রহমান চরিত্র সংক্ষেপে তুলে ধর। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """\"চতুর্দিকের বরফের চেয়ে শুভ্রতর আবদুর রহমানের পাগড়ি, আর শুভ্রতম আবদুর রহমানের হৃদয়\"- উক্তিটি লেখক করেছিলেন যখন তিনি উড়োজাহাজে চড়ে আবদুর রহমানকে বিদায় জানাতে চেয়েছেন।
আফগান সরকারের শিক্ষাবিভাগে কাজ করার সময় লেখকের সব থেকে কাছের সঙ্গী ছিলো গৃহপরিচারক আবদুর রহমান। তার সাথে লেখকের এক গভীর আত্মিক ও মানবিক সম্পর্ক গড়ে উঠেছে। গৃহকর্ম ছাড়াও লেখকের দেখভালের প্রতিও আবদুর রহমানের ছিলো তীক্ষ্ণ দৃষ্টি। কাবুলে অরাজক পরিস্থিতি সৃষ্টি হলে চরম খাদ্য সংকটেও আবদুর রহমান খাবার ভাগ করে খেয়েছে। খামোখা আবদুর রহমানের ওপর রাগ করায় লেখক যখন বিদায়কালে ক্ষমা প্রার্থনা করেন তখন তার চোখ অশ্রুসজল হয়ে ওঠে। বিদায় বেলায়ও সে লেখককে খোদার হাতে সমর্পণ করে, যা তার মহান হৃদয়ের প্রকাশ। অতঃপর লেখক যখন বিমান থেকে আবদুর রহমানকে পাগড়ি নেড়ে বিদায় জানাতে দেখেন তখন তার হৃদয়কে লেখক বরফের চেয়ে শুভ্রতম বলেন। লেখক আবদুর রহমানের মহানুভবতা ও অকৃত্রিম ভালোবাসার জয়গান করেছেন।"""
    },
    # 13
    {
        "q": "'ব্‌ আমানে খুদা' ও 'ব্‌ খুদা সম্পূর্দমৎ' বাক্য দুইটির অর্থ কী? কোন প্রেক্ষিতে বলা হয়েছে? [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """'ব আমানে খুদা' অর্থ তোমাকে খোদার আমানতে রাখলাম আর 'ব খুদা সম্পূর্দমৎ' অর্থ তোমাকে খোদার হাতে সোপর্দ করলাম। বাক্য দুইটি লেখক ও আবদুর রহমান একে অপর থেকে বিদায় নেওয়ার সময় বলেছিলেন।
লেখক আফগান সরকারের শিক্ষাবিভাগে কাজ করার উদ্দেশ্যে কাবুলে অবস্থান করেন। এখানে লেখকের প্রধান সঙ্গী হয় পরিচারক আবদুর রহমান। দীর্ঘদিন একসাথে থাকার ফলে লেখকের সাথে তার এক উদার হৃদ্যতার সম্পর্ক তৈরি হয়। কিন্তু লেখকের হঠাৎ দেশে ফেরার সময় হয়ে যায়। বিমানবন্দরে আবদুর রহমানের কাছ থেকে বিদায় গ্রহণের সময় এক আবেগঘন অবস্থার সৃষ্টি হয়। এ সময় আবদুর রহমান লেখকের হাতে চুমো খায়। লেখক বলেন 'ব আমানে খুদা' অর্থাৎ তোমাকে খোদার আমানতে রাখলাম। এটা শোনার পর আবদুর রহমান বলে 'ব খুদা সম্পূর্দমৎ সায়েব' অর্থাৎ আপনাকে খোদার হাতে সোপর্দ করলাম।"""
    },
    # 14
    {
        "q": "লেখক ও আবদুর রহমানের বিদায়কালীন পরিবেশের সংক্ষিপ্ত বিবরণ দাও। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """লেখক ও আবদুর রহমানের বিদায়কালীন পরিবেশ খুবই আবেগঘন অবস্থার সৃষ্টি করেছিল।
আফগান সরকারের শিক্ষাবিভাগে কাজ করার সময় লেখকের সাথে আবদুর রহমানের গড়ে ওঠে এক গভীর মানবিক ও উদার সম্পর্ক। কাবুলে অরাজক পরিস্থিতি সৃষ্টি হলে দেশে ফেরার জন্য বিমানের টিকিট পাওয়ার পর বিদায়ের মুহূর্ত উপস্থিত হয়। নানাসময়ে আবদুর রহমানের ওপর রাগ করার জন্য লেখক বিদায়কালে ক্ষমা প্রার্থনা করলে আবদুর রহমানের চোখ অশ্রুসজল হয়ে ওঠে। সে লেখকের দুহাত নিজের চোখের ওপর চেপে ধরে কাঁদতে থাকে। এভাবে বেদনাহত মনে আবদুর রহমান লেখকের যাওয়ার সকল প্রস্তুতি সফলভাবে সম্পন্ন করে। সে লেখককে খোদার হাতে সমর্পণ করে। আফগানিস্তানে লেখকের প্রথম পরিচয় যার সাথে, শেষ দিনেও সে-ই লেখককে বিদায় জানাতে এসেছে। উড়োজাহাজের ভিতর থেকে লেখক দেখতে পান সে পাগড়ির এক অংশ মাথার উপর তুলে দুলিয়ে দুলিয়ে লেখককে বিদায় জানাচ্ছে। লেখক আবদুর রহমানের এই উদার হৃদয়কে বরফ অপেক্ষা শুভ্রতম বলে আখ্যায়িত করেছেন।"""
    },
    # 15
    {
        "q": "'দেখলুম সে চুপ থাকাটাই পছন্দ করছে।'- কথাটি বুঝিয়ে লেখো। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """লেখকের বিদায়বেলায় তাঁর ভৃত্য আবদুর রহমান নিজের মনঃকষ্ট লুকাতে চুপ থাকার দিকটি আলোচ্য মন্তব্যে উঠে এসেছে।
লেখক আফগানিস্তানে থাকাকালীন আবদুর রহমান তাঁর গৃহপরিচারক হিসেবে কাজ করে। লেখকের সাথে বাইরে প্রভু-ভৃত্যের সম্পর্ক হলেও উভয়ের আন্তরিকতা বন্ধুত্বের বন্ধনে রূপ নেয়। বিরূপ পরিস্থিতির জন্য লেখক যখন আফগানিস্তান ছেড়ে যাচ্ছিলেন তখন আবদুর রহমান বিষয়টি সহজভাবে মেনে নিতে পারেনি। লেখকের বিদায়ক্ষণে সে অশ্রুসিক্ত হয়। লেখক যখন তাকে বলেন যে, তার উপর খামোখা রাগারাগি করার কারণে কষ্ট পেয়ে থাকলে যেন সে লেখককে ক্ষমা করে দেয়। এ কথা শুনে আবদুর রহমান চোখের পানি ছেড়ে দেয় এবং কষ্টে তার কণ্ঠরুদ্ধ হয়ে আসে। এরপর লেখকের কথার উত্তরও সে দেয় না। তার এমন মানসিক অবস্থা বোঝাতেই লেখক বলেছেন, 'দেখলুম সে চুপ থাকাটাই পছন্দ করছে।'"""
    },
    # 16
    {
        "q": "'মানবতাই বিশ্বমানবের একমাত্র যোগসূত্র।'- 'কাবুলের শেষ প্রহরে' রচনার আলোকে মন্তব্যটি মূল্যায়ন করো। [ক্রিয়েটিভ মডেল স্কুল]",
        "ans": """সৈয়দ মুজতবা আলীর অন্তরে লালিত মানবতাবোধ দেশ, কাল ও জাতির ঊর্ধ্বে উঠে যেকোনো মানুষকে আপন করে নিতে উদ্বুদ্ধ করেছে। শ্রেণিচেতনা তাঁর কাছে কেবলই মানবিকতা; ছোটো-বড়ো, ধনী-নির্ধনের চেয়ে মানবীয় সদাচার তাঁকে নিয়ে গেছে অনন্য উচ্চতায়। তারই সার্থক প্রতিফলন ঘটেছে 'কাবুলের শেষ প্রহরে' রচনায়।
কাবুলে থাকাকালীন লেখকের সাথে তাঁর গৃহপরিচারক আবদুর রহমানের এক গভীর মানবিক সম্পর্ক গড়ে ওঠে। কাবুলে হঠাৎ করে অরাজক পরিস্থিতি সৃষ্টি হলে লেখকের দেশে ফেরা ছাড়া উপায় থাকে না। তিনি আফগানিস্তান ত্যাগের বন্দোবস্ত করলে আবদুর রহমান অশ্রুসজল চোখে বিদায় জানায় লেখককে; যেন কতদিনের বন্ধুকে বিদায় দিচ্ছে সে। অজানা-অচেনা মানুষগুলো লেখককে গভীর বন্ধনে আবদ্ধ করেছে। ফলে এ বিদায়কে লেখকের কাছে মৃত্যুর সমতুল্য মনে হয়। তবে সবকিছু ছাপিয়ে আফগানিস্তানে লেখকের উচ্চপদস্থ বহু বন্ধু থাকা সত্ত্বেও আবদুর রহমানকেই পরম বান্ধব হিসেবে স্বীকৃতি দিয়েছেন তিনি।
লেখক ভারতবর্ষের লোক হয়েও আবদুর রহমানসহ অপরাপর বিদেশি মানুষের প্রতি যে টান অনুভব করেন, তা মূলত মানবিকবোধের বহিঃপ্রকাশ। লেখকের কাছে মানুষে মানুষে সম্পর্ক জাত, ধর্ম, জাতি বা সামাজিক অবস্থাননির্ভর নয় বরং মানবীয় চেতনালব্ধ। তাই বলা যায় যে, 'মানবতাই বিশ্বমানবের একমাত্র যোগসূত্র'- মন্তব্যটি যথার্থ।"""
    }
]
