# -*- coding: utf-8 -*-

short_questions = [
    # 01
    {
        "q": "জীবনে শ্রী ফোটাতে হলে কিসের প্রয়োজন- ব্যাখ্যা করো।",
        "ans": """জীবনে শ্রী ফোটাতে হলে আত্মপ্রকাশের প্রয়োজন।
জাতীয় জীবনধারা গঙ্গা-যমুনার মত দুই ধারায় বিভক্ত। এক ধারার নাম আত্মরক্ষা বা স্বার্থপ্রসার, অন্যধারার নাম আত্মপ্রকাশ বা পরার্থবৃদ্ধি। একদিকে যুদ্ধবিগ্রহ, মামলা ফ্যাসাদ ইত্যাদি খারাপ দিক, অন্যদিকে সাহিত্য, শিল্প ও ধর্ম ইত্যাদি কল্যাণকর দিক। মানসিক ও আত্মিক জীবনের সাধনা থেকে চরিত্রের শ্রী ফুটে ওঠে, তাই জীবনের শ্রী ফোটাতে হলে সংস্কৃতিবান হওয়া এবং আত্মপ্রকাশের প্রয়োজন।"""
    },
    # 02
    {
        "q": "'পুস্তক সংগ্রহে সমবায়নীতি কেনো প্রয়োজন'-ব্যাখ্যা করো।",
        "ans": """একার পক্ষে পুস্তকের বিশাল সমারোহ গড়ে তোলা সম্ভব নয় বলে পুস্তক নির্বাচনে সমবায়নীতি প্রয়োজন।
পুস্তক সংগ্রহে সমবায়নীতি বলতে বোঝায় সকলে মিলে পুস্তক সংগ্রহ করা। জ্ঞানার্জনের স্পৃহা থেকে পাঠাগারের জন্ম আর জ্ঞানের বাহন হচ্ছে পুস্তক। কিন্তু একার পক্ষে পুস্তকের বিশাল সমারোহ গড়ে তোলা সম্ভব নয়। সবাই মিলে পুস্তক সংগ্রহ করলে পুস্তকের বিশাল সমারোহ গড়ে তোলা যেমন সম্ভব তেমনি সম্ভব মানুষের ব্যাপক জ্ঞানতৃষ্ণা মেটানো অর্থাৎ দশে মিলে পুস্তক সংগ্রহ করলে সার্থকতা লাভ করা সহজসাধ্য।"""
    },
    # 03
    {
        "q": "জাতীয় জীবন কয়টি ধারায় প্রবাহিত? ব্যাখ্যা করো।",
        "ans": """জাতীয় জীবন দুই ধারায় প্রবাহিত।
জাতীয় জীবনের দুই ধারার একটি হলো আত্মরক্ষা বা স্বার্থপ্রকাশ, আরেক ধারার নাম আত্মপ্রকাশ বা পরার্থবৃদ্ধি। একদিকে যুদ্ধবিগ্রহ, মামলা-ফ্যাসাদ প্রভৃতি কদর্য দিক। অন্যদিকে, সাহিত্যশিল্প, ধর্ম প্রভৃতি কল্যাণপ্রদ দিক। একদিকে শুধু কাজের জন্য কাজ, অন্যদিকে আনন্দের জন্য কাজ।"""
    },
    # 04
    {
        "q": "পারিবারিক লাইব্রেরি কীভাবে গড়ে ওঠে?",
        "ans": """পারিবারিক লাইব্রেরি পরিবারের অন্তর্গত ব্যক্তিসমূহের সমষ্টিগত ইচ্ছার প্রতিচ্ছায়া।
পারিবারিক লাইব্রেরি পরিবারের মর্জিমাফিক গড়ে ওঠে। সাধারণের হুকুম চালাবার মতো সেখানে কিছুই নেই। এখানে একজনের রুচির ওপর যেমন বহুর অত্যাচার অশোভন, তেমনি বহুর রুচির ওপর একের জবরদস্তি অন্যায়। দশজনের রুচির দিকে নজর রেখেই পারিবারিক লাইব্রেরি সাজাতে হয়।"""
    },
    # 05
    {
        "q": "মানবজীবনে লাইব্রেরির প্রয়োজন আছে কী? ব্যাখ্যা করো।",
        "ans": """মানবজীবনে লাইব্রেরির প্রয়োজনীয়তা অপরিসীম।
মানবজীবন সংগ্রামশীল এবং সংগ্রামে টিকে থাকতে হলে চাই শিক্ষা। সত্যিকারের জ্ঞানী ব্যক্তিই পারে জীবন সংগ্রামে টিকে থাকতে। এই জ্ঞান অর্জনের ক্ষেত্রে উদার হতে হবে। সবযুগের, সবকালের জ্ঞান সম্পর্কে ধারণা থাকতে হবে। এই ধারণা লাভের জন্যই বই পড়তে হবে, আর এই পড়তে হলে লাইব্রেরির প্রয়োজন। কেননা লাইব্রেরিতে পুস্তকে বাণীবদ্ধ থাকে সকল কালের ও সকল যুগের সঞ্চিত জ্ঞান। সেখান থেকে ব্যক্তি প্রয়োজন মতো জ্ঞান অর্জন করার সুযোগ পায়।"""
    },
    # 06
    {
        "q": "যে যে-রকম বই পড়তে চায়, তার সেই রকমের বই পড়া উচিত কেনো?",
        "ans": """কোনো ব্যক্তি তার পছন্দের বই না পড়লে কিছুই শিখতে পারবে না বরং বই পড়ার আগ্রহ হারাবে।
যে যেরকম বই পড়তে চায়, তার সেই রকম বই পড়া উচিত, কারণ কোন ব্যক্তিকে যদি তার পছন্দের খাবার ছাড়া অন্য খাবার দেয়া হয় তাহলে তার বদহজম সহ নানা রোগ হবে। ঠিক তেমনি কোনো ব্যক্তিকে যদি তার পছন্দের বই পড়তে দেওয়া না হয় তাহলে সে যা পড়ছে তা কিছুই বুঝতে বা শিখতে পারবে না। অর্থাৎ বইটা মনোযোগ দিয়ে পড়বে না। তাই যার যার পছন্দ মতো বই পড়া উচিত।"""
    },
    # 07
    {
        "q": "লাইব্রেরির সৃষ্টি কোথা থেকে হয়? ব্যাখ্যা করো।",
        "ans": """মানবমনের জ্ঞানপিপাসা থেকেই লাইব্রেরির সৃষ্টি।
একজন মানুষ বিবিধ বিষয়ে জ্ঞান অর্জন করতে চায়। কিন্তু একজনের পক্ষে প্রচুর বইয়ের জ্ঞান ধারণ করা সম্ভব নয়। এমন একটি উপায় উদ্ভাবনের দরকার, যার মাধ্যমে ব্যক্তি স্বেচ্ছায় বই পড়তে পারে। আর এ আগ্রহ থেকেই লাইব্রেরির সৃষ্টি।"""
    },
    # 08
    {
        "q": "সাধারণ লাইব্রেরিতে দাতার ভূমিকা মুখ্য নয় কেনো?",
        "ans": """সাধারণ লাইব্রেরিতে কোনো একজন দাতার প্রভাব থাকলে তা আর সাধারণ থাকবে না, তাই সাধারণ লাইব্রেরিতে দাতার ভূমিকা মুখ্য নয়।
সাধারণ লাইব্রেরি সমষ্টিবদ্ধভাবে গড়ে ওঠে। অনেকে মিলে অল্প অল্প সহযোগিতায় একটি সমৃদ্ধ লাইব্রেরি গড়ে তোলে। এখানে সম্মিলিত মতামতের গুরুত্ব প্রতিষ্ঠা পায়। তাই এখানে একক দাতার ভূমিকা মুখ্য নয়।"""
    },
    # 09
    {
        "q": "লাইব্রেরির প্রয়োজন কেনো? বুঝিয়ে দাও।",
        "ans": """প্রকৃত জ্ঞানচর্চার বিকাশ লাভে লাইব্রেরির প্রয়োজন অত্যধিক।
সকল প্রকার জ্ঞানকে একত্র করে স্থায়িত্বদানের উদ্দেশ্যে লাইব্রেরির সৃষ্টি। একজন ব্যক্তির পক্ষে সকল বিষয়ে জ্ঞান অর্জন সম্ভব নয়। বিভিন্ন ব্যক্তি বিভিন্ন বিষয়ে পারদর্শিতা লাভ করে। আবার কোনো ব্যক্তি যে বিষয়ে পারদর্শী সে বিষয়েও সবটুকু জ্ঞান মস্তিষ্কে ধারণ করা সম্ভব নয়। এ কারণে প্রয়োজন অনুযায়ী সব বিষয়ে একটা মোটামুটি জ্ঞান লাভের জন্য লাইব্রেরির প্রয়োজন।"""
    },
    # 10
    {
        "q": "'সকল প্রকার জ্ঞানকে একত্র করে স্থায়িত্বদানের অভিপ্রায় থেকে লাইব্রেরির সৃষ্টি।'- উক্তিটি ব্যাখ্যা করো।",
        "ans": """লাইব্রেরির সুশৃঙ্খল সংগ্রহ থেকে পৃথিবীর নানান বৈচিত্র্যময় বিষয় সম্পর্কে প্রয়োজন অনুযায়ী জ্ঞান আহরণ করা যায় এবং এই উদ্দেশ্যেই মূলত লাইব্রেরি সৃষ্টি করা হয়েছে।
লাইব্রেরি হলো পুস্তকের শ্রেণিবদ্ধ সংগ্রহশালা। এখানে বিভিন্ন বিষয়ের পুস্তক সজ্জিত থাকে। একজন ব্যক্তির পক্ষে বিভিন্ন বিদ্যায় পারদর্শিতা অর্জন করা সম্ভব নয়। তাই জ্ঞানকে স্থায়িত্বদানের জন্য লাইব্রেরি গড়ে তোলা হয়েছে। লাইব্রেরির মাধ্যমে প্রয়োজনীয় সব বিষয় সম্পর্কে জ্ঞান লাভ করা যায়। সুতরাং জ্ঞানকে স্থায়িত্ব দানই লাইব্রেরি সৃষ্টির মূল উদ্দেশ্য।"""
    },
    # 11
    {
        "q": "সত্যিকার বৈদগ্ধ্য বা চিৎপ্রকর্ষের অধিকারী হতে হলে লাইব্রেরির সঙ্গে অন্তরঙ্গতা সৃষ্টি করা প্রয়োজন কেন ব্যাখ্যা করো।",
        "ans": """পাণ্ডিত্য অর্জন ও জ্ঞানচর্চার মাধ্যমে মনের উন্নতি ঘটানোর জন্য লাইব্রেরির সাথে সুসম্পর্ক তৈরি এবং লাইব্রেরিতে গিয়ে বই পাঠের অভ্যাস গড়ে তোলার কোনো বিকল্প নেই।
যেকোনো বিষয়ে পাণ্ডিত্য অর্জনের পূর্বশর্ত হলো সেই বিষয় সম্পর্কে বিশদ জ্ঞান অর্জন। জ্ঞান অর্জন ও জ্ঞানচর্চার মাধ্যমেই মানুষের মনের উন্নতি ঘটে এবং চিৎপ্রকর্ষের অধিকারী হওয়া যায়। তাই জ্ঞানচর্চার জন্য লাইব্রেরিতে যাওয়া আবশ্যক। লাইব্রেরিতে গিয়ে গ্রন্থ পাঠের মাধ্যমেই যেকোনো বিষয় সম্পর্কে জ্ঞান অর্জন ও জ্ঞানচর্চা করা যায়। তাই এক্ষেত্রে লাইব্রেরির সাথে অন্তরঙ্গতা সৃষ্টি করা প্রয়োজন। লাইব্রেরির সাথে যাদের অন্তরঙ্গ সম্পর্ক রয়েছে, তারাই সত্যিকারের পাণ্ডিত্য ও উন্নত মানসিকতার অধিকারী হতে পারে।"""
    },
    # 12
    {
        "q": "'জ্ঞানার্জনস্পৃহা থেকে পাঠাগারের জন্ম' বলতে কী বোঝানো হয়েছে?",
        "ans": """জ্ঞানচর্চা, জ্ঞানের কাঠামোবদ্ধ সংরক্ষণ এবং এক প্রজন্ম থেকে আরেক প্রজন্মে জ্ঞানের নিরবচ্ছিন্ন প্রবাহ নিশ্চিত করার জন্য লাইব্রেরির সৃষ্টি বোঝাতে উক্তিটি করা হয়েছে।
সভ্যতার শুরু থেকেই মানুষ কোনো না কোনোভাবে লিপিবদ্ধ জ্ঞানকে সংরক্ষণ করে আসছে। একসময় সংরক্ষিত এ জ্ঞানকে একত্র করে প্রাতিষ্ঠানিক রূপদানের প্রয়োজন হয়। আর এ প্রয়োজনীয়তা তৈরি হয় জ্ঞানার্জনের প্রবল স্পৃহা থেকে। কেননা ব্যাপকভাবে মানুষের মাঝে জাগরণ স্পৃহা সহজে মেটানো সম্ভব নয়। এর অন্যতম কারণ হলো জ্ঞানের বাহন পুস্তক কিনে জ্ঞানার্জন করা সকল মানুষের পক্ষে সম্ভব নয়। তাই পুস্তকের ব্যাপারে সমবায় নীতি আবশ্যক। আর এই ধারণা থেকেই প্রাবন্ধিক জ্ঞানার্জনের স্পৃহা থেকে পাঠাগারের জন্মের কথা বলেছেন।"""
    },
    # 13
    {
        "q": "পাঠাগার জাতীয় বৈশিষ্ট্যের রক্ষক নয়, ব্যক্তিগত বৈশিষ্ট্যের বিকাশক বলতে কী বোঝানো হয়েছে?",
        "ans": """বিভিন্ন ধরনের পাঠাগারের সংগৃহীত বইয়ে নানানরকমের ব্যক্তি ও গোষ্ঠীর মত ও ধারণার বহিঃপ্রকাশ ঘটে বলে পাঠাগার সামগ্রিকভাবে জাতীয় বৈশিষ্ট্যের রক্ষক নয় বরং ব্যক্তিগত বৈশিষ্ট্যের বিকাশক।
ব্যক্তিগত পাঠাগারে ব্যক্তির ইচ্ছার এবং পারিবারিক পাঠাগারে পরিবারের ইচ্ছার প্রাধান্য থাকে। সাধারণ পাঠাগারে সমাজের সকল সাধারণ মানুষের ইচ্ছাকে প্রাধান্য দেওয়া হলেও অনেক সময় সাধারণ পাঠাগারের জন্য পুস্তক নির্বাচনকালে কোনো নির্দিষ্ট ধারণা, অভিমত ও তত্ত্বের অনুসারী ব্যক্তি বা ক্ষমতাশালী গোষ্ঠীর প্রভাব লক্ষ করা যায়। তাই এক্ষেত্রে পাঠাগারকে জাতীয় বৈশিষ্ট্যের রক্ষক না বলে ব্যক্তিগত বৈশিষ্ট্যের বিকাশক বলে অভিহিত করাই শ্রেয়।"""
    }
]
