# -*- coding: utf-8 -*-

short_questions = [
    # 01
    {
        "q": "'ব্যান্ডেল পথে' বলতে কী বুঝ?",
        "ans": """'ব্যান্ডেল' বলতে পর্তুগিজদের বসতির স্থানকে বোঝায়। পর্তুগিজরা সপ্তদশ শতাব্দীর প্রথমার্ধে চট্টগ্রামে এসেছিলো। তারা চট্টগ্রামে বসতি স্থাপন করেছিলো। এ বসতি স্থানকে তারা ব্যান্ডেল বলতো। চট্টগ্রামের ব্যান্ডেল রোড এখন তাদের স্মৃতিই বহন করে।"""
    },
    # 02
    {
        "q": "'ফুঙ্গি' বলতে কী বোঝানো হয়েছে?",
        "ans": """মিয়ানমারের ভিক্ষুদের ফুঙ্গি বলা হয়।
মিয়ানমারের পথে-ঘাটে ফুঙ্গিদের চলাফেরা। সকালে ফুঙ্গিরা খালি পায়ে ভিক্ষে করতে বের হয়। ভিক্ষাই তাদের জীবিকা। ভিক্ষা ছাড়া তাদের চলে না। চীবর নামক পোশাক পরে এরা পথে পথে ভিক্ষা করে।"""
    },
    # 03
    {
        "q": "লেখক রেস্তোরাঁর রাখাইন মালকিনের বয়স বুঝতে পারেননি কেনো?- ব্যাখ্যা করো।",
        "ans": """রাখাইনদের জীবন সম্পর্কে না জানার কারণে লেখক রেস্তোরাঁর রাখাইন মালকিনের বয়স বুঝতে পারেননি।
বাংলাদেশের কক্সবাজার ও পটুয়াখালীতে রাখাইনরা বাস করে। বাংলাদেশের সীমান্তবর্তী অঞ্চলের অধিবাসী ও আদিবাসী হওয়ার কারণে বাংলাদেশের বেশির ভাগ মানুষই এদের সম্পর্কে প্রায় কিছুই জানে না। আলোচ্য গল্পের লেখকের অবস্থাও আর সব বাংলাদেশির মতো। তাদের জীবন, খাদ্যাভ্যাস, আচার-আচরণ, ভাষা, সংস্কৃতি সম্পর্কে না জানায় লেখক রাখাইন মালকিনের বয়স বুঝতে পারেননি।"""
    },
    # 04
    {
        "q": "'পাইক্যা' বলতে কী বোঝানো হয়েছে?",
        "ans": """'পাইক্যা' বলতে মিয়ানমারের এক প্রকার যানকে বোঝানো হয়েছে।
মিয়ানমারের পথে-ঘাটে সবসময় পাইক্যা নামক এক প্রকার যান চালু আছে। তিন চাকার রিকশা মূলত পাইক্যা। তবে মোটর বাইকের পাশে আর একটা চাকা লাগিয়ে ক্যারিয়ারে বউ-বাচ্চা বসতে পারে এমন যানকেও বলা হয় পাইক্যা। স্থানীয় মুসলমানরা এর একচেটিয়া চালক।"""
    },
    # 05
    {
        "q": "\"মহিলারা চিরস্বাধীন\"।- লেখক এ কথা বলেছেন কেনো?-বুঝিয়ে বলো।",
        "ans": """মংডুর পুরুষদের মতো নারীরাও যে সব কাজ করছে, ব্যবসা করছে, অর্থাৎ তারা চার দেয়ালে সীমাবদ্ধ নয়। এ কথাটি বোঝাতেই লেখক আলোচ্য উক্তিটি করেছেন।
মংডুর নারীরা ঘরে বন্দি হয়ে থাকে না। দোকানও করে নারীরা। তাদের চলাফেরায় কোনো বাধা নেই। সমাজে এ নিয়ে কোনো নিষেধাজ্ঞা নেই। নারীদের অবাধ স্বাধীনতা বোঝাতে লেখক আলোচ্য উক্তিটি করেছেন।"""
    },
    # 06
    {
        "q": "লেখক হোটেলে রাত কীভাবে কাটিয়েছিলেন?",
        "ans": """ইউনাইটেড হোটেলে জায়গা না পেয়ে লেখক চতুর্থ শ্রেণির একটা কুশ্রী হোটেলে অনেক কষ্টে রাত কাটিয়েছিলেন।
লেখক মিয়ানমার ভ্রমণে গিয়ে রাতে থাকার জন্য ইউনাইটেড হোটেলে জায়গা না পেয়ে উঠলেন চতুর্থ শ্রেণির একটা হোটেলে। বেড়ার ঘরের দোতলার মাঝবারান্দায় বসেই তিনি এর শোচনীয় অবস্থা টের পেলেন। কাঠের মেঝে, কাঠের দেয়াল, উঁচু-নিচু চষা জমির মতো তোশক পুরোনো, মশারিতে উৎকট দুর্গন্ধ এবং মাথার উপর ফ্যান থাকলেও রাত নয়টার পর বিদ্যুৎ থাকবে না। অন্য একটা রেস্তোরাঁয় রাতের খাবার খেতে গিয়েও একই অবস্থা। এভাবেই লেখক হোটেলে রাত কাটিয়েছিলেন।"""
    },
    # 07
    {
        "q": "লেখকদের হোটেলটির অবস্থা শোচনীয় বললেও কম বলা হবে কেনো?",
        "ans": """ইউনাইটেড হোটেলে জায়গা না পেয়ে লেখক চতুর্থ শ্রেণির একটা কুশ্রী হোটেলে অনেক কষ্টে রাত কাটিয়েছিলেন।
লেখক মিয়ানমার ভ্রমণে গিয়ে রাতে থাকার জন্য ইউনাইটেড হোটেলে জায়গা না পেয়ে উঠলেন চতুর্থ শ্রেণির একটা হোটেলে। বেড়ার ঘরের দোতলার মাঝবারান্দায় বসেই তিনি এর শোচনীয় অবস্থা টের পেলেন। কাঠের মেঝে, কাঠের দেয়াল, উঁচু-নিচু চষা জমির মতো তোশক পুরোনো, মশারিতে উৎকট দুর্গন্ধ এবং মাথার উপর ফ্যান থাকলেও রাত নয়টার পর বিদ্যুৎ থাকবে না। অন্য একটা রেস্তোরাঁয় রাতের খাবার খেতে গিয়েও একই অবস্থা। এভাবেই লেখক হোটেলে রাত কাটিয়েছিলেন।"""
    },
    # 08
    {
        "q": "'লুঙ্গি, ফুঙ্গি, প্যাগোডা'- এই তিন মিলেই মিয়ানমার - উক্তিটি কেন করা হয়েছে? [ম. বো.'২০১৯;দি. বো.'২০১৯]",
        "ans": """'মংডুর পথে' ভ্রমণকাহিনিতে লুঙ্গি, ফুঙ্গি ও প্যাগোডা- এই তিনটি জিনিস মিয়ানমারের ঐতিহ্য ও সংস্কৃতির পরিচয় বহন করে বলে আলোচ্য উক্তিটি করা হয়েছে।
'মংডুর পথে' ভ্রমণকাহিনিতে লেখক উল্লেখ করেছেন যে, বর্মিরা সবাই লুঙ্গি পরে এবং মংডুর পথেঘাটে প্রচুর ফুঙ্গি অর্থাৎ বৌদ্ধ ভিক্ষু দেখতে পাওয়া যায়। আবার বৌদ্ধদের সংখ্যা অধিক হওয়ায় সেখানে তাদের ধর্মীয় প্রতিষ্ঠান প্যাগোডার সংখ্যাও অধিক। মিয়ানমারের লুঙ্গি, ফুঙ্গি ও প্যাগোডা সর্বত্র লক্ষ করা যায় বলেই লেখক বলেছেন, 'লুঙ্গি, ফুঙ্গি, প্যাগোডা'— এই তিন মিলেই মিয়ানমার।"""
    },
    # 09
    {
        "q": "বার্মায় ফুঙ্গিদের অত্যন্ত সম্মানের চোখে দেখা হয় কেন?",
        "ans": """ধর্মীয় রীতি মেনে সাদাসিধা জীবনযাপনের জন্য বার্মায় ফুঙ্গিদের অত্যন্ত সম্মানের চোখে দেখা হয়।
বার্মার ফুঙ্গি তথা বৌদ্ধ ভিক্ষুরা ধর্মীয় রীতিনীতি মেনে জীবনযাপন করেন। সমাজে তারা শান্তি ও সম্প্রীতির বাণী ছড়িয়ে দেন। তারা আড়ম্বরহীন সাদাসিধা জীবনযাপন করেন। ভিক্ষা করে সামান্য যা পান তাই দিয়ে জীবনধারণ করেন। সর্বোপরি, ফুঙ্গিদের আদর্শ ও অনুকরণীয় জীবনাচরণের কারণে বার্মায় তাদের অত্যন্ত সম্মানের চোখে দেখা হয়।"""
    },
    # 10
    {
        "q": "চায়ের দোকানের লোকজন লেখকদের দিকে তাকিয়েছিল কেন?",
        "ans": """বিদেশি হওয়ার কারণে চায়ের দোকানের লোকজন লেখকদের দিকে তাকিয়েছিল।
লেখক ও তাঁর সঙ্গীদের পোশাক ও চালচলন মিয়ানমারের মানুষদের চেয়ে ভিন্ন ছিল। যেখানে আশপাশের সকলে লুঙ্গি পরিহিত ছিল, সেখানে লেখকরা পরেছিলেন প্যান্ট। তাছাড়া লেখকদের ভাষাও ছিল স্থানীয়দের চেয়ে সম্পূর্ণ ভিন্ন। সব মিলে দেশের মাটিতে বিদেশিদের দেখে কৌতূহলবশত চায়ের দোকানের লোকেরা লেখকদের দিকে তাকিয়েছিল।"""
    },
    # 11
    {
        "q": "'ওদের বয়স শতাব্দী বা তারও বেশি' বলতে কী বোঝানো হয়েছে?",
        "ans": """লেখক মংডু ভ্রমণ করে সেখানকার প্রাচীন কিছু গাছের বয়স উল্লেখ করে প্রশ্নোক্ত মন্তব্যটি করেছেন।
লেখক বিপ্রদাশ বড়ুয়া যখন মিয়ানমার যাওয়ার দ্বিতীয় দিনে শহরের রাস্তা ধরে হেঁটে যান, দুই পাশের শিরীষ, আম, কাঁঠাল, কৃষ্ণচূড়া প্রভৃতি প্রাচীন গাছ দেখতে পান। সেগুলোর মধ্যে কিছু গাছ লেখকের চোখে পড়েছে, যা অনেক পুরোনো। এই গাছগুলোকে দেখেই লেখক প্রশ্নোক্ত মন্তব্যটি করেছেন।"""
    }
]
