# -*- coding: utf-8 -*-
"""
MCQ Questions 51 to 100 for 'অতিথির স্মৃতি (শরৎচন্দ্র চট্টোপাধ্যায়)'
"""

MCQ_PART_2 = [
    {
        "stem": "বিদায়ের সময় লেখকের দিকে অতিথি এক দৃষ্টিতে তাকিয়েছিল কেন?",
        "options": {
            "ক": "ভালো লেগেছিল বলে",
            "খ": "লেখকের প্রতি অনুরাগ থেকে",
            "গ": "লেখকের বখশিশ পেয়ে",
            "ঘ": "তাকে বিদায় জানাতে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "কুকুরটি কোন সময় লেখকের ঘরে গিয়ে উপস্থিত হয়েছিল?",
        "options": {
            "ক": "দুপুরে",
            "খ": "সকালে",
            "গ": "বিকেলে",
            "ঘ": "রাতে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'দেখি অতিথি এইদিকে চেয়ে প্রস্তুত'- কী জন্য প্রস্তুত?",
        "options": {
            "ক": "লেখককে বিদায় জানানোর জন্য",
            "খ": "বেড়াতে যাওয়ার জন্য",
            "গ": "শিকারিকে আক্রমণের জন্য",
            "ঘ": "খাবার খাওয়ার জন্য"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "স্টেশনের ফটকের বাইরে অতিথির একদৃষ্টে চেয়ে থাকার মধ্য দিয়ে কী প্রকাশ পায়?",
        "options": {
            "ক": "লেখকের প্রতি মমত্ববোধ",
            "খ": "জাতিগত বৈচিত্র্য",
            "গ": "লেখকের প্রতি নিষ্ঠুরতা",
            "ঘ": "সংকীর্ণ মনের পরিচয়"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "স্টেশনে নেমেও গল্পকথক কাকে দেখতে পেলেন?",
        "options": {
            "ক": "দরিদ্র মেয়েটিকে",
            "খ": "বামুন ঠাকুরকে",
            "গ": "কুকুরটিকে",
            "ঘ": "পাখিদেরকে"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "অল্পবয়সি মেয়েগুলোর মাটি পর্যন্ত লুটিয়ে কাপড় পরার উদ্দেশ্য কী?",
        "options": {
            "ক": "স্থানীয় ঐতিহ্য বহন করা",
            "খ": "নিজের অসুস্থতা ঢাকা",
            "গ": "সৌন্দর্য প্রদর্শন করা",
            "ঘ": "নাচের অনুষ্ঠানে যোগ দেয়া"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "অতিথি ও গল্পকথকের মধ্যে সম্পর্কের প্রতিবন্ধকতা হিসেবে কাজ করে কে?",
        "options": {
            "ক": "কথক নিজেই",
            "খ": "বামুন ঠাকুর",
            "গ": "চাকর",
            "ঘ": "মালি-বৌ"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "'দোর' শব্দের অর্থ কী?",
        "options": {
            "ক": "দৌড়",
            "খ": "দরজা",
            "গ": "তাড়া",
            "ঘ": "ছোটাছুটি"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে 'আসামি' শব্দটি কী অর্থে ব্যবহার করা হয়েছে?",
        "options": {
            "ক": "অপরাধী",
            "খ": "অত্যাচারী",
            "গ": "রোগে আক্রান্ত",
            "ঘ": "ক্লান্ত"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পের কোন পাখির উল্লেখ নেই?",
        "options": {
            "ক": "ময়না",
            "খ": "দোয়েল",
            "গ": "শালিক",
            "ঘ": "বুলবুলি"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্রের 'বড়দিদি' উপন্যাস কত সালে প্রকাশিত?",
        "options": {
            "ক": "১৯০৩",
            "খ": "১৯০৫",
            "গ": "১৯০৭",
            "ঘ": "১৯০৯"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "বাংলাসাহিত্যের কালজয়ী কথাশিল্পী জনপ্রিয় লেখক বলা হয়েছে কাকে?",
        "options": {
            "ক": "রবীন্দ্রনাথ ঠাকুরকে",
            "খ": "বিভূতিভূষণ বন্দ্যোপাধ্যায়কে",
            "গ": "শরৎচন্দ্র চট্টোপাধ্যায়কে",
            "ঘ": "মানিক বন্দ্যোপাধ্যায়কে"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "অল্পবয়সি মেয়েরা মোজা পরত কেন?",
        "options": {
            "ক": "শীতকাল বলে",
            "খ": "অভিজাত বলে",
            "গ": "পা ফোলা ঢাকতে",
            "ঘ": "সৌন্দর্য বাড়াতে"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র জন্মগ্রহণ করেছেন কোথায়?",
        "options": {
            "ক": "কলকাতায়",
            "খ": "দিল্লিতে",
            "গ": "রেঙ্গুনে",
            "ঘ": "হুগলিতে"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায়ের কলেজ শিক্ষা অসমাপ্ত থাকে কেন?",
        "options": {
            "ক": "দরিদ্রতার কারণে",
            "খ": "পারিবারিক বাধার কারণে",
            "গ": "সামাজিক বাধার কারণে",
            "ঘ": "অসুস্থতার কারণে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায় কত সালে জন্মগ্রহণ করেন?",
        "options": {
            "ক": "১৮৭০",
            "খ": "১৮৭২",
            "গ": "১৮৭৬",
            "ঘ": "১৮৭৮"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "সাধারণ বাঙালি পাঠকের কোন বিষয়টি শরৎচন্দ্র চট্টোপাধ্যায় যথাযথভাবে উপলব্ধি করতে পেরেছিলেন?",
        "options": {
            "ক": "আবেগ",
            "খ": "রাজনৈতিক ভাবনা",
            "গ": "সাহিত্যচিন্তা",
            "ঘ": "প্রতিশোধপ্রবণতা"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "বেনে-বৌ পাখি জোড়া কী রঙের ছিল?",
        "options": {
            "ক": "কালো",
            "খ": "সাদা",
            "গ": "হলদে",
            "ঘ": "লাল"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "স্টেশনে বকশিশ থেকে বঞ্চিত হয়েছিল কে?",
        "options": {
            "ক": "অতিথি",
            "খ": "মালি",
            "গ": "মালিনী",
            "ঘ": "চাকর"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে কোন পাখি ইউক্যালিপটাস গাছে এসে বসে?",
        "options": {
            "ক": "শালিক",
            "খ": "বেনে-বৌ",
            "গ": "বুলবুলি",
            "ঘ": "টুনটুনি"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'লেখক দুই দিন অতিথির খবর নিতে পারেননি'- এর কারণ কী?",
        "options": {
            "ক": "ব্যস্ততা",
            "খ": "অবসন্নতা",
            "গ": "অলসতা",
            "ঘ": "অসুস্থতা"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "দরিদ্র ঘরের মেয়েটিকে দেখে লেখকের দুঃখ হতো কেন?",
        "options": {
            "ক": "রোগাক্রান্ত দুর্বল বলে",
            "খ": "বড় সন্তান ছিল না বলে",
            "গ": "শীর্ণ মুখ দেখে",
            "ঘ": "ছোট ছোট ছেলেমেয়ে দেখে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'হয়ত নিস্তব্ধ মধ্যাহ্নের কোনো ফাঁকে লুকিয়ে উপরে উঠে খুঁজে দেখবে আমার ঘরটা'- লেখকের এ কথায় কী প্রকাশ পেয়েছে?",
        "options": {
            "ক": "কুকুরের প্রতি অনুশোচনা",
            "খ": "কুকুরের প্রতি প্রতিবাদ",
            "গ": "কুকুরের প্রতি মমত্ব",
            "ঘ": "কুকুরের প্রতি বিরক্তি"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "মালি-বৌ কুকুরটিকে তাড়িয়ে দিয়েছিল কেন?",
        "options": {
            "ক": "মালিকে তাড়া করেছিল বলে",
            "খ": "মালি-বৌকে কামড় দিয়েছিল বলে",
            "গ": "বেঁচে যাওয়া খাবারে ভাগ বসিয়েছিল বলে",
            "ঘ": "ঘেউ ঘেউ শব্দ করেছিল বলে"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'গেট খুলে দিয়ে ডাকলাম, ভেতরে আয়'- কাকে ডাকা হয়েছিল?",
        "options": {
            "ক": "দরিদ্র মেয়েটিকে",
            "খ": "পাখি ব্যবসায়ীকে",
            "গ": "কুকুরটিকে",
            "ঘ": "বেরিবেরি রোগীকে"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "অতিথিকে বাগানে ঢুকতে না দিতে কাদের সায় ছিল?",
        "options": {
            "ক": "পাখিদের",
            "খ": "মালিনীদের",
            "গ": "বামুন ঠাকুরদের",
            "ঘ": "চাকরদের"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "কে খাওয়া সম্বন্ধে নির্বিকারচিত্ত ছিল?",
        "options": {
            "ক": "অতিথি",
            "খ": "পাখি",
            "গ": "পাখি ব্যবসায়ী",
            "ঘ": "মালিনী"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nবিথি তার আদরের পোষা বিড়ালটিকে কাজের লোকদের ওপর দেখাশোনার দায়িত্ব দিয়ে যান। কিন্তু কাজের বুয়া বিড়ালটিকে অভুক্ত রেখে সব খাবার নিজে নিয়ে যায়।\n\n৭৮। কাজের বুয়ার সঙ্গে 'অতিথির স্মৃতি' গল্পের কার মিল আছে?",
        "options": {
            "ক": "মালির",
            "খ": "বামন ঠাকুরের",
            "গ": "মালিনীর",
            "ঘ": "চাকরের"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে কোনটি ফুটে উঠেছে?",
        "options": {
            "ক": "জীবের প্রতি মানুষের মমতা",
            "খ": "জীবের প্রতি মানুষের নির্মমতা",
            "গ": "জীবের প্রতি মানুষের নিষ্ঠুরতা",
            "ঘ": "জীবের প্রতি মানুষের মহিমা"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পের শিক্ষা অনুযায়ী প্রাণীর প্রতি কী ধরনের আচরণ করা উচিত?",
        "options": {
            "ক": "উদাসীন",
            "খ": "সহানুভূতিশীল",
            "গ": "নিষ্ঠুর",
            "ঘ": "কৌশলী"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে লেখকের দেওঘরে আগমন কী কারণে?",
        "options": {
            "ক": "বায়ু পরিবর্তন",
            "খ": "অতিথির সাথে বন্ধুত্ব স্থাপন",
            "গ": "পশুপাখির ডাক শোনার জন্য",
            "ঘ": "নতুন স্থান দেখা"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'ভজন' বলতে কী বোঝ?",
        "options": {
            "ক": "প্রার্থনামূলক গান",
            "খ": "শ্রুতিমধুর সংগীত",
            "গ": "অর্থবহ সংগীত",
            "ঘ": "কৃত্রিম সংগীত"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "অতিথি বাড়ির ভেতরে ঢুকতে চাইল না কেন?",
        "options": {
            "ক": "আঘাত পাওয়ার ভয়ে",
            "খ": "চাকরদের দাঁড়িয়ে থাকতে দেখে",
            "গ": "ঘরের দরজা বন্ধ ছিল বলে",
            "ঘ": "বাইরে খাবার ছিল বলে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "লেখকের সবচেয়ে দুঃখ হতো কাকে দেখে?",
        "options": {
            "ক": "বামুন ঠাকুরকে দেখে",
            "খ": "মালিককে দেখে",
            "গ": "মালিনীকে দেখে",
            "ঘ": "দরিদ্র ঘরের মেয়েটিকে দেখে"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "লেখকের দেখা দরিদ্র ঘরের মেয়েটির বয়স কত ছিল?",
        "options": {
            "ক": "পনেরো-ষোলো",
            "খ": "বিশ-বাইশ",
            "গ": "চব্বিশ-পঁচিশ",
            "ঘ": "তিরিশ-বত্রিশ"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে গল্পকারের অন্ধকার রাত্রির সঙ্গী কে ছিল?",
        "options": {
            "ক": "পাখি",
            "খ": "কুকুর",
            "গ": "চাকর",
            "ঘ": "দরিদ্র মেয়ে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "কুকুরটি সম্মুখের পথের ধারে বসে থাকে কেন?",
        "options": {
            "ক": "মালির বৌ তাড়িয়ে দেওয়ায়",
            "খ": "কিছু খেতে পাওয়ার আশায়",
            "গ": "লেখকের ভালোবাসা পাওয়ার আশায়",
            "ঘ": "অচেনা পরিবেশের অজানা আশঙ্কায়"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে পাখিরা কতদিন পর পর হাজিরা দিয়ে যেত?",
        "options": {
            "ক": "প্রত্যহ",
            "খ": "দুই দিন",
            "গ": "তিন দিন",
            "ঘ": "চার দিন"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে কার কোনো আত্মীয়স্বজন ছিল না?",
        "options": {
            "ক": "অতিথির",
            "খ": "দরিদ্র ঘরের মেয়েটির",
            "গ": "বামুন ঠাকুরের",
            "ঘ": "মালিনীর"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে গল্পকথকের বিদায়ে কার উৎসাহই সবচেয়ে বেশি ছিল?",
        "options": {
            "ক": "পাখিদের",
            "খ": "গৃহকর্ত্রীর",
            "গ": "কুকুরের",
            "ঘ": "চাকরের"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পটি ছাত্রছাত্রীদের জন্য কী ফল বয়ে আনবে?",
        "options": {
            "ক": "প্রাণীর প্রতি সদ্ব্যবহার করতে শিখবে",
            "খ": "প্রাণীর প্রতি সহানুভূতি জাগাবে",
            "গ": "প্রাণীর প্রতি আনুগত্য করতে শিখবে",
            "ঘ": "প্রাণীর প্রতি বিদ্বেষ জাগাবে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায় রচিত উপন্যাস—\ni. দেনাপাওনা\nii. পথের দাবি\niii. গৃহদাহ\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "পা ফোলা অল্পবয়সি মেয়েগুলোর বৈশিষ্ট্য হলো—\ni. গরমের সময় মোজা পরা\nii. রাস্তায় ঢুলে ঢুলে হাঁটা\niii. মাটি পর্যন্ত লুটিয়ে কাপড় পরা\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পটিতে নিম্নলিখিত বাক্য পাওয়া যায়—\ni. আমাদের মাতৃভূমি পৃথিবীর স্বর্গ\nii. তার উৎসাহই সবচেয়ে বেশি\niii. গরম বাতাসে ধুলো উড়িয়ে সামনেটা আচ্ছন্ন করেছে\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'দোর' শব্দটি দ্বারা যা বোঝানো হয়েছে—\ni. দুয়ার\nii. দরজা\niii. বাড়ির ফটক\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nতানিম মামাবাড়ি বেড়াতে গেলে সেখানে একটি অসুস্থ কুকুর দেখতে পায়। সে কুকুরটি ডেকে নিয়ে খাবার ও যত্নের ব্যবস্থা করে। একপর্যায়ে তার সাথে কুকুরটির আন্তরিক সম্পর্ক গড়ে ওঠে। ফেরার পথে বাড়িতে চোর ডাকাতের উপদ্রব কমাতে সে কুকুরটিকে নিজের বাড়ি নিয়ে আসে।\n\n৯৬। উদ্দীপকের তানিম ও 'অতিথির স্মৃতি' গল্পের কথকের কুকুরটির প্রতি আচরণে কোন ধরনের ভিন্নতা রয়েছে?",
        "options": {
            "ক": "দায়িত্বজ্ঞানগত",
            "খ": "উদ্দেশ্যগত",
            "গ": "চেতনাগত",
            "ঘ": "কৌতূহলবোধে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nতানিম মামাবাড়ি বেড়াতে গেলে সেখানে একটি অসুস্থ কুকুর দেখতে পায়। সে কুকুরটি ডেকে নিয়ে খাবার ও যত্নের ব্যবস্থা করে। একপর্যায়ে তার সাথে কুকুরটির আন্তরিক সম্পর্ক গড়ে ওঠে। ফেরার পথে বাড়িতে চোর ডাকাতের উপদ্রব কমাতে সে কুকুরটিকে নিজের বাড়ি নিয়ে আসে।\n\n৯৭। উদ্দীপকে 'অতিথির স্মৃতি' গল্পের যে দিক প্রতিফলিত হয়েছে-\ni. অবলা জীবের সাথে মানুষের আন্তরিক সম্পর্ক\nii. অসহায় জীবের প্রতি মমতা ও যত্ন\niii. মানুষের প্রতি অবলা জীবের মমত্ববোধ\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায়ের যে বয়সের অধিকাংশ সময় ভাগলপুরে মাতুলালয়ে অতিবাহিত হয়—\ni. কৈশোর\nii. যৌবন\niii. বৃদ্ধ\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে যে পাখির কথা বলা হয়েছে-\ni. বুলবুলি ও শালিক\nii. টুনটুনি ও শ্যামা\niii. ময়না ও টিয়া\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "মালিনী সম্পর্কে যে কথাটি যুক্তিযুক্ত—\ni. অল্পবয়স্কা\nii. দেখতে ভালো\niii. খাওয়া সম্বন্ধে নির্বিকারচিত্ত\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ঘ",
        "explanation": ""
    }
]
