# -*- coding: utf-8 -*-
"""
Short Questions 1 to 22 for 'অতিথির স্মৃতি (শরৎচন্দ্র চট্টোপাধ্যায়)'
"""

SHORT_QUESTIONS = [
    {
        "question": "লেখকের অতিথি বারান্দার নিচে বসেছিল কেন?",
        "answer": "লেখকের প্রতি আনুগত্য ও ভালোবাসা থাকায় তারই সান্নিধ্য কামনায় অতিথি কুকুরটি বাইরের বারান্দার নিচে বসেছিল। একদিনের পরিচয়েই লেখকের সঙ্গে কুকুরটির বন্ধুত্ব হয়। কুকুরটির প্রতি যেমন লেখকের মমত্ববোধ সৃষ্টি হয় তেমনি লেখকের প্রতিও অতিথি কুকুরটির আনুগত্য ও ভালোবাসা প্রকাশ পায়। প্রথমে কুকুরটি লেখকের অপেক্ষায় গেটের বাইরে অবস্থান করে। পরবর্তীতে তারই সান্নিধ্য কামনায় বাইরের বারান্দার নিচে বসে থাকে।"
    },
    {
        "question": "মালির বউ কুকুরটাকে বাড়ি থেকে বের করে দিয়েছিল কেন?",
        "answer": "মালির বউয়ের খাবারে কুকুরটি ভাগ বসিয়েছিল বলে মালির বউ বাড়ি থেকে বের করে দিয়েছিল। অতিথিশালার অতিথিদের জন্য রাঁধা উদ্বৃত্ত খাবারগুলো নিয়মিত ভোগ করত মালির বউ। কুকুরটি সে খাদ্যের অংশীদার হিসেবে জুটলে তাতে মালির বউয়ের স্বার্থে বাধা পড়ে। তাই কুকুরটিকে সে মেরে বের করে দিয়েছিল।"
    },
    {
        "question": "'অতিথির স্মৃতি' গল্পের গল্পকারের সকাল কাটে কীভাবে?",
        "answer": "'অতিথির স্মৃতি' গল্পে গল্পকারের পাখিদের ভাবনায় সকাল কাটে। রাত শেষ হতে না হতেই পাখিদের আনাগোনা শুরু হয়। সেই সাথে গল্পকারের ব্যস্ততাও বেড়ে যায়। একের পর এক পাখিরা আমগাছ, বকুলকুঞ্জ, অশ্বথ গাছের মাথা থেকে বের হয়ে আসে। গল্পকার তা পরমানন্দে দেখতে থাকেন। পাখিরা যেমন প্রত্যহ হাজিরা হাঁকে, তেমনি গল্পকারও নিয়মিতভাবে সকালবেলা পাখিদের সময় দেন। কোনো পাখি এক, দুইদিন না আসলে তিনি উদ্বিগ্ন হয়ে উঠতেন। আবার পাখিদের ফিরে আসা দেখে ভাবনা ঘোচে তার। এমনিভাবে গল্পকারের প্রতিটি সকাল পাখিদের সাথেই কেটে যায়।"
    },
    {
        "question": "বেরিবেরির আসামি বলতে কাদের বোঝানো হয়েছে? ব্যাখ্যা কর।",
        "answer": "বেরিবেরির আসামি বলতে শোথ জাতীয় রোগাক্রান্তদের বোঝানো হয়েছে। বেরিবেরি একটি কঠিন রোগ। এ রোগ হলে হাত-পা ফুলে যায়। ফলে স্বাভাবিক কর্মকাণ্ডে বিঘ্ন ঘটে। এ রোগে আক্রান্ত হয়ে মানুষ অসহায় বোধ করে। মানুষের বাঁকা চোখের চাহনি থেকে রক্ষা পেতে তারা রোগাক্রান্ত স্থান ঢেকে রাখতে বিভিন্ন পদ্ধতি অবলম্বন করে। তাই শোথ জাতীয় রোগাক্রান্ত ব্যক্তিদের লেখক বেরিবেরির আসামি বলে আখ্যায়িত করেছেন।"
    },
    {
        "question": "বেনে-বৌ পাখির অনুপস্থিতিতে লেখকের ব্যস্ত হয়ে ওঠার কারণ কী?",
        "answer": "বেনে-বৌ পাখির অনুপস্থিতিতে লেখক অজানা ভয়ের নীরব বেদনায় ব্যস্ত হয়ে উঠলেন। দেওঘরের প্রাকৃতিক পরিবেশ ছিল অপূর্ব। প্রাচীরঘেরা বাগানের মধ্যে সকালবেলায় লেখক বিভিন্ন পাখির আনাগোনা লক্ষ করতেন। তিনি লক্ষ করতেন হলদে রঙের একজোড়া বেনে-বৌ পাখি প্রতিদিন একটু বিলম্বে আসত। এরা প্রাচীরের ধারের ইউক্যালিপটাস গাছের সবচেয়ে উঁচু ডালটায় বসে হাজিরা হেঁকে যেত। হঠাৎ একদিন তাদের অনুপস্থিতিতে লেখক অজানা ভয়ে ব্যস্ত হয়ে ওঠেন। তিনি ভাবলেন হয়তো পাখি দুটি ব্যাধের হাতে ধরা পড়েছে।"
    },
    {
        "question": "লেখক বাড়ি পৌঁছাতে কুকুরের সাহায্য কামনা করলেন কেন?",
        "answer": "অন্ধকার রাতে নিঃসঙ্গ সময়ের নিকটতম বন্ধু মনে করে বাড়ি পৌঁছাতে লেখক কুকুরের সাহায্য কামনা করলেন। দেওঘরে লেখক একদিন বাতব্যাধিগ্রস্ত কয়েকজন বৃদ্ধের হাঁটার গতিময়তা দেখে হাঁটতে অনুপ্রাণিত হন। সেদিনই তিনি হাঁটতে বের হন এবং বহুদূর চলে যান। অন্ধকার ঘনিয়ে এলে লেখক নিজেকে নিঃসঙ্গ মনে করেন। আর তখনই পেছনে একটি কুকুরের উপস্থিতি লক্ষ করলেন। এই মানবেতর প্রাণীটিকে দেখে লেখকের মাঝে মানবতাবোধ জেগে উঠল। লেখক আপন সঙ্গী ভেবে অন্ধকার রাতে বাড়ি পৌঁছতে কুকুরটির সাহায্য কামনা করলেন।"
    },
    {
        "question": "'ফোলা পায়ের লজ্জা ঢাকতে বেচারাদের কত না যত্ন'-বুঝিয়ে লেখ।",
        "answer": "'ফোলা পায়ের লজ্জা ঢাকতে বেচারাদের কত না যত্ন।'- কথাটি বেরিবেরি রোগে ভোগা মেয়েদের সম্পর্কে বলা হয়েছে। বিকেলবেলা লেখকের বাড়ির সামনে দিয়ে পা ফোলা মেয়েরা দলবেঁধে যেত। বেরিবেরি রোগের কারণে তাদের পা ফুলে গেছে, যা পায়ের সৌন্দর্য নষ্ট করে ফেলেছে। পায়ের এ ফোলা অবস্থা ঢাকতেই তারা গরমের দিনেও মোজা পরত।"
    },
    {
        "question": "'দেহ যেমন শীর্ণ মুখ তেমনি পান্ডুর'- কথাটি ব্যাখ্যা কর।",
        "answer": "দেওঘরে দেখা দরিদ্র ঘরের মেয়েটির শারীরিক অবস্থা প্রসঙ্গে লেখক এ কথাটি বলেছেন। লেখক পথের ধারে বসে বৈকালিক ভ্রমণে বেরুনো রোগীদের লক্ষ করতেন। বেরিবেরি আক্রান্ত রোগীদের মধ্যে একটি অল্পবয়সি মেয়ের শরীর ছিল রোগা, চেহারা বিবর্ণ। তার চলার শক্তি ছিল না, অথচ কোলে একটি শিশু। উদ্ধৃত উক্তিটি মেয়েটির করুণ অবস্থাকেই তুলে ধরেছে।"
    },
    {
        "question": "মধ্যবিত্ত গৃহস্থের ঘরে পীড়িতদের মধ্যে মেয়েদের সংখ্যা বেশি হওয়ার কারণ কী? ব্যাখ্যা করো।",
        "answer": "বিশ শতকের প্রথম দিকের সমাজে নারীদের অবস্থান বোঝানো হয়েছে আলোচ্য উক্তিটির মাধ্যমে। তৎকালীন মধ্যবিত্ত সমাজে তথা পরিবারে নারীদের মূল্যায়ন খুব একটা ছিল না। সারাদিন যেমন কাজ করতে হতো তেমন যত্ন তারা পেত না পরিবার থেকে। তাই নানা রোগে তারা আক্রান্ত হত সহজেই। এ কারণে মধ্যবিত্ত গৃহস্থের ঘরে পীড়িতদের মধ্যে মেয়েদের সংখ্যা বেশি।"
    },
    {
        "question": "লেখকের অতিথির চোখ দুটো ভিজে ভিজে দেখাচ্ছিলো কেনো?",
        "answer": "লেখকের নির্দেশমতো খাবার না পাওয়ায় অনাহারে অতিথির চোখ দুটো ভিজে ভিজে দেখাচ্ছিলো। লেখক প্রতিদিন অতিথিকে খাবার দেওয়ার জন্য বামুন ঠাকুরকে নির্দেশ দিয়েছিলেন। কিন্তু বামুন ঠাকুর তার নির্দেশ পালন না করে অতিথিকে প্রহার করে। এরপর যখন লেখক তার অতিথির কাছে খাবার সম্পর্কে কথা বলছিলেন, তখন যেন ক্ষুধার জ্বালায় তার চোখ দুটো ভিজে ভিজে দেখাচ্ছিলো।"
    },
    {
        "question": "গল্পকারের সকাল কাটে কীভাবে? বুঝিয়ে লেখো।",
        "answer": "বিচিত্র পাখিদের বিচিত্র কোলাহল শুনে ও তাদের দেখে গল্পকারের সকাল কাটে। রাত্রি তিনটার দিকে কাছে কোথাও একজনের গলাভাঙা একঘেয়ে সুরের ভজন শুনে গল্পকারের ঘুম ভেঙে যায়। তারপর তিনি বারান্দায় বসেন। ধীরে ধীরে ভোর হয় আর পাখিদের আনাগোনা শুরু হয়। আশেপাশের গাছে তারা বসে, তারপর শুরু হয় তাদের কলকাকলি। বিচিত্র বর্ণের নানা পাখি। এভাবেই পাখিদের দেখে ও তাদের গান শুনে গল্পকারের সকাল কাটে।"
    },
    {
        "question": "গল্পকার কী করে বেরিবেরি আসামিদের চিনতেন? বুঝিয়ে লেখো।",
        "answer": "গল্পকার মেয়েদের ফোলা পা, পায়ে মোজা পরা, মাটি পর্যন্ত লুটিয়ে কাপড় পরা ইত্যাদি দেখে বেরিবেরির আসামিদের চিনতেন। গল্পকার প্রতিদিন বসে বসে যারা বেড়াতে আসত তাদের দেখতেন। এদের মধ্যে ছিলো অল্পবয়সী একদল মেয়ে। তাদের পা ফোলা ফোলা। মোজা পরার দিন নয়, গরম পড়েছে, তবু কেউ কেউ আটসাট করে মোজা পরেছে। কেউবা মাটি পর্যন্ত লুটিয়ে কাপড় পড়েছে। কৌতূহলী লোকচক্ষু থেকে তারা তাদের বিকৃতিটা আড়াল করতে চায়। এভাবেই গল্পকার বেরিবেরির আসামিদের চিনতেন।"
    },
    {
        "question": "বেরিবেরির রোগীদের আসামি বলা হয়েছে কেনো? বুঝিয়ে লেখো।",
        "answer": "আসামিরা যেমন সবসময় নিজেকে লুকিয়ে রাখার চেষ্টা করে, বেরিবেরির রোগীরাও তেমনি তাদের রোগটাকে নানাভাবে লুকিয়ে রাখার কষ্ট করত বলে গল্পকার বেরিবেরির রোগীদের আসামি বলেছেন। বেরিবেরি আক্রান্ত রোগীরা নানাভাবে তাদের পায়ের বিকৃত রূপটা ঢাকার চেষ্টা করত। গরমের মধ্যেও কেউ কেউ মোজা পরত, কেউবা মাটি পর্যন্ত লুটিয়ে কাপড় পরত। উদ্দেশ্য মানুষের চোখ থেকে পা দুটোকে আড়াল করা। এ জন্যই তাদের বেরিবেরির আসামি বলা হয়েছে।"
    },
    {
        "question": "গল্পকারের অতিথি উপবাস করে কেনো? বুঝিয়ে লেখো।",
        "answer": "গল্পকারের বাড়ির উচ্ছিষ্ট খাবারগুলো কুকুরটিকে না দিয়ে দেওয়া হত মালিনীকে, তাই গল্পকারের অতিথি কুকুরটি উপবাস করে। একদিন বাইরে হাঁটতে গেলে একটি কুকুর গল্পকারের সঙ্গী হয়ে তাঁর সাথে তাঁর বাড়িতে আসে। গল্পকার জানতেন প্রতিদিন তাঁর বাড়িতে অনেক খাবার অবশিষ্ট থাকে, তাই তিনি চাকরকে বলেছিলেন কুকুরটিকে খেতে দিতে। কিন্তু সেই অবশিষ্ট খাবারের ওপর প্রবল দাবি ছিল মালিনীর। তাই চাকররা খাবারগুলো তাকেই দিত, আর সে কারণেই গল্পকারের অতিথি খাবার না পেয়ে উপবাস করে।"
    },
    {
        "question": "চাকরদের দরজা খোলার শব্দ শুনে অতিথি ছুটে পালিয়েছিলো কেনো?",
        "answer": "চাকরদের দরজা খোলার শব্দ শুনে মালি-বৌয়ের ভয়ে অতিথি ছুটে পালিয়েছিলো। মানবেতর একটি প্রাণী কুকুরের সঙ্গে অসুস্থ লেখকের কয়েক দিনের পরিচয়ের মধ্য দিয়ে গড়ে ওঠা একটি মমত্বের সম্পর্কই 'অতিথির স্মৃতি' গল্পের মূল বিষয়। লেখক তাকে অতিথির মর্যাদায় আপ্যায়ন করতে চাইলেও লেখকের আড়ালে চাকররা তাকে খাবার না দিয়ে বরং তাড়িয়ে দিয়েছে। কারণ লেখকের বাড়ির খাবারের অন্যতম ভাগীদার মালি-বৌ। তাই চাকরদের দরজা খোলার শব্দ শুনে অতিথি ভয়ে ছুটে পালিয়েছিল।"
    },
    {
        "question": "'যেন সত্যিকার একটা ভাবনা ঘুচে গেলো।' গল্পকারের এ কথা বলার কারণ ব্যাখ্যা করো।",
        "answer": "বেনে-বৌ পাখি দুটিকে আবার ফিরে আসতে দেখে গল্পকারের ভাবনা ঘুচে গেলো। প্রতিদিন ভোরে ঘুম থেকে উঠে গল্পকার বারান্দায় বসে পাখিদের আনাগোনা দেখতেন। বুলবুলি, শ্যামা, শালিক, টুনটুনি প্রভৃতি নানা ধরনের পাখিদের কলকাকলিতে মুখরিত হয়ে উঠতো আশেপাশের গাছপালা। এদের মধ্যে একজোড়া হলুদ রঙের বেনে-বৌ পাখি একটু দেরি করে আসতো। হঠাৎ দুদিন এদের আসতে না দেখে গল্পকার ব্যস্ত হয়ে উঠলেন। তিনি ভাবলেন ব্যাধেরা হয়ত ধরে নিয়ে গেছে, কিন্তু পরে তাদের ফিরে আসতে দেখে তার ভাবনা ঘুচে গেল। প্রকৃতির প্রতি মমত্ববোধ থেকেই গল্পকারের মনে এমন ভাবনার উদয় হয়েছিলো।"
    },
    {
        "question": "মালি-বৌ কুকুরটাকে তাড়িয়ে দিতো কেনো?",
        "answer": "বাড়তি খাবার অতিথিকে দেবে না বলেই মালি-বৌ অতিথিকে তাড়িয়ে দিতো। লেখকের অতিথি ছিল একটি কুকুর কিন্তু বাড়ির বাগানের মালি-বৌ কুকুরটিকে খেতে দিত না। লেখকের বাড়িতে প্রতিদিন অনেক খাবার নষ্ট হয়ে যায়, তবে সেই নষ্ট খাবারের ওপর প্রবল দাবি, ছিলো মালিনীর। তাই মালি-বৌ নিজের পাওনা খাবার অতিথিকে দেবে না বলেই তাকে তাড়িয়ে দিতো।"
    },
    {
        "question": "'কী ক্লান্তই না মেয়েটির চোখের চাহনি'- ব্যাখ্যা করো।",
        "answer": "দরিদ্র ঘরের রোগাক্রান্ত একটি মেয়ের অসহায় অবস্থা দেখে গল্পকার আলোচ্য উক্তিটি করেছেন। একটি দরিদ্র ঘরের মেয়েকে গল্পকার প্রায়ই হাঁটতে দেখতেন। সে একলা যেত, কোনো দল ছিল না তার। সাথে কোনো আত্মীয় স্বজন নেই, শুধু তিনটি ছোট ছোট ছেলেমেয়ে। বয়স চব্বিশ-পঁচিশের কাছাকাছি। দেহ শীর্ণ, মুখ পাণ্ডুর, নিজেকে টানবার সামর্থ্য নেই তার, তার উপর সবচেয়ে ছোটো ছেলেটি তার কোলে। সংসার, দারিদ্র্য, রোগ এ তিনের ভারে যেন মেয়েটি ক্লান্ত হয়ে পড়েছে তার চোখের চাহনিতেও সেই ক্লান্তির ভাব ফুটে উঠে।"
    },
    {
        "question": "লেখক দেওঘরে গিয়েছিলেন কেন? বুঝিয়ে লেখো। [কু. বো.'২০১৫]",
        "answer": "চিকিৎসকের পরামর্শে বায়ু পরিবর্তনের জন্য লেখক দেওঘরে গিয়েছিলেন। লেখক শারীরিকভাবে অসুস্থ ছিলেন বলে চিকিৎসক তাঁকে বায়ু পরিবর্তন করতে বলেন। বায়ু পরিবর্তন বলতে সাধারণত আবহাওয়া পরিবর্তনকে বোঝায়। অর্থাৎ অপেক্ষাকৃত স্বাস্থ্যকর কোনো স্থানে গমন করা। শারীরিকভাবে সুস্থ হতেই লেখক বায়ু পরিবর্তন করতে দেওঘর গিয়েছিলেন।"
    },
    {
        "question": "'ফোলা পায়ের লজ্জা ঢাকতে বেচারাদের কত না যত্ন।'- লেখক কেন এ কথাটি বলেছেন? [রা. বো.'২০১৮]",
        "answer": "বেরিবেরি রোগে আক্রান্ত মেয়েদের পায়ের সৌন্দর্যহানি আড়াল করার প্রচেষ্টা লক্ষ করে লেখক এ কথাটি বলেছেন। বেরিবেরি রোগে আক্রান্ত অল্পবয়সি মেয়েগুলো তাদের ফোলা পা যাতে অন্য কেউ দেখতে না পায় সেজন্য আড়াল করে রাখত। কেউ গরমের মধ্যেও মোজা পরে, কেউ মাটি পর্যন্ত লুটিয়ে কাপড় পরে পায়ের বিকৃত অংশ লুকাত। এ ব্যাপারটি লেখকের কাছে অস্বাভাবিক মনে হয়েছে বলেই তিনি এরূপ মন্তব্য করেছেন।"
    },
    {
        "question": "অতিথির চোখ দুটো ভিজে ভিজে দেখাচ্ছিল কেন? [সি. বো.'২০১৫; ভিকারুননিসা নূন স্কুল এন্ড কলেজ, ঢাকা]",
        "answer": "বাসার লোকদের বিরূপ আচরণের কারণে লেখকের কাছে নালিশ জানাতে আসার সময় কুকুরটির চোখ ভিজে ভিজে দেখাচ্ছিল। দেওঘরে বৈকালিক ভ্রমণে গিয়ে পরিচিত হওয়া কুকুরটিকে লেখক অতিথির মর্যাদায় বরণ করেন। কিন্তু লেখকের নির্দেশ মতো খাদ্য পাওয়ার পরিবর্তে কুকুরটির কপালে জুটেছিল মারধর। তাই একদিন দুপুরে বাড়ির চাকরদের অগোচরে কুকুরটি নালিশ জানাতে লেখকের দ্বারে হাজির হয়। লেখকের মনে হয়, নিজের দুরবস্থার কথা জানাতে গিয়েই অতিথি কুকুরটির চোখ ভিজে ভিজে দেখাচ্ছিল।"
    },
    {
        "question": "চাকরদের দরজা খোলার শব্দ শুনে অতিথি ছুটে পালিয়েছিল কেন? [ঢা. বো.'২০১৫]",
        "answer": "চাকরদের হাতে নির্যাতিত হওয়ার ভয়ে অতিথি দরজা খোলার শব্দে ছুটে পালিয়েছিল। 'অতিথির স্মৃতি' গল্পে লেখক বাড়িতে তাঁর অতিথির নিত্য খাবারের ব্যবস্থা করেন। কিন্তু বিষয়টি মালি-বৌয়ের পছন্দ হয়নি। কারণ বাড়ির বাড়তি খাবারে একমাত্র তারই অধিকার ছিল। এ কারণে তার হাতেই নির্যাতিত হতে হয় লেখকের অতিথিকে। আর তাই নির্যাতিত হওয়ার ভয়ে চাকরদের দরজা খোলার শব্দে সে ছুটে পালিয়েছিল।"
    }
]
