# -*- coding: utf-8 -*-
"""
MCQ Questions 101 to 145 for 'অতিথির স্মৃতি (শরৎচন্দ্র চট্টোপাধ্যায়)'
"""

MCQ_PART_3 = [
    {
        "stem": "'কিন্তু আপত্তি ছিল এবং অত্যন্ত গুরুতর আপত্তি' যে বিষয়টিতে—\ni. অতিথি তথা কুকুরকে খাবারের বাড়তি অংশ খাওয়ানো\nii. চাকরকে খাবারের বাড়তি অংশ খাওয়ানো\niii. মালীকে খাবারের বাড়তি অংশ খাওয়ানো\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পটি পাঠের মধ্যদিয়ে শিক্ষার্থীরা মানবেতর প্রাণীর প্রতি—\ni. নীরব ভূমিকা পালন করবে\nii. নিষ্ঠুরতা পরিহার করবে\niii. সহানুভূতি প্রকাশ করবে\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'কুঞ্জ' বলতে বোঝায়—\ni. লতাপাতায় আচ্ছাদিত বৃত্তাকার স্থান\nii. বাড়ির ফটক\niii. উপবন\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nমাসুম ভোরে উঠে ডানাভাঙা একটি শালিক পাখি দেখতে পায়। রাতের ঝড়ে তার এই অবস্থা। সে পাখিটিকে এনে যত্ন করে।\n\n১০৪। মাসুমের কাজের সঙ্গে 'অতিথির স্মৃতি' রচনার কার কাজের সাদৃশ্য রয়েছে?",
        "options": {
            "ক": "মালির",
            "খ": "চাকরের",
            "গ": "লেখকের",
            "ঘ": "মালিনীর"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nমাসুম ভোরে উঠে ডানাভাঙা একটি শালিক পাখি দেখতে পায়। রাতের ঝড়ে তার এই অবস্থা। সে পাখিটিকে এনে যত্ন করে।\n\n১০৫। উক্ত কাজের মধ্যে প্রকাশ পেয়েছে-\ni. জীবের প্রতি মমত্ববোধ\nii. অসহায় জীবের যত্ন নেয়া\niii. খুব ভোরে ঘুম থেকে জাগা\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পের মূল বিষয় কী?",
        "options": {
            "ক": "মানবেতর প্রাণীর সাথে মানুষের মমত্বের সম্পর্ক",
            "খ": "অসুস্থ মানুষের বায়ু পরিবর্তনের উপকারিতা",
            "গ": "মানবেতর প্রাণীর প্রতি কর্মচারীদের নিষ্ঠুরতা",
            "ঘ": "ভ্রমণের সুখকর অভিজ্ঞতা"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায় রচিত উপন্যাস—\ni. পল্লীসমাজ\nii. কপালকুণ্ডলা\niii. দেবদাস\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "অতিথির প্রতি লেখক দায়িত্ব পালন করেছেন—\ni. খাবার পরিবেশন করে\nii. খোঁজখবর নিয়ে\niii. খাবারের বিষয়টি নিশ্চিত করে\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "দরিদ্র ঘরের মেয়েটির ক্ষেত্রে যে কথাটি প্রযোজ্য—\ni. বয়স চব্বিশ-পঁচিশ\nii. দেহ শীর্ণ\niii. নিজের দেহটাকে টানবার শক্তি নেই\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "দেওঘরে থাকাকালীন গল্পকথক কেমন বাড়িতে অবস্থান করছিলেন?",
        "options": {
            "ক": "প্রাচীর ঘেরা বাগানের মধ্যে একটা ছোটো বাড়িতে",
            "খ": "প্রাচীর বিহীন পুরাতন জীর্ণ একটা ছোটো বাড়িতে",
            "গ": "প্রাচীর ঘেরা বাগানের মধ্যে একটা বড় বাড়িতে",
            "ঘ": "প্রাচীর বিহীন বাগানের মধ্যে একটা বড় বাড়িতে"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "গল্পকথকের ঘুম ভেঙে যাওয়ার কারণ কী? [কুমিল্লা জিলা স্কুল]",
        "options": {
            "ক": "মশার কামড়ের জন্য",
            "খ": "প্রচণ্ড গরমের কারণে",
            "গ": "একঘেয়ে গানের সুরে",
            "ঘ": "তীব্র শোরগোলের জন্য"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "পাখিদের আনাগোনা কখন শুরু হয়? [ঢা. বো.'২০১৬]",
        "options": {
            "ক": "সন্ধেবেলায়",
            "খ": "রাতের শেষে",
            "গ": "সকালবেলায়",
            "ঘ": "সাঁঝের বেলায়"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "কোন গাছটির কথা 'অতিথির স্মৃতি' গল্পে বলা হয়নি? [আইডিয়াল স্কুল এন্ড কলেজ, মতিঝিল, ঢাকা]",
        "options": {
            "ক": "আম",
            "খ": "ছাতিম",
            "গ": "বকুল",
            "ঘ": "অশ্বথ"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "বেনে-বৌ পাখি দুটোর রং কেমন ছিল? [খুলনা জিলা স্কুল]",
        "options": {
            "ক": "সবুজ",
            "খ": "বেগুনি",
            "গ": "কমলা",
            "ঘ": "হলদে"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "ইউক্যালিপটাস গাছের সবচেয়ে উঁচু ডালে বসে প্রত্যহ ডাকত কোন পাখিটা? [ব. বো.'২০১৭]",
        "options": {
            "ক": "বুলবুলি",
            "খ": "বেনে-বৌ",
            "গ": "শ্যামা",
            "ঘ": "টুনটুনি"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পের লেখকের মন কেন ব্যস্ত হয়ে উঠল? [দি. বো.'২০১৭]",
        "options": {
            "ক": "পাখিদের আনাগোনা দেখে",
            "খ": "পাখি দুটিকে না আসতে দেখে",
            "গ": "পাখিদের কলকাকলি শুনে",
            "ঘ": "গলাভাঙা সুরে ভজন শুনে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'এদেশে ব্যাধের অভাব নেই'- এখানে 'ব্যাধ' বলতে কাদের বোঝানো হয়েছে?",
        "options": {
            "ক": "বাতব্যাধিগ্রস্তদের",
            "খ": "ব্যাধিদের",
            "গ": "অভিযাত্রীদের",
            "ঘ": "শিকারিদের"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "পাখি চালান দেওয়া কাদের ব্যবসা? [ঢা. বো.'২০১৯]",
        "options": {
            "ক": "মালির",
            "খ": "মালিনীর",
            "গ": "ব্যাধের",
            "ঘ": "আসামির"
        },
        "correct": "গ",
        "explanation": "পাখি ও পশু শিকার করা যাদের পেশা তাদের ব্যাধ বলা হয়।"
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে মধ্যবিত্ত গৃহস্থের মেয়েরা মাটি পর্যন্ত কাপড় পরত কেন? [সি. বো.'২০১৬]",
        "options": {
            "ক": "সংস্কারের কারণে",
            "খ": "বিকৃতি আড়াল করতে",
            "গ": "ঠান্ডা থেকে রক্ষা পেতে",
            "ঘ": "সৌন্দর্যবৃদ্ধি করতে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে লেখকের সবচেয়ে দুঃখ হতো যাকে দেখে সে হলো- [রা. বো.'২০১৯; কু. বো.'২০১৯]",
        "options": {
            "ক": "পা ফুলো-ফুলো অল্পবয়সি একদল মেয়ে",
            "খ": "একটি দরিদ্র ঘরের মেয়ে",
            "গ": "বাতব্যাধিগ্রস্ত বৃদ্ধ ব্যক্তি",
            "ঘ": "একটি শক্তিসামর্থ্যহীন কুকুর"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "দরিদ্র ঘরের মেয়েটিকে দেখে লেখকের দুঃখবোধের কারণ- [রা. বো.'২০১৮]",
        "options": {
            "ক": "বয়স",
            "খ": "অসুস্থতা",
            "গ": "নিঃসঙ্গতা",
            "ঘ": "দূরবস্থা"
        },
        "correct": "ঘ",
        "explanation": "দরিদ্র ঘরের মেয়েটির বয়স আনুমানিক চব্বিশ-পঁচিশ। তার সাথে তিনটি ছোটো ছোটো ছেলেমেয়েও ছিল।"
    },
    {
        "stem": "'কী ক্লান্তই না মেয়েটির চোখের চাহনি।'- এখানে কার কথা বলা হয়েছে?",
        "options": {
            "ক": "মালিনী মেয়েটির",
            "খ": "দরিদ্র ঘরের মেয়েটির",
            "গ": "বাতব্যাধিগ্রস্তের",
            "ঘ": "পা ফোলা রোগীর"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে 'ক্ষুধা হরণের কর্তব্য' বলতে লেখক কী বোঝাতে চেয়েছেন? [কু. বো.'২০১৮]",
        "options": {
            "ক": "ক্ষুধা বাড়াতে পরিশ্রম",
            "খ": "খাদ্য সংগ্রহ করা",
            "গ": "ক্ষুধা নিবারণ করা",
            "ঘ": "খাদ্য জোগাতে পরিশ্রম"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'চাকরদের দরদ তার পরেই বেশি।'- 'তার' বলতে কার কথা বলা হয়েছে? [চ. বো.'২০১৮]",
        "options": {
            "ক": "মালি",
            "খ": "লেখক",
            "গ": "মালি-বৌ",
            "ঘ": "অতিথি"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "মালির বউ অতিথিকে মেরে বের করে দেয় কেন?",
        "options": {
            "ক": "ঘেউ ঘেউ করায়",
            "খ": "খাবারের ভাগ দিবে না",
            "গ": "কুকুর পছন্দ করে না",
            "ঘ": "মালির নির্দেশ থাকায়"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "অতিথিকে বাগানে ঢুকতে না দিলে সে কী করে?",
        "options": {
            "ক": "পথের ধারে বসে থাকে",
            "খ": "বাড়ির পিছনে বসে থাকে",
            "গ": "গেটের বাইরে বসে থাকে",
            "ঘ": "বারান্দার নিচে বসে থাকে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "মালি-বৌ কেন কুকুরটিকে তাড়িয়ে দেয়? [য. বো.'২০১৯]",
        "options": {
            "ক": "খাবারে ভাগ বসাবে বলে",
            "খ": "কামড়াবে বলে",
            "গ": "দেখতে কুৎসিত বলে",
            "ঘ": "ঘেউ ঘেউ করত বলে"
        },
        "correct": "ক",
        "explanation": "বাড়ির বাড়তি খাবারের অংশীদার ছিল মালি-বৌ। তাই সে নিজের খাবারের ভাগ কমে যাওয়া মেনে নিতে পারেনি।"
    },
    {
        "stem": "'তবু দিন-দুই দেরি করলাম নানা ছলে।'- লেখক কেন দেরি করেছিলেন? [ম. বো.'২০১৯]",
        "options": {
            "ক": "সুস্থতা লাভের আশায়",
            "খ": "কুকুরটির মমতায়",
            "গ": "ট্রেনের টিকিট না পাওয়ায়",
            "ঘ": "আরও কিছুদিন থাকার ইচ্ছায়"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'তার উৎসাহই সবচেয়ে বেশি।'- এ উৎসাহ কার? [কু. বো.'২০১৬]",
        "options": {
            "ক": "মালিনী",
            "খ": "অতিথি",
            "গ": "লেখক",
            "ঘ": "মালি"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "ট্রেন ছেড়ে দিলেও লেখক মনের মধ্যে বাড়ি ফিরে যাওয়ার আগ্রহ খুঁজে পেলেন না কেন? [চ. বো.'২০১৬; রা. বো.'২০১৫]",
        "options": {
            "ক": "গৃহের প্রতি উদাসীনতা",
            "খ": "অতিথির জন্য বিরহকাতরতা",
            "গ": "পরিবারের প্রতি অনীহা",
            "ঘ": "দেওঘরের প্রতি মমতা"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "ড্রেনে পড়া বিড়াল ছানাটিকে নিজ হাতে তুলে রাস্তার ধারে রাখলেন ব্যারিস্টার আকমল সাহেব। আকমল সাহেবের চেতনা কোন রচনায় প্রকাশিত? [য. বো.'২০১৬]",
        "options": {
            "ক": "মংডুর পথে",
            "খ": "অতিথির স্মৃতি",
            "গ": "কিশোর কাজি",
            "ঘ": "মার্চেন্ট অব ভেনিস"
        },
        "correct": "খ",
        "explanation": "একটি মানবেতর প্রাণীর সাথে গল্পকথকের মমত্বের সম্পর্কই 'অতিথির স্মৃতি' গল্পের মূল বিষয়।"
    },
    {
        "stem": "'ভজন' শব্দের অর্থ কী?",
        "options": {
            "ক": "ভোজন করা",
            "খ": "মহিমাকীর্তন",
            "গ": "ভ্রমণ",
            "ঘ": "সাধনা"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'কুঞ্জ' শব্দটি কী অর্থে ব্যবহৃত হয়েছে?",
        "options": {
            "ক": "অরণ্য",
            "খ": "ছায়াবীথি",
            "গ": "লতাগৃহ",
            "ঘ": "উপবন"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "মানুষ ও জীবনের মধ্যে সম্পর্ক স্থায়ী রূপ পেতে 'অতিথির স্মৃতি' গল্পে বাধা হয়ে দাঁড়ায় কোনটি?",
        "options": {
            "ক": "বাড়ির লোহার গেট",
            "খ": "দেওঘর ত্যাগ",
            "গ": "প্রতিকূল পরিবেশ",
            "ঘ": "মানবীয় আচরণ"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "পাঠকহৃদয় জয় করে কে বাংলা সাহিত্যের সবচেয়ে জনপ্রিয় লেখকে পরিণত হন?",
        "options": {
            "ক": "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
            "খ": "কাজী নজরুল ইসলাম",
            "গ": "শরৎচন্দ্র চট্টোপাধ্যায়",
            "ঘ": "রবীন্দ্রনাথ ঠাকুর"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "দরিদ্র ঘরের মেয়েটিকে দেখে লেখকের মনে হয়েছে— [রাজউক উত্তরা মডেল কলেজ, ঢাকা]\ni. বয়স চব্বিশ-পঁচিশ\nii. দেহ যেমন শীর্ণ, মুখ তেমনি পাণ্ডুর নয়\niii. শরীরের কোথাও যেন এতটুকু রক্ত নেই\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "ঝড়ে পড়ে যাওয়া পাখির ছানাটিকে মারুফ যত্নের সঙ্গে পাখিটির বাসায় পৌঁছে দিলো।- এখানে 'অতিথির স্মৃতি' গল্পের প্রতিফলিত দিকটি হলো— [ঢা. বো.'২০১৭]\ni. বিবেকবোধ\nii. জীবপ্রেম\niii. প্রকৃতিপ্রেম\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nজন্মগতভাবেই ফয়সালের বাম হাতের বৃদ্ধাঙুলটি নেই। তাই বন্ধুমহলে এবং যেকোনো মানুষের সামনেই সে সচেতনভাবে হাতটি আড়ালে রাখে।\n\n১৩৮। উদ্দীপকের ফয়সালকে কোন চরিত্রের সাথে তুলনা করা চলে? [আইডিয়াল স্কুল এন্ড কলেজ, মতিঝিল, ঢাকা]",
        "options": {
            "ক": "ভাবে উন্মত্ত জনগণ",
            "খ": "বেরিবেরির আসামি",
            "গ": "বিধু",
            "ঘ": "i, ii ও iii"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nজন্মগতভাবেই ফয়সালের বাম হাতের বৃদ্ধাঙুলটি নেই। তাই বন্ধুমহলে এবং যেকোনো মানুষের সামনেই সে সচেতনভাবে হাতটি আড়ালে রাখে।\n\n১৩৯। ফয়সালের উক্ত আচরণের পিছনে রয়েছে- [আইডিয়াল স্কুল এন্ড কলেজ, মতিঝিল, ঢাকা]",
        "options": {
            "ক": "মানুষের প্রতি হিংসা",
            "খ": "নিজের প্রতি অভিমান",
            "গ": "কৌতূহলী চোখ থেকে বাঁচার প্রচেষ্টা",
            "ঘ": "সমাজের প্রতি ঘৃণা"
        },
        "correct": "গ",
        "explanation": "বেরিবেরি রোগে হাত-পা ফুলে যায়। ফোলা পা আড়াল করার জন্যই আক্রান্তরা মোজা পরত।"
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nআকাশ সাহেব কবুতর পোষেন। খাবার নিয়ে বাব্বাকুম করে ডাকলে কবুতরগুলো ছুটে আসে। আকাশ সাহেবের দুঃখকষ্ট মনোভাব বুঝতে চেষ্টা করে।\n\n১৪০। উদ্দীপকটি 'অতিথির স্মৃতি' গল্পের কোন দিকটিকে ইঙ্গিত করে? [ব. বো.'২০১৯; রা. বো.'২০১৭]",
        "options": {
            "ক": "মানবেতর প্রাণীর প্রতি মমত্ববোধ",
            "খ": "মানুষের প্রতি মমত্ববোধ",
            "গ": "মালির প্রতি মমত্ববোধ",
            "ঘ": "মালির বউয়ের প্রতি মমত্ববোধ"
        },
        "correct": "ক",
        "explanation": "উদ্দীপক ও 'অতিথির স্মৃতি' গল্প উভয় ক্ষেত্রে মানুষের সাথে অবলা প্রাণীর স্নেহ-প্রীতির সম্পর্কের স্বরূপ ফুটে উঠেছে।"
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nআকাশ সাহেব কবুতর পোষেন। খাবার নিয়ে বাব্বাকুম করে ডাকলে কবুতরগুলো ছুটে আসে। আকাশ সাহেবের দুঃখকষ্ট মনোভাব বুঝতে চেষ্টা করে।\n\n১৪১। উদ্দীপকের মূলভাব 'অতিথির স্মৃতি' গল্পে যেভাবে প্রতিফলিত হয়েছে— [ব. বো.'২০১৯; রা. বো.'২০১৭]\ni. স্মৃতিকাতরতা\nii. স্বাস্থ্য সচেতনতা\niii. মনুষ্যত্ববোধ\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' রচনায় প্রকাশ পেয়েছে- [সি. বো.'২০১৮; য. বো.'২০১৬]",
        "options": {
            "ক": "প্রকৃতিপ্রেম",
            "খ": "দায়িত্বশীলতা",
            "গ": "ধর্মনিষ্ঠা",
            "ঘ": "জীবপ্রেম"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' রচনায় লেখকের সাথে অতিথিরূপী কুকুরের কী ধরনের সম্পর্ক গড়ে উঠেছে? [দি. বো.'২০১৮]",
        "options": {
            "ক": "স্নেহ-প্রীতির",
            "খ": "দায়িত্বশীলতার",
            "গ": "সম্পর্কসূত্রের",
            "ঘ": "মহত্ত্ব প্রদর্শনের"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "কত সালে শরৎচন্দ্র চট্টোপাধ্যায় জন্মগ্রহণ করেন?",
        "options": {
            "ক": "১৮৭৬ সালে",
            "খ": "১৮৭৭ সালে",
            "গ": "১৮৭৮ সালে",
            "ঘ": "১৮৭৯ সালে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "কোন বিশ্ববিদ্যালয় থেকে শরৎচন্দ্র ডি. লিট. উপাধি পেয়েছিলেন? [ভিকারুননিসা নূন স্কুল এন্ড কলেজ, ঢাকা]",
        "options": {
            "ক": "কলকাতা",
            "খ": "ঢাকা",
            "গ": "অক্সফোর্ড",
            "ঘ": "কেমব্রিজ"
        },
        "correct": "খ",
        "explanation": ""
    }
]
