# -*- coding: utf-8 -*-
"""
Creative Questions (CQ) 1 to 13 for 'অতিথির স্মৃতি (শরৎচন্দ্র চট্টোপাধ্যায়)'
"""

CQ_PART_1 = [
    {
        "cq_stem": "দরিদ্র বর্গাচাষি গফুরের অতি আদরের একমাত্র ষাঁড় মহেশ। কিন্তু দারিদ্র্যের কারণে ওকে ঠিকমতো খড়-বিচুলি খেতে দিতে পারে না। জমিদারের কাছে সামান্য খড় ধার চেয়েও পায় না। নিজে না খেয়ে থাকলেও গফুরের দুঃখ নেই। কিন্তু মহেশকে খাবার দিতে না পেরে তার বুক ফেটে যায়। সে মহেশের গলা জড়িয়ে ধরে কাঁদতে কাঁদতে বলে– মহেশ, তুই আমার ছেলে। তুই আমাদের আট সন প্রতিপালন করে বুড়ো হয়েছিস। তোকে আমি পেট পুরে খেতে দিতে পারি নে, কিন্তু তুইতো জানিস আমি তোকে কত ভালোবাসি। মহেশ প্রত্যুত্তরে গলা বাড়িয়ে আরামে চোখ বুজে থাকে।",
        "cq_sub_ka": "শরৎচন্দ্র চট্টোপাধ্যায় দেওঘরে গিয়েছিলেন কেন?",
        "cq_sub_kha": "অতিথি কিছুতে ভিতরে ঢোকার ভরসা পেল না কেন? ব্যাখ্যা কর।",
        "cq_sub_ga": "উদ্দীপকে মহেশের প্রতি গফুরের আচরণে 'অতিথির স্মৃতি' গল্পের যে দিকটি প্রকাশ পেয়েছে তা ব্যাখ্যা কর।",
        "cq_sub_gha": "উদ্দীপকের গফুরের সাথে লেখকের চেতনাগত মিল থাকলেও প্রেক্ষাপট ভিন্ন- 'অতিথির স্মৃতি' গল্পের আলোকে মন্তব্যটির যথার্থতা বিচার কর।",
        "cq_solution": """ক. শরৎচন্দ্র চট্টোপাধ্যায় দেওঘরে গিয়েছিলেন বায়ু পরিবর্তনের জন্যে।

খ. ভয়ে অতিথি ভেতরে ঢোকার ভরসা পেলো না।
হঠাৎ করে গল্পকার কিছুদিন ঘর হতে বের হননি। এতে অতিথি (কুকুর) উদ্বিগ্ন হয়ে পড়ে। এ ছাড়া ক্ষুধার তাড়নায় অতিথি সবার চোখকে ফাঁকি দিয়ে গল্পকারের ঘরের সামনে এসে হাজির হয়। গল্পকার তার সাথে কথা বলার পরও সে ভয়ে ঘরের ভেতরে ঢোকার সাহস পায় না।
মূলকথা : ভয়ের কারণে অতিথি ঘরে যাওয়ার ভরসা পায়নি।

গ. উদ্দীপকে মহেশের প্রতি গফুরের আচরণে 'অতিথির স্মৃতি' গল্পে অসহায় প্রাণীর প্রতি মমত্বের দিকটি প্রকাশ পেয়েছে।
'অতিথির স্মৃতি' গল্পটিতে দেখা যায়, মানবেতর একটি প্রাণীর সঙ্গে একটি অসুস্থ মানুষের কয়েকদিনের পরিচয়ের মধ্য দিয়ে গড়ে ওঠে একটি মমত্বপূর্ণ সম্পর্ক। মানুষে মানুষে যেমন স্নেহ-প্রীতির সম্পর্ক, অন্য জীবের সঙ্গেও মানুষের তেমন সম্পর্ক গড়ে উঠতে পারে। যেমনটি গল্পকারের সাথে কুকুরটির সম্পর্ক গড়ে উঠেছিলো। এই মানবেতর প্রাণীর প্রতি মমত্ব ও সহানুভূতির দিকটি গল্পে প্রকাশিত হয়েছে।
উদ্দীপকে পশু মহেশের প্রতি গফুরের সন্তানতুল্য সম্পর্কের প্রকাশ লক্ষ করা যায়। নিজে না খেলে সে যতটা দুঃখ পায়, তার চেয়ে বেশি দুঃখ পায় মহেশের অনাহারে। কারণ সে মহেশকে সন্তানের মতো ভালোবাসে। মহেশও তার সেই ভালোবাসা বুঝতে পেরে আরামে চোখ বুজে থাকে। এখানেও জীবের প্রতি জীবের ভালোবাসার প্রকাশ ঘটেছে। এদিক থেকে উদ্দীপক ও 'অতিথির স্মৃতি' গল্পের বিষয়বস্তুর তাৎপর্য সাদৃশ্যপূর্ণ।
মূলকথা : বিষয়বস্তু ও চেতনাগত ভাব প্রকাশের দিক থেকে উদ্দীপক ও 'অতিথির স্মৃতি' গল্প সাদৃশ্যপূর্ণ।

ঘ. উদ্দীপকের গফুরের সাথে গল্পকারের চেতনাগত মিল থাকলেও গল্পের প্রেক্ষাপট ভিন্ন– মন্তব্যটি যথার্থ।
'অতিথির স্মৃতি' গল্পের শুরুতেই গল্পকারের অসুস্থতার উল্লেখ পাওয়া যায়। আরোগ্য লাভের জন্য গল্পকার গিয়েছিলেন দেওঘরে হাওয়া বদল করতে এবং সেখানে একদিন বাইরে হাঁটতে বের হন। এরপরই কুকুরটি (অতিথি) গল্পকারের সাথে সাথে হাঁটতে থাকে। সম্ভবত মানবেতর ও মুখাপেক্ষী পশুটি গল্পকারের কাছে শান্তি পেয়েছিলো, যার ফলে কয়েকদিনেই সে গল্পকারের মনঃপূত হয়ে গেলো। এই স্মৃতি থেকেই 'অতিথির স্মৃতি' গল্পের রচনা বলে ধারণা করা যায়, তবে গল্পের চেতনায় জীবপ্রেম প্রকাশিত।
উদ্দীপকেও জীবপ্রেমের প্রকাশ লক্ষ করা যায়। গফুর দরিদ্র কৃষক। নিজের খাবার না জোটাতে পারলেও পশু মহেশের খাবার সে সংগ্রহ করে, কারণ মহেশ তার সন্তানের মতো। সে মহেশকে প্রচণ্ড ভালোবাসে। আর তাইতো মহেশ আদরে তার গলা বাড়িয়ে চোখ বুজে থাকে। এ ঘটনাই উদ্দীপকটিতে উপস্থাপিত হয়েছে। এর প্রেক্ষাপট কোনো স্মৃতিকে উল্লেখ করে বর্ণিত হয়নি। তবে চেতনাগত কারণে এর বিষয়বস্তু 'অতিথির স্মৃতি' গল্পের বিষয়বস্তুর সাথে সাদৃশ্যপূর্ণ।
উপর্যুক্ত আলোচনায় দেখা যায়, গল্পকার শারীরিক সুস্থতার জন্য দেওঘরে গেলে সেখানকার একটি কুকুরের প্রতি তাঁর সহানুভূতি সৃষ্টি হয়। আর উদ্দীপকে গফুরের পোষা মহেশের প্রতি সন্তানবাৎসল্য প্রকাশ পেয়েছে। তাই বলা যায়, উদ্দীপক ও গল্পটি চেতনাপ্রবাহে এক হলেও প্রেক্ষাপটের দিক থেকে ভিন্নতা লাভ করেছে।
মূলকথা : বিষয়বস্তুর তাৎপর্য প্রকাশে উদ্দীপক ও 'অতিথির স্মৃতি' গল্পটি প্রায় এক হলেও এদের মধ্যে প্রেক্ষাপটগত ভিন্নতা লক্ষ করা যায়।"""
    },
    {
        "cq_stem": "ভার্সিটির ক্লাস শুরু হয়ে যাওয়ায় ফারহান ঢাকা চলে যাচ্ছে। ট্রেন ছেড়ে দেয়ার মুহূর্তেও সে দেখে টমি তার বগির জানালার দিকে তাকিয়ে আছে। মাত্র মাস খানেক আগে এ কুকুরটা তাদের বাড়িতে আসে। অত্যন্ত ক্ষুধার্ত মনে হওয়ায় ফারহান কুকুরটাকে খাবার দিয়েছিল। আর সেই থেকেই কুকুরটা সারাক্ষণ তার আশেপাশে ঘুর ঘুর করে। ফারহানের কেমন মায়া পড়ে যায় কুকুরটার উপর। সে নিয়মিত ওকে খাবার দিতে যায়। আর আদর করে ওর নাম দেয় টমি।",
        "cq_sub_ka": "'বড়দিদি' উপন্যাস কোন পত্রিকায় প্রথম প্রকাশিত হয়?",
        "cq_sub_kha": "চাকরদের দরজা খোলার শব্দ শুনে অতিথি ছুটে পালিয়েছিল কেন?",
        "cq_sub_ga": "উদ্দীপকে 'অতিথির স্মৃতি' গল্পের প্রতিফলিত দিকটি ব্যাখ্যা কর।",
        "cq_sub_gha": "\"উদ্দীপকটি 'অতিথির স্মৃতি' গল্পের সমগ্র ভাবকে ধারণ করে না”- মন্তব্যটির যথার্থতা বিচার কর।",
        "cq_solution": """ক. 'বড়দিদি' উপন্যাসটি সর্বপ্রথম 'ভারতী' পত্রিকায় প্রকাশিত হয়।

খ. চাকরদের দরজা খোলার শব্দে অতিথি (কুকুরটি) ছুটে পালিয়েছিল পুনর্বার মার খাওয়ার ভয়ে।
লেখক তার প্রিয় অতিথিকে খেতে দেওয়ার আদেশ দিয়েছিলেন বাড়ির মালি বউকে। চাকরদের তাতে ভীষণ আপত্তি ছিল। কারণ বেঁচে যাওয়া খাবারের অংশীদার ছিলেন তিনি। তাই মালি বউ লেখকের অতিথিকে মেরে তাড়িয়ে দিয়েছিলেন। পরবর্তী সময় সুযোগ পেয়ে অতিথি লেখকের দুয়ারে এসে নীরব ভাষায় অভিযোগ জানায় আর মালি বউয়ের দরজা খোলার শব্দ পেয়ে পুনরায় যেন আবার মার খেতে না হয় সেজন্য ছুটে পালায়।

গ. উদ্দীপকে 'অতিথির স্মৃতি' গল্পের প্রতিফলিত দিক হচ্ছে মানবেতর প্রাণীর প্রতি ভালোবাসা।
'অতিথির স্মৃতি' গল্পে লেখক দেওঘর ছেড়ে আসার সময় অতিথি কুকুরের জন্য তীব্র টান অনুভব করেন; ঠিক একইভাবে উদ্দীপকের ফারহান ঢাকা ছাড়ার সময় প্রিয় কুকুর টমির জন্য তীব্র টান অনুভব করেন। গল্পকার এবং উদ্দীপকের ফারহান উভয়েই মানবেতর প্রাণীর সাথে এক আত্মীক ভালোবাসার বাঁধনে জড়িয়ে যান।
লেখক যেরূপভাবে তার অতিথিকে ভালোবেসেছিলেন, অতিথির আঘাত পাওয়ায় মর্মাহত হয়েছিলেন এবং অতিথির সাহচর্যে আনন্দিত হয়েছিলেন, উদ্দীপকের ফারহানও তার প্রিয় কুকুর টমির উপর একই রূপ টান অনুভব করে ট্রেন ছেড়ে যাবার সময়। তাই বলা যায় ভালোবাসার দিকটি উদ্দীপক এবং গল্পে সমানভাবে প্রতিফলিত হয়েছে।

ঘ. \"উদ্দীপকটি 'অতিথির স্মৃতি' গল্পের সমগ্রভাবকে ধারণ করে না\" মন্তব্যটি যথাযথ।
লেখক দেওঘর যাবার পর তার একাকীত্বের অবসান ঘটে মানবেতর একটি প্রাণীর আন্তরিক সাহচর্যে। এই প্রাণীটি কুকুর কিন্তু লেখক তাকে অভিহিত করেন অতিথি হিসেবে। তবে লেখক তার অতিথিকে আদর-আপ্যায়ন করার দিক দিয়ে বেশ অসহায়ত্বের পরিচয় দিয়েছেন। মালি বউ লেখকের অতিথিকে মেরে তাড়িয়ে দিয়েছেন, লেখক এহেন কার্যের কোনো প্রতিবাদ করেননি।
অপরদিকে ফারহান তার প্রিয় টমিকে নিয়মিত খাবার দিত, আদর-যত্ন করত। আর টমিও তার প্রতিদান স্বরূপ সর্বক্ষণ তার পাশে পাশে থাকত। তাই ফারহান যখন টমিকে ছেড়ে ঢাকায় চলে আসে তখন খুব খারাপ লাগে তার।
'অতিথির স্মৃতি' গল্পে লেখক বায়ু পরিবর্তন করতে গিয়ে কুকুরের সাথে অন্তরঙ্গতায় জড়ান। আর ফারহান তার নিজ বাড়িতে কুকুরটির সাক্ষাৎ পান। লেখক কুকুরের তেমন যত্ন নিতে না পারলেও ফারহান পেরেছে। তাই বলা যায় উদ্দীপকটি 'অতিথির স্মৃতি' গল্পের সমগ্রভাবকে ধারণ করে না।"""
    },
    {
        "cq_stem": "জামাল একটি ছাগল পোষে, তার নাম পুটু। জামাল তার নিজের খাবার এবং বাজার থেকে ভালো ভালো খাবার কিনে এনে খাইয়ে তাকে নাদুস-নুদুস করে তুলেছে। সে পুটুকে খুবই ভালোবাসে। চোরেরা একদিন পুটুকে চুরি করে নিয়ে গেলে পুটুর শোকে জামাল অসুস্থ হয়ে যায়।",
        "cq_sub_ka": "ভজন শুরু হয় কখন?",
        "cq_sub_kha": "কুকুরটি ভিতরে ঢোকার ভরসা পেল না কেন?",
        "cq_sub_ga": "উদ্দীপকের সাথে 'অতিথির স্মৃতি' গল্পের যে দিকটির সাদৃশ্য আছে তা বর্ণনা কর।",
        "cq_sub_gha": "\"উদ্দীপকটি 'অতিথির স্মৃতি' গল্পের সামগ্রিক দিকটি তুলে ধরেনি\"-বিশ্লেষণ কর।",
        "cq_solution": """ক. রাত তিনটে থেকে ভজন শুরু হয়।

খ. নতুন পরিচয়ের সংকোচে অতিথি কিছুতে ভিতরে ঢোকার ভরসা পেল না।
হাওয়া বদলের জন্য দেওঘরে গিয়ে পথে এক কুকুরের সঙ্গে লেখকের পরিচয় হয়। পথ চলতে চলতে কুকুরের সঙ্গে লেখকের হৃদ্যতা সৃষ্টি হলেও লেখক বাড়িতে পৌঁছে গেট খুলে দিলে সে ভেতরে ঢুকতে ভয় পায়। কারণ অচেনা কুকুর বাড়ির ভেতরে ঢুকলে অনেক সময় তাকে মারধর করে বের করে দেওয়া হয়। তাই ভেতরের পরিস্থিতি সম্পর্কে নিশ্চিত হতে না পেরে লেখকের আমন্ত্রণ সত্ত্বেও অতিথি কুকুরটি ভেতরে ঢোকার সাহস পায়নি।

গ. উদ্দীপকটিতে 'অতিথির স্মৃতি' গল্পের পশুপ্রেমের বিষয়টি প্রকাশ পেয়েছে।
'অতিথির স্মৃতি' গল্পে দেখা যায় যে, দেওঘরে গিয়ে লেখকের একটা কুকুরের সঙ্গে সখ্যতা গড়ে ওঠে। কুকুরের আনুগত্য ও ভালোবাসার কারণে লেখক কুকুরটাকে 'অতিথি' হিসেবে সম্বোধন করতেন। এছাড়াও লেখক একজন ব্যস্ত মানুষ। কিন্তু দেওঘর থেকে আসার সময় তাঁর মন খারাপ হয়ে গিয়েছিল কুকুরটির জন্য। পশুপ্রেমের এই দৃষ্টান্তের সাথেই উদ্দীপকের সাদৃশ্য রয়েছে।
উদ্দীপকের দেখা যায়, জামাল পুটুনামক ছাগলটিকে খুবই ভালোবাসে। বাজার থেকে ভালো খাবার কিনে এনে পুটুকে খাইয়ে হৃষ্টপুষ্ট করে তোলে এবং চোরেরা পুটুকে চুরি করে নিয়ে গেলে জামাল পুটুর শোকে অসুস্থ হয়ে পড়ে। এটিও পশুর প্রতি প্রেমের একটা বিরল দৃষ্টান্ত।

ঘ. 'অতিথির স্মৃতি' গল্পে যতগুলো দিক প্রকাশ পেয়েছে উদ্দীপকে তার সবগুলো দিক প্রকাশিত হয়নি।
যেসব পশু লোকালয়ে বাস করে অভ্যস্ত, তাদের সাথে মানুষের এক প্রকার অদৃশ্য সম্পর্ক সৃষ্টি হয়েছে। এ কারণে এসব পশু লোকালয়ে খুব স্বাভাবিকভাবে অবস্থান করে। যেমন: কুকুর, বিড়াল, ছাগল, ময়ূর ইত্যাদি। এসব প্রাণীর প্রতি অনেক মানুষের ভালোবাসা রয়েছে।
উদ্দীপকে পশুর প্রতি প্রেমের এক দারুণ দৃষ্টান্ত প্রকাশিত হয়েছে। জামাল তার ছাগল পুটুকে এই মাত্রায় ভালোবাসে যে পুটুর জন্য জামাল অসুস্থ হয়ে পড়ে। 'অতিথির স্মৃতি' গল্পে পশুর প্রতি আন্তরিকতার এ বিষয়টি বেশ স্পষ্টভাবেই ফুটে উঠেছে।
'অতিথির স্মৃতি' গল্পে লেখকের জীবনে অতিথি মাত্র কয়েকদিন ছিল। লেখক দেওঘরে অতিথি তথা কুকুরটাকে নিয়ে আসেননি। আবার কুকুরটার জন্য লেখক যে পরিমাণ খাবার বরাদ্দ করেছেন, তা কুকুরটা ঠিকমতো পেয়েছে কিনা, এসব বিষয়ে তার খেয়াল ছিল মনে মনে। এসব বিষয় উদ্দীপকে নেই। এসব দিক বিবেচনায় প্রশ্নোক্ত উক্তিটি যথার্থ হয়েছে।"""
    },
    {
        "cq_stem": "নানাবাড়ি থেকে সাদা রঙের ছাগলের বাচ্চা উপহার হিসেবে পায় সাকিব। বাচ্চাটি পেয়ে সে খুব খুশি হয়। সারাক্ষণ সে বাচ্চাটিকে যত্নে রাখে। ছাগল ছানাটিও সাকিবের পিছু ছাড়ে না। দেখতে দেখতে ছানাটি হৃষ্টপুষ্ট হয়ে উঠল। একদিন ভোরবেলা দেখা গেল ছাগল ছানাটি মরে পড়ে আছে। বিষাক্ত সাপের কামড়ে ছানাটির মৃত্যু হয়েছে। এ ঘটনায় সাকিব খুব মুষড়ে পড়ে।",
        "cq_sub_ka": "কত সালে 'বড়দিদি' উপন্যাস প্রকাশিত হয়?",
        "cq_sub_kha": "লেখকের সত্যিকার ভাবনা ঘুচে গেল কীভাবে?",
        "cq_sub_ga": "উদ্দীপকে ছাগল ছানাটির 'অতিথির স্মৃতি' গল্পে অতিথির মধ্যে বিদ্যমান সাদৃশ্য ও বৈসাদৃশ্যগুলো চিহ্নিত কর।",
        "cq_sub_gha": "'অতিথির স্মৃতি' গল্পে অতিথি উদ্দীপকের ছাগল ছানাটির মতো ততটা জীবনঘনিষ্ঠ নয়- মন্তব্যটি গল্পের আলোকে বিশ্লেষণ কর।",
        "cq_solution": """ক. ১৯০৭ সালে 'বড়দিদি' উপন্যাস প্রকাশিত হয়।

খ. হলদে রঙের বেনে-বৌ পাখি দুটিকে আবার দেখতে পেয়ে লেখকের সত্যিকারের ভাবনাটা ঘুচে গেল।
প্রতিদিন সকালে দেওঘরে ইউক্যালিপটাস গাছে এক জোড়া হলদে রঙের বেনে-বৌ পাখি এসে বসত এবং লেখক তা দেখতেন। কিন্তু হঠাৎ একদিন পাখি দুটি না আসায় লেখক ভাবলেন, হয়তো কেউ পাখি দুটিকে শিকার করেছে। কিন্তু তিন দিনের দিন পাখি দুটি আবার ফিরে আসে। তা দেখে লেখকের সত্যিকার একটা ভাবনা ঘুচে যায়।

গ. অতিথি ও ছাগলছানা দুটি প্রাণীই প্রভুভক্তির পরিচয় দিয়েছে। ইতর প্রাণী হয়েও মানুষের সঙ্গে তাদের চমৎকার সম্পর্ক রচিত হয়েছে। কিন্তু তাদের করুণ পরিণতি আমাদের বেদনাহত করে।
'অতিথির স্মৃতি' গল্পে দেওঘরে বেড়াতে গিয়ে লেখকের সঙ্গে পথের অচেনা কুকুরের সাথে অতিথির এক মধুর সম্পর্ক রচিত হয়। অতিথিও লেখকের ভালোবাসার মূল্য দিতে কার্পণ্য করেনি।
লেখকের বিদায়ের দিন তাকে অনুসরণ করে অতিথি রেল স্টেশন পর্যন্ত চলে যায়। কিন্তু প্রিয়জনকে কোনো বাঁধনে বেঁধে রাখতে পারেনি অতিথি। কর্তব্যের টানে লেখক অতিথিকে ছেড়ে বাড়ির দিকে পা বাড়ান। উদ্দীপকের সাকিবের সঙ্গেও তার পোষা ছাগলছানার ভালোবাসার সম্পর্ক সৃষ্টি হয়েছিল। কিন্তু দুর্ভাগ্যজনকভাবে ছাগলছানার সঙ্গে সাকিবের চিরবিচ্ছেদ ঘটে যায়। সাপের কামড়ে ছাগল ছানাটি অকালে মারা যায়।
উদ্দীপক এবং 'অতিথির স্মৃতি' গল্পে সাকিব ও লেখক একইভাবে ইতর প্রাণীর প্রতি ভালোবাসা পোষণ করে। অপরদিকে উভয় ক্ষেত্রে ভিন্ন পরিণতি দৃষ্টিগোচর হয়। উদ্দীপকের প্রিয় ছাগলছানাটি সাপের কামড়ে মারা যায় আর গল্পের লেখক দেওঘরে প্রিয় কুকুরটিকে ছেড়ে চলে আসেন।

ঘ. \"অতিথির স্মৃতি' গল্পে অতিথি উদ্দীপকের ছাগলছানাটির মতো ততটা জীবন ঘনিষ্ঠ নয়\" মন্তব্যটি যথাযথ।
চিকিৎসকের পরামর্শে 'অতিথির স্মৃতি' গল্পের লেখক একবার দেওঘরে যান এবং সেখানে একটি মানবেতর প্রাণী অর্থাৎ কুকুরের সঙ্গে তার মমত্বের সম্পর্ক গড়ে ওঠে। কিন্তু সেই সম্পর্ক স্থায়ী রূপ পেতে বাধাগ্রস্ত হয় নানা প্রতিকূল পরিস্থিতির কারণে। কিন্তু লেখক দেওঘর ছেড়ে আসার সময়ও কুকুরটিকে ভুলতে পারেননি এবং কুকুরটিও তাকে রেলস্টেশন পর্যন্ত এগিয়ে দিয়েছিল।
গল্পে দেখা যায়, অসুস্থ লেখক দেওঘরে গিয়ে একটি মানবেতর প্রাণীর সঙ্গে মমত্বের বন্ধনে আবদ্ধ হলেও সেখানকার নানা প্রতিকূল পরিস্থিতির কারণে তাকে যথার্থ আদর-আপ্যায়ন করতে পারেননি। কিন্তু সাকিবকে তেমন পরিস্থিতির মুখোমুখি হতে হয়নি। সাকিব তার পোষা ছাগলছানাটিকে হৃদয়ের সবটুকু ভালোবাসা উজাড় করে ভালোবেসেছিল। সাদা ছাগলছানাটিও তার প্রতিদান দিয়েছিল। সবসময় সে সাকিবের গা ঘেষে থাকত।
তাই উপর্যুক্ত আলোচনার শেষে দেখা যায়, সাকিব তার ছাগলছানাটিকে ছোট থেকে লালন-পালন করে বড় করে এবং সবসময় তার খেয়াল রাখে। যদিও ছাগলছানাটির শেষ পরিণতি হয় সাপের কামড়ে মৃত্যু। কিন্তু সাকিবের জীবনে ছাগলছানাটি ছিল ঘনিষ্ঠ সঙ্গী। যে অনুভূতি আমরা 'অতিথির স্মৃতি' গল্পে লেখকের মধ্যে দেখতে পাই না। লেখক অতিথির জন্য তীব্র মমতা উপলব্ধি করলেও তার জন্য বেশি কিছু করতে পারেননি।"""
    },
    {
        "cq_stem": "দীর্ঘদিন রোগভোগের কারণে সিয়ামের স্বাস্থ্যহানি ঘটেছে। ডাক্তারের নির্দেশে তখন সিয়ামকে আবহাওয়া পরিবর্তনের জন্য শ্রীমঙ্গলের চা-বাগান এলাকায় পাঠানো হয়। কিছুদিন থাকার ব্যবস্থা করা হয় মনোরম প্রাকৃতিক পরিবেশে। সেখানে বিচিত্র পাখির কলকাকলি, প্রকৃতির সবুজ পরিবেশ ও ভিন্ন আবহাওয়ায় সিয়াম বেশ সুস্থবোধ করে।",
        "cq_sub_ka": "'অতিথির স্মৃতি' গল্পের লেখক বায়ু পরিবর্তনের জন্য কোথায় গিয়েছিলেন?",
        "cq_sub_kha": "'পাখি চালান দেয়াই তাদের ব্যবসা'- কোন প্রসঙ্গে এ কথাটি বলা হয়েছে? ব্যাখ্যা কর।",
        "cq_sub_ga": "উদ্দীপকের সিয়ামের সঙ্গে 'অতিথির স্মৃতি' গল্পের কার সাদৃশ্য রয়েছে?",
        "cq_sub_gha": "মানুষের ওপর প্রাকৃতিক পরিবেশের প্রভাব উদ্দীপক ও 'অতিথির স্মৃতি' গল্পের আলোকে বিশ্লেষণ কর।",
        "cq_solution": """ক. 'অতিথির স্মৃতি' গল্পের লেখক বায়ু পরিবর্তনের জন্য দেওঘরে গিয়েছিলেন।

খ. পাখি শিকারিদের প্রসঙ্গে লেখক আলোচ্য উক্তিটি করেছেন।
চিকিৎসকের পরামর্শে লেখক বায়ুপরিবর্তনের জন্য দেওঘরে গিয়েছিলেন। সেখানকার প্রাকৃতিক পরিবেশে তিনি নানা জাতের পাখি দেখতে পান। এদের মধ্যে ছিল হলদে রঙের একজোড়া বেনে-বৌ পাখি। ইউক্যালিপটাস গাছের সবচেয়ে উঁচু ডালটাতে বসে তারা প্রত্যহ হাজিরা হেঁকে যেত। হঠাৎ দিন দুয়েক এ পাখি জোড়াকে আসতে না দেখে লেখকের মন ব্যাকুল হয়ে ওঠে। তার মনে সন্দেহ জাগে, ব্যাধেরা হয়তো তাদের ধরে বিক্রি করে দিয়েছে।

গ. উদ্দীপকের সিয়ামের সঙ্গে 'অতিথির স্মৃতি' গল্পের লেখকের সাদৃশ্য রয়েছে।
'অতিথির স্মৃতি' গল্পের লেখক বায়ুপরিবর্তনের জন্য চিকিৎসকের পরামর্শে দেওঘরে যান। সেখানকার প্রাকৃতিক পরিবেশ লেখককে মুগ্ধ করে। সে পরিবেশের সাথে তিনি একাত্ম হয়ে যান। বারান্দায় বসে পাখপাখালির সাথে তিনি স্নেহপূর্ণ ভাবাবেগ আদান-প্রদান করেন।
উদ্দীপকের সিয়াম দীর্ঘদিন রোগভোগের কারণে অত্যন্ত দুর্বল হয়ে পড়েছে। তাই ডাক্তারের নির্দেশে তাকে সুস্থ করে তোলার উদ্দেশ্যে আবহাওয়া পরিবর্তনের জন্য শ্রীমঙ্গলের চা-বাগান এলাকায় প্রাকৃতিক পরিবেশে পাঠানো হয়। কয়েক দিনের মধ্যে সেখানকার বিচিত্র পাখপাখালির প্রতি সিয়ামের মনে প্রীতির বন্ধন গড়ে ওঠে। তাই বলা যায়, উদ্দীপকের সিয়াম ও লেখকের মানসিকতার মধ্যে সাদৃশ্য বিদ্যমান।

ঘ. মানুষের ওপর প্রাকৃতিক পরিবেশের প্রভাব অপরিসীম, যা উদ্দীপক ও 'অতিথির স্মৃতি' গল্পে স্পষ্ট প্রতিফলিত হয়েছে।
প্রাকৃতিক পরিবেশ মানুষের মনে বিভিন্ন ধরনের আবেগ-অনুভূতির উদয় হয় কখনোবা মনের মধ্যে জন্ম দেয় সুখের অনুভূতি আবার কখনো প্রকৃতির অনুষঙ্গেই মন বেদনাবিধুর হয়ে ওঠে। মানুষের ওপর প্রকৃতির এই প্রভাবই উদ্দীপক ও 'অতিথির স্মৃতি' গল্পে ফুটে উঠেছে।
'অতিথির স্মৃতি' গল্পের লেখক বায়ু পরিবর্তনের উদ্দেশ্যে দেওঘরে যান। সেখানে প্রাকৃতিক পরিবেশ অত্যন্ত মনোমুগ্ধকর। সেখানে লেখকের ঘুম ভাঙে দোয়েলের গানে। পাশের বাড়ির আমগাছে, পথের ধারে অশ্বথ গাছের মাথায় বসে বিভিন্ন ধরনের পাখি কলকাকলিতে মেতে ওঠে। পরিবেশের প্রতিটি অনুষঙ্গ লেখকের মনে মায়ার বন্ধন তৈরি করে। উদ্দীপকেও দেখা যায়, দীর্ঘদিন রোগভোগের পর সিয়ামের স্বাস্থ্যহানি ঘটে। ডাক্তারের নির্দেশে তখন সিয়ামকে আবহাওয়া পরিবর্তনের জন্য শ্রীমঙ্গলের চা-বাগানে পাঠানো হয়। সেখানকার মনোরম প্রাকৃতিক পরিবেশ, বিচিত্র পাখির কলকাকলি, প্রকৃতির ছায়াঘেরা মনোমুগ্ধকর আবহাওয়ায় সিয়াম বেশ সুস্থ বোধ করে।
উল্লিখিত আলোচনায় বলা যায়, মানুষের ওপর প্রাকৃতিক পরিবেশের প্রভাব অপরিসীম।"""
    },
    {
        "cq_stem": "তন্ময় একটি কুকুর পোষে, কিন্তু বাড়ির বুয়ার জন্য সময়মতো তাকে খাবার দিতে পারে না তার মাকেও নানা কাজে বাড়ির বাইরে থাকতে হয়। তন্ময় যখন কাজের ব্যস্ততায় বাড়ির বাইরে থাকে বুয়া তখন লাঠি দিয়ে মেরে কুকুরটাকে গেটের বাইরে বের করে দেয়। কুকুরের জন্য বরাদ্দ খাবারটুকু গোপনে পাঠিয়ে দেয় তার নিজের লোকদের কাছে। বিষয়টি কুকুরটি বোঝে কিন্তু বোঝাতে পারে না তার প্রভু তন্ময়কে। ছুটির দিনে কুকুরটিকে নিয়েই বেড়াতে গিয়ে তন্ময় তাকে কিছু কিনে খেতে দেয়, এতেই সে খুশি। তন্ময় কাজে যাওয়ার সময় কুকুরটি তাকে কিছুটা পথ এগিয়ে দেয়।",
        "cq_sub_ka": "'অতিথির স্মৃতি' গল্পের অতিথি কে?",
        "cq_sub_kha": "'অতিথির স্মৃতি' গল্পটি পাঠের উদ্দেশ্য ব্যাখ্যা কর।",
        "cq_sub_ga": "উদ্দীপকের বুয়া চরিত্রটিতে 'অতিথির স্মৃতি' গল্পের কোন চরিত্রের প্রতিফলন ঘটেছে? ব্যাখ্যা কর।",
        "cq_sub_gha": "\"উদ্দীপকটি 'অতিথির স্মৃতি' গল্পের মূলভাবের নির্দেশ করে\"- মন্তব্যটির যথার্থতা নিরূপণ কর।",
        "cq_solution": """ক. 'অতিথির স্মৃতি' গল্পের অতিথি একটি বয়স্ক কুকুর।

খ. 'অতিথির স্মৃতি' গল্প পাঠের উদ্দেশ্য হলো পাঠক যেন মানবেতর প্রাণীর প্রতি নিষ্ঠুরতা পরিহার করে সহানুভূতিতে সিক্ত হয়।
গল্পটিতে লেখক তাঁর লেখায় মানবেতর একটি প্রাণীর সঙ্গে একটি অসুস্থ মানুষের কয়েক দিনের পরিচয়ের মধ্য দিয়ে মমত্বের সম্পর্ককে ফুটিয়ে তুলেছেন। লেখক দেখিয়েছেন মানুষে মানুষে যেমন স্নেহপ্রীতির সম্পর্ক অন্য জীবের সঙ্গে মানুষের তেমন সম্পর্ক গড়ে উঠতে পারে।

গ. উদ্দীপকের বুয়া চরিত্রটিতে 'অতিথির স্মৃতি' গল্পের বাগানের মালীর বউ অর্থাৎ মালিনী চরিত্রের প্রতিফলন ঘটেছে।
মানুষ ও অবলা জীব যখন স্নেহপ্রীতির বন্ধনে আবদ্ধ হয় তখন সেই সম্পর্ক স্থায়ী রূপ পেতে অনেকে বাধা হয়ে দাঁড়ায়। এক্ষেত্রে বাধা দেয়া চরিত্রটি নির্মম হয়েও উঠতে পারে। এমন নির্মমতার উজ্জ্বল দৃষ্টান্ত উদ্দীপকের বুয়া এবং 'অতিথির স্মৃতি' গল্পের মালিনী।
'অতিথির স্মৃতি' গল্পে দেখা যায়, লেখকের সাথে আসা কুকুরটিকে লেখক অতিথির মর্যাদা দেন এবং বামুন ঠাকুরকে খাবার দেয়ার জন্য বলেন। কিন্তু কুকুরটির ভাগ্যে খাদ্য জোটেনি। একটু ভিন্ন আঙ্গিকে হলেও এই ঘটনারই প্রতিফলন উদ্দীপকে লক্ষণীয়। উদ্দীপকে বর্ণিত তন্ময় একটি কুকুর পোষে। কিন্তু সময়মতো তাকে খাবার দিতে পারে না বাড়ির বুয়ার জন্য। এদিক থেকে উদ্দীপকের বুয়া চরিত্রটিতে 'অতিথির স্মৃতি' গল্পের মালী-বৌ চরিত্রের প্রতিফলন ঘটে।

ঘ. \"উদ্দীপকটি অতিথির স্মৃতি গল্পের মূলভাব ধারণ করে- মন্তব্যটি যথার্থ।\"
'অতিথির স্মৃতি' গল্পে লেখক মূলত দেখিয়েছেন, মানুষে-মানুষে যেমন স্নেহপ্রীতির সম্পর্ক গড়ে ওঠে, অন্য জীবের সঙ্গেও তেমন সম্পর্ক গড়ে উঠতে পারে। কিন্তু সেই সম্পর্ক নানা প্রতিকূলতার কারণে স্থায়ী রূপ পায় না। আবার এই সম্পর্কের সূত্র ধরে একটি মানুষ ওই জীবের প্রতি যখন মমতায় সিক্ত হয়, তখন অন্য মানুষের আচরণ হয়ে উঠতে পারে নির্মম।
উদ্দীপকের তন্ময় ও কুকুরটির সম্পর্কের মধ্য দিয়ে 'অতিথির স্মৃতি' গল্পের জীবের সাথে মানুষের সম্পর্কের দিকটি প্রকাশিত হয়েছে। আর কুকুরটির প্রতি চাকরানির ব্যবহারের মধ্য দিয়ে তুচ্ছ জীব ও মানুষের মধ্যে সম্পর্কের বাধার নির্মমতার দিকটি ফুটে উঠেছে। 'অতিথির স্মৃতি' গল্পের মূলভাবে যে বিষয় প্রকাশ পায় সেই বিষয়গুলোরই প্রতিফলন লক্ষ করা যায় উদ্দীপকে।
উল্লিখিত আলোচনায় বলা যায়, উদ্দীপকটি 'অতিথির স্মৃতি' গল্পের মূলভাবের ধারক।"""
    },
    {
        "cq_stem": "লালমনিরহাটের যুবায়ের প্রায় ১০ বছর ধরে তার পোষা হাতি কালাপাহাড়কে দিয়ে লাকড়ি টানা, চাষ করা, সার্কাস দেখানো ইত্যাদি কাজ করে আসছিলো। কিন্তু বর্তমানে দারিদ্র্যের কারণে হাতির খোরাক জোগাড় করতে না পেরে একদিন সে কালাপাহাড়কে বিক্রি করে দিলো। ক্রেতা কালাপাহাড়কে নিতে এসে ওর পায়ে বাঁধা রশি ধরে হাজার টানাটানি করে একচুলও নাড়াতে পারলো না। কালাপাহাড়ের দুচোখ বেয়ে শুধু টপটপ করে জল গড়িয়ে পড়ছে। পরদিন খদ্দের আরও বেশি লোকজন সাথে করে এসে কালাপাহাড়কে নিয়ে যাবে বলে চলে যায়। কিন্তু ভোরবেলা যুবায়ের দেখে- কালাপাহাড় মরে পড়ে আছে। হাউমাউ করে সে চিৎকার করে আর বলে– 'ওরে আমার কালাপাহাড়, অভিমান করে তুই চলে গেলি!'",
        "cq_sub_ka": "শরৎচন্দ্র চট্টোপাধ্যায় কলকাতা বিশ্ববিদ্যালয় থেকে কোন পদক লাভ করেন?",
        "cq_sub_kha": "লেখক দেওঘর থেকে বিদায় নিতে নানা অজুহাতে দিন দুই দেরি করলেন কেন?",
        "cq_sub_ga": "কালাপাহাড়ের আচরণে 'অতিথির স্মৃতি' গল্পের যে দিকটি প্রকাশ পেয়েছে তার বর্ণনা দাও।",
        "cq_sub_gha": "\"উদ্দীপকের যুবায়ের এর অনুভূতি আর 'অতিথির স্মৃতি' গল্পের লেখকের অনুভূতি একই ধারায় উৎসারিত\" মন্তব্যটির যথার্থতা বিচার করো।",
        "cq_solution": """ক. শরৎচন্দ্র চট্টোপাধ্যায় কলকাতা বিশ্ববিদ্যালয় থেকে 'জগত্তারিণী পদক' লাভ করেন।

খ. অতিথির সাথে সময় কাটানোর জন্য গল্পকার নানা ছলে দিন দুই দেরি করলেন।
গল্পকার দেওঘরে গিয়েছিলেন সুস্থতা লাভের জন্য। সেখানে গিয়ে এক কুকুরের সাথে তার মমত্বের সম্পর্ক সৃষ্টি হয়। বেশ কিছুদিন চলে গেলেও গল্পকার সুস্থ হলেন না। এদিকে যাওয়ার সময়ও ঘনিয়ে এলো; তারপরও অতিথির সাথে সময় কাটানো এবং সুস্থ না হওয়ার নানা অজুহাতে গল্পকার দিন দুই দেরি করলেন।
মূলকথা : অসুস্থ থেকে আরোগ্যের জন্য এবং অতিথির সাথে সময় কাটাতে গল্পকার দিন দুই দেরি করলেন।

গ. 'অতিথির স্মৃতি' গল্পের অতিথির সাথে উদ্দীপকের কালাপাহাড়ের চারিত্রিক বৈশিষ্ট্য ও ভাব প্রকাশে আচরণগত পার্থক্য লক্ষণীয়।
'অতিথির স্মৃতি' গল্পে দেখা যায়, গল্পকারের সাথে মানবেতর প্রাণী কুকুরের মমতার সম্পর্ক সৃষ্টি হয়। গল্পকার সুস্থতার জন্য দেওঘরে আসলে তাঁর হৃদ্যতা ও মনের কৌতূহলে কুকুরের সাথে আলাপ করে। গল্পকার কুকুরের কষ্ট বুঝতে পারে, আর সেই অতিথি গল্পকারের নিঃসঙ্গতা দূর করার জন্য তাকে দেখতে যাওয়া, সকল কষ্ট ও ক্ষুধার কষ্ট অব্যক্ত ভাষায় প্রকাশ করা অতিথি চরিত্রে দেখা যায়। আবার গল্পকারের যাওয়ার সময় হলে অতিথিই বেশি ব্যস্ত থাকে, স্টেশন পর্যন্ত সে হেঁটে যায় এবং ট্রেন ছাড়ার সময় সে করুণ দৃষ্টিতে লেখকের দিকে চেয়ে থাকে।
উদ্দীপকে দেখা যায়, লালমনিরহাটের যুবায়ের এর দশ বছর ধরে পোষা হাতি কালাপাহাড়। লাকড়ি টানা, চাষ করা এবং সার্কাস দেখানো হাতির দৈনিক কাজের অংশ। কিন্তু যুবায়ের দারিদ্র্যের কারণে তাকে বিক্রি করলে সে এক কদম বাড়ি থেকে নড়ে না। সে থাকতে চায় এবং চোখের পানি দিয়ে তার ব্যথা-কষ্ট প্রকাশ করে। পরদিন খদ্দের আরো বেশি লোক এনে দেখে কালাপাহাড় মরে পড়ে আছে। মূলত মালিকের প্রতি ভালোবাসার টানে সে না গিয়ে অভিমান করে মারা যায়। 'অতিথির স্মৃতি' গল্পের অতিথির আচরণ ছিল মানুষের মতো প্রাণবন্ত অন্যদিকে কালাপাহাড়ের আচরণে প্রবল প্রভুভক্তি লক্ষণীয়। তাই বলা যায়, মালিকের প্রতি ভক্তির ভাব প্রকাশে অতিথি ও কালাপাহাড়ের আচরণ ভিন্ন।
মূলকথা : 'অতিথির স্মৃতি' গল্পের অতিথি এবং কালাপাহাড়ের মালিকের প্রতি প্রবল ভালোবাসা থাকলেও তাদের ভাব প্রকাশের আচরণ ছিল স্বতন্ত্র।

ঘ. উদ্দীপকের যুবায়ের এর অনুভূতি আর 'অতিথির স্মৃতি' গল্পের গল্পকারের চেতনাগত অনুভূতি একই ধারায় উৎসারিত।
'অতিথির স্মৃতি' গল্পটি একটি স্মৃতিচারণমূলক গল্প; এতে জীবপ্রেমের প্রকাশ ঘটানো হয়েছে। মানুষে মানুষে যেমন সম্পর্ক গড়ে উঠতে পারে তেমনি পশুতে-মানুষে সম্পর্ক গড়ে উঠতে পারে। যেমনটি গল্পকারের কথকতায় বোঝা যায়। গল্পকার কুকুরের প্রতিও এক ধরনের মমত্ববোধের টানে তার সাথে সখ্য গড়ে তুলেছিলেন। এটি মানব হৃদয়ের মানবিকতাবোধ সংবলিত একটি অনুভূতি যা জীবের প্রতি ভালোবাসাবোধ জাগায়।
উদ্দীপকেও যুবায়ের চরিত্রে এমন জীবপ্রেমের প্রমাণ পাওয়া যায়। দারিদ্র্যের কারণে যুবায়ের ১০ বছরের পোষা হাতিকে বিক্রি করে দিলেও কালাপাহাড়কে সে গভীরভাবে ভালোবাসে। পশুর সাথে মানুষের সম্পর্ক প্রীতি ও মমত্বের। যুবায়ের কালাপাহাড়ের মৃত্যুর পরও হাউমাউ করে চিৎকার করেছিল। এর কারণ পশু কালাপাহাড়ের প্রতি তার ভালোবাসা।
উপর্যুক্ত আলোচনায় দেখা যায়, গল্পকার ও উদ্দীপকের যুবায়ের দুইজনই মানবিক সহানুভূতিশীল। তাই পশুর প্রতি তাদের ভালোবাসা ও সহানুভূতি প্রকাশ পেয়েছে। তাই বলা যায়, উদ্দীপকের যুবায়ের এর এমন নিঃস্বার্থ ভালোবাসার অনুভূতি আর 'অতিথির স্মৃতি' গল্পের গল্পকারের জীবানুভূতির প্রকাশ একই ধারায় উৎসারিত।
মূলকথা : মানবিক দিক ও জীবের প্রতি প্রেমানুভূতি প্রকাশে যুবায়ের ও গল্পকার একই চেতনাসমৃদ্ধ।"""
    },
    {
        "cq_stem": "গাড়িটা থামতেই লোকটা ছুটে এলো। যেন এক্ষুণি কেঁদে ফেলবে, এমন একটা ভাব। ছুটে এসে কেমন করুণ গলায় বলল, আপনাদের কাছে স্যার রক্ত বন্ধ করার কোনো ওষুধ আছে? রীতিমতো অবাক হবার পালা। মেজদা জিজ্ঞেস করলেন, কেন, কী দরকার? স্যার, একটা খরগোশ মানে একটা খরগোশ খুব আঘাত পেয়েছে। খুব রক্ত পড়ছে ওটার পা থেকে। আমি খরগোশটাকে ওখানে রেখে এসেছি, স্যার। ওষুধ লাগাতে পারলে হয়তো বাঁচাতে পারতাম।",
        "cq_sub_ka": "সবচেয়ে ভোরে ওঠে কোন পাখি?",
        "cq_sub_kha": "লেখকের অতিথির চোখ দুটো ভিজে ভিজে দেখাচ্ছিল কেন?",
        "cq_sub_ga": "উদ্দীপকের লোকটির আকুতি 'অতিথির স্মৃতি' গল্পের কার অনুভূতির সাথে সাদৃশ্যপূর্ণ? ব্যাখ্যা কর।",
        "cq_sub_gha": "\"প্রেক্ষাপট ভিন্ন হলেও 'অতিথির স্মৃতি' গল্পের মূল সুরই উদ্দীপকে প্রতিফলিত হয়েছে”- মন্তব্যটির যথার্থতা বিচার কর।",
        "cq_solution": """ক. সবচেয়ে ভোরে ওঠে দোয়েল পাখি।

খ. অতিথিশালার লোকদের কাছে নিগৃহীত হয়ে লেখকের কাছে নালিশ জানাতে এসে কুকুরটির চোখ ভিজে ভিজে দেখাচ্ছিল।
লেখকের নির্দেশমতো খাদ্য পাওয়ার পরিবর্তে কুকুরটির কপালে জুটেছিল মারধর। তাই একদিন দুপুরে বাড়ির চাকরদের অগোচরে কুকুরটি নালিশ জানাতে সমব্যথীর কাছে নিজের দুর্ভাগ্যের কথা জানাতে গিয়ে তার চোখ দুটি ভিজে ভিজে হয়ে যায়।

গ. উদ্দীপকে লোকটির আকুতির সঙ্গে 'অতিথির স্মৃতি' গল্পে লেখকের অনুভূতির পুরোপুরি সাদৃশ্য রয়েছে।
কথাশিল্পী শরৎচন্দ্র চট্টোপাধ্যায় রচিত 'অতিথির স্মৃতি' গল্পে একটি কুকুরের সঙ্গে অসুস্থ লেখকের কয় দিনের পরিচয়ের মধ্য দিয়ে গড়ে ওঠা মমত্বের সম্পর্ক প্রকাশ পেয়েছে। উদ্দীপকেরও মূলবিষয় পশুপাখির মতো তুচ্ছ জীবের প্রতি মানুষের অকৃত্রিম মমত্ববোধ।
উদ্দীপকে প্রাণিপ্রেমিক লোকটি পাখিদের দুঃখ-কষ্ট লাঘব করার জন্য জঙ্গলে জঙ্গলে ঘুরে বেড়ায়। আহত খরগোশকে সুস্থ করার জন্য রাস্তায় গাড়ি থামিয়ে ওষুধ খোঁজে। খরগোশের কষ্ট যেন তাকেও সমান কষ্ট দেয়। অনুরূপ 'অতিথির স্মৃতি' গল্পে লেখক বায়ুপরিবর্তনের জন্য দেওঘরে বেড়াতে গেলে কুকুরটির সঙ্গে তার দেখা হয় এবং উভয়ের মধ্যে সখ্যতা গড়ে ওঠে। এই সম্পর্ক কদিনেই অত্যন্ত গভীর হয়। দেওঘর থেকে বিদায় নেয়ার দিনে লেখক কুকুরটির কথা ভেবে ব্যথিত হন।

ঘ. \"প্রেক্ষাপট ভিন্ন হলেও 'অতিথির স্মৃতি' গল্পের মূল সুরই উদ্দীপকে প্রতিফলিত হয়েছে।”- উক্তিটি যথাযথ।
'অতিথির স্মৃতি' গল্পে একটি অচেনা কুকুরের সঙ্গে লেখকের মমত্ববোধ প্রকাশ পেয়েছে। আর উদ্দীপকে দেখতে পাই বন্য পশুপাখিদের প্রতি লোকটির মমত্ববোধ।
উদ্দীপকে বর্ণিত প্রাণিপ্রেমিক লোকটি পশুপাখিদের দুঃখ-কষ্ট লাঘব করার জন্য ব্যস্ত। অসুস্থ ও আহত প্রাণীদের সুস্থ করার জন্য সে ওষুধ খুঁজে বেড়ায় এবং চিকিৎসা করে নিরাপদ স্থানে পৌঁছে দেয়। 'অতিথির স্মৃতি' গল্পে লেখকের সঙ্গে পথের কুকুরটির সখ্য গড়ে ওঠে। এমনকি বিদায় নেয়ার দিনে কুকুরটাকে ছেড়ে আসতে লেখকের মন সায় দিচ্ছিল না।
উভয় দৃষ্টান্ত বিশ্লেষণে আমরা দেখতে পাই, উদ্দীপকের লোকটি ছিল প্রাণিপ্রেমিক। প্রাণীদের দুঃখ-কষ্ট ও অসুস্থতায় তার দুশ্চিন্তার শেষ থাকে না। তেমনি আলোচ্য গল্পের লেখকও ছিলেন মানবেতর প্রাণীর প্রতি সহমর্মী। তুচ্ছ একটি জীবের প্রতি লেখকের মনের মধ্যে যে দুর্নিবার আকর্ষণ, তাই এ গল্পের মূল উপজীব্য। এভাবে উদ্দীপকের প্রাণিপ্রেমিক লোকটির মধ্যে প্রেক্ষাপট ভিন্ন হওয়া সত্ত্বেও 'অতিথির স্মৃতি' গল্পের মূল সুরকে প্রতিফলিত করেছে।"""
    },
    {
        "cq_stem": "বিল্লি আশার প্রিয় পোষা বিড়াল। সকালে উঠেই সে বিল্লির খোঁজ করে, স্কুল থেকে ফিরে বিল্লিকে খাওয়ায়, বিকালে বিল্লিকে নিয়ে খেলা করে বাগানে। দিন শেষে আশা যখন পড়তে বসে, বিল্লি তখন তার পায়ের কাছে বসে থাকে।",
        "cq_sub_ka": "বেনে-বৌ পাখি কোন গাছে বসে হাজিরা হেঁকে যেত?",
        "cq_sub_kha": "'বকশিশ পেল সবাই, পেল না কেবল অতিথি'- কারণ লেখ।",
        "cq_sub_ga": "আশার মধ্যে 'অতিথির স্মৃতি' গল্পের কোন দিকটি ফুটে উঠেছে? ব্যাখ্যা কর।",
        "cq_sub_gha": "উদ্দীপকে বর্ণিত আশার অনুভূতি 'অতিথির স্মৃতি' গল্পের লেখকের সমধর্মী হলেও পুরোপুরি এক নয়।-মন্তব্যটির যথার্থতা যাচাই কর।",
        "cq_solution": """ক. বেনে-বৌ পাখি প্রাচীরের ধারের ইউক্যালিপটাস গাছের উঁচু ডালে বসে হাজিরা হেঁকে যেত।

খ. অতিথির সঙ্গে লেখকের শুধু মমত্ব বা স্নেহপ্রীতির সম্পর্ক থাকায় সে কোনো বকশিশ অর্থাৎ পারিতোষিক পেল না।
লেখক স্বাস্থ্যগত কারণে চিকিৎসকের পরামর্শে দেওঘরে যাওয়ার পর একটা কুকুরের সঙ্গে তার মমত্বের সম্পর্ক গড়ে ওঠে। দেওঘর ছেড়ে আসার দিন মমত্বের টানেই সে রেলস্টেশন পর্যন্ত আসে। লেখককে ট্রেনে তুলে দেওয়ার জন্য মালপত্র বহন করে যারা এসেছিল, তারা সবাই পারিতোষিক পেয়েছিল। কিন্তু অতিথি কুকুরটির সঙ্গে লেখকের অর্থনৈতিক সম্পর্কের ঊর্ধ্বে কেবল স্নেহপ্রীতির সম্পর্ক ছিল বলে সে কোনো বকশিশ বা পারিতোষিক পায়নি। কারণ সবাই এসেছিল অর্থের বিনিময়ে আর অতিথি এসেছে মমত্বের টানে।

গ. আশার মধ্যে 'অতিথির স্মৃতি' গল্পের মানবেতর প্রাণীর প্রতি মমত্বের সম্পর্কের দিকটি ফুটে উঠেছে।
উদ্দীপকের আশার মধ্যে মানবেতর প্রাণীর প্রতি মমত্ববোধের পরিচয় পাওয়া যায়। বিল্লি নামে তার একটি পোষা বিড়াল আছে। সকালে ঘুম থেকে উঠেই সে বিল্লির খোঁজখবর নেয় এবং স্কুল থেকে ফিরে এসেই তাকে খাওয়ায়। বিকালে আশা বিল্লিকে সঙ্গে নিয়ে বাগানে যায় এবং তার সাথে খেলা করে। আশা যখন রাতে পড়তে বসে, তখন বিল্লিও তার পায়ের কাছে বসে থাকে।
'অতিথির স্মৃতি' গল্পে অসুস্থ লেখক চিকিৎসকের পরামর্শে বায়ুপরিবর্তনের জন্য দেওঘরে যান। সেখানে একটি কুকুরের সাথে লেখকের পরিচয় হয় এবং কয়েক দিনের পরিচয়ে মানবেতর এই প্রাণীটির সঙ্গে তাঁর মমত্বের সম্পর্ক গড়ে ওঠে। লেখক তাকে অতিথির মর্যাদায় আদর-আপ্যায়ন করেন। দেওঘর থেকে ফিরে আসার সময়ও তিনি কুকুরটিকে ভুলতে পারেননি। আশার মধ্যে 'অতিথির স্মৃতি' গল্পের এই মমত্বের দিকটিই ফুটে উঠেছে।

ঘ. \"উদ্দীপকে বর্ণিত আশার অনুভূতি 'অতিথির স্মৃতি' গল্পের লেখকের সমধর্মী হলেও পুরোপুরি এক নয়”- প্রেক্ষাপটের দিক থেকে মন্তব্যটি যথার্থ।
চিকিৎসকের পরামর্শে 'অতিথির স্মৃতি' গল্পের লেখক একবার দেওঘরে যান এবং সেখানে একটি মানবেতর প্রাণী অর্থাৎ কুকুরের সঙ্গে তার মমত্বের সম্পর্ক গড়ে ওঠে। কিন্তু সেই সম্পর্ক স্থায়ী রূপ পেতে বাধাগ্রস্ত হয় নানা প্রতিকূল পরিস্থিতির কারণে। লেখক কুকুরটিকে অতিথির মর্যাদায় আদর-আপ্যায়ন করতে চেয়েও সেখানকার মালির বউয়ের আপত্তির কারণে পারেন না। অতিথিকে মারধর করে তাড়িয়ে দিয়ে লেখকের বাড়তি খাবারের অংশীদার হয় বাগানের মালির বউ মালিনী। কিন্তু লেখক দেওঘর ছেড়ে আসার সময়ও কুকুরটিকে ভুলতে পারেননি এবং কুকুরটিও তাকে রেলস্টেশন পর্যন্ত এগিয়ে দিয়েছিল।
উদ্দীপকে একটা পোষা বিড়ালের সঙ্গে আশার সম্পর্কের চিত্র ফুটে উঠেছে। সকালে ঘুম থেকে উঠেই আশা তার প্রিয় পোষা বিড়াল বিল্লির খোঁজখবর নেয় এবং স্কুল থেকে ফিরে এসেই সে বিল্লিকে আদর করে খাওয়ায়। বিকাল বেলায় আশা বিল্লিকে নিয়ে বাগানে খেলার মাধ্যমে আনন্দময় সময় কাটায়। রাতে পড়ার সময়ও বিল্লি বসে থাকে আশার পায়ের কাছে।
উল্লিখিত আলোচনায় বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    {
        "cq_stem": "রতন প্রচন্ডভাবে ভালোবাসে তার পোষা ময়নাটিকে। ময়নার প্রতি রতনের এমন দরদ দেখে ঈর্ষান্বিত হয়ে ওঠে তারই প্রতিবেশী রানা। একসময় রানা রাতের আঁধারে ময়নাকে মেরে ফেলে। ময়নার শোকে নাওয়া-খাওয়া ভুলে গেল রতন। তার অজান্তেই অশ্রু গড়িয়ে পড়ে দুচোখ বেয়ে।",
        "cq_sub_ka": "প্রাচীরের ধারের গাছটির নাম কী?",
        "cq_sub_kha": "'সত্যিকারের একটা ভাবনা ঘুচে গেল'- কীভাবে?",
        "cq_sub_ga": "রানার সঙ্গে 'অতিথির স্মৃতি' গল্পে কাকে মেলানো যায়-ব্যাখ্যা কর।",
        "cq_sub_gha": "\"উদ্দীপকের রতনের মাঝে 'অতিথির স্মৃতি' গল্পের লেখককে খুঁজে পাওয়া যায়।\"- উক্তিটি বিচার কর।",
        "cq_solution": """ক. প্রাচীরের ধারের গাছটির নাম ইউক্যালিপটাস।

খ. হলদে রঙের বেনে-বৌ পাখি দুটিকে আবার দেখতে পেয়ে লেখকের সত্যিকারের ভাবনাটা ঘুচে গেল।
প্রতিদিন সকালে দেওঘরে ইউক্যালিপটাস গাছে এক জোড়া হলদে রঙের বেনে-বৌ পাখি এসে বসত এবং লেখক তা দেখতেন। কিন্তু হঠাৎ একদিন পাখি দুটি না আসায় লেখক ভাবলেন, হয়তো কেউ পাখি দুটিকে শিকার করেছে। কিন্তু তিন দিনের দিন পাখি দুটি আবার ফিরে আসে। তা দেখে লেখকের সত্যিকার একটা ভাবনা ঘুচে যায়।

গ. রানার সঙ্গে 'অতিথির স্মৃতি' গল্পের মালির বৌ মালিনীকে মেলানো যায়।
আমাদের গৃহে ও চারপাশের পরিবেশে অসংখ্য অবলা প্রাণী বাস করে। এদের সাথে কখনো কখনো মানুষের হৃদ্যতার সম্পর্ক গড়ে ওঠে। কিন্তু এ সম্পর্ক স্থায়ী রূপ পেতে অনেক সময় মানবীয় আচরণ বাধা হয়ে দাঁড়ায়। কিছু মানুষ তাদের হীনম্মন্যতার কারণে এ বাধার সৃষ্টি করে। এমনই দুটি চরিত্র হলো উদ্দীপকের রানা ও 'অতিথির স্মৃতি' গল্পের মালির বৌ।
'অতিথির স্মৃতি' গল্পে লেখক যে বাড়িতে উঠেছিলেন সে বাড়িতে মালির স্ত্রী সর্বদা নিজের স্বার্থোদ্ধারে তৎপর থাকত। প্রাণীর প্রতি সামান্যতম মমত্বও তার মধ্যে ছিল না। তাইতো লেখক বেচে যাওয়া খাবার কুকুরটিকে দিতে বললেও সে দেয় না। বরং কুকুরটিকে মেরে তাড়িয়ে দেয়। উদ্দীপকেও দেখা যায় রতন তার পোষা ময়নাকে অত্যন্ত ভালোবাসে। কিন্তু বিষয়টি সহ্য হয় না রানার। প্রাণীর প্রতি সামান্য মমত্বও তার নেই। তাই ঈর্ষান্বিত হয়ে ময়না পাখিটিকে হত্যা করে সে। তাই বলা যায়, এখানে রানার সঙ্গে গল্পের মালিনী সাদৃশ্য রয়েছে।

ঘ. \"উদ্দীপকের রতনের মাঝে 'অতিথির স্মৃতি' গল্পের লেখককে খুঁজে পাওয়া যায়”- মন্তব্যটি যথার্থ।
আমাদের চারপাশের পরিবেশ ও গৃহে অসংখ্য অবলা প্রাণী বাস করে। এদের সাথে কখনো কখনো মানুষের হৃদ্যতার সম্পর্ক গড়ে ওঠে। এ সম্পর্ক কখনো এতটাই প্রবল হয় যে, এদের সাথে বিচ্ছেদ মানুষ কিছুতেই মেনে নিতে চায় না। উদ্দীপকের রতন ও 'অতিথির স্মৃতি' গল্পের লেখকের মধ্যে এ বিষয়টির প্রবল প্রকাশ লক্ষণীয়।
'অতিথির স্মৃতি' গল্পে লেখকের মধ্যে প্রাণীর প্রতি অকৃত্রিম ভালোবাসা প্রকাশ পেয়েছে। পথের কুকুরকে তিনি ভালোবেসেছেন গভীরভাবে। কুকুরটিকে তিনি অতিথি বানিয়েছেন। কুকুরটিকে খাওয়ানোর জন্য তার বাড়ির লোককে নির্দেশ দিয়েছেন। তিনি কুকুরটির জন্য দেওঘর থেকে বিদায় নেওয়ার সময় দুঃখ প্রকাশ করেন। উদ্দীপকের রতনের মাঝেও প্রাণিপ্রীতি বিদ্যমান। সে একটি ময়না পাখি পোষে। পাখিটির প্রতি তার অসীম দরদ রয়েছে। তাইতো পাখিটি মারা গেলে সে শোকে খাওয়াদাওয়া ছেড়ে দিয়েছে। এমনকি নিজের অজান্তেই চোখের কোণে নেমে এসেছে জল।
উল্লিখিত আলোচনায় প্রমাণিত হয়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    {
        "cq_stem": "লোপা কবুতর খুব ভালোবাসে। তার দুটো কবুতর আছে। একটির নাম হীরা, অন্যটির নাম মানিক। হীরা-মানিক বলে ডাকলেই উড়ে এসে লোপার ঘাড়ে-মাথায় বসে 'বাক-বাকুম' 'বাক-বাকুম' শব্দ করে। নিজের হাতে ওদের খাইয়ে দেয় লোপা। লোপার মা বলে, \"কবুতর নিয়ে এত বাড়াবাড়ি আমার ভালো লাগে না।\" মার কথা শুনে চুপ করে থাকে লোপা।",
        "cq_sub_ka": "পান্ডুর শব্দের অর্থ কী?",
        "cq_sub_kha": "লেখক দেওঘরে গিয়েছিলেন কেন? বুঝিয়ে লেখ।",
        "cq_sub_ga": "উদ্দীপকে লোপার মধ্যে 'অতিথির স্মৃতি' গল্পের কোন চরিত্রটি খুঁজে পাওয়া যায়?-ব্যাখ্যা কর।",
        "cq_sub_gha": "\"উদ্দীপক ও 'অতিথির স্মৃতি' গল্পের মূলভাব একই।\" -উক্তিটির যথার্থতা বিশ্লেষণ কর।",
        "cq_solution": """ক. পান্ডুর শব্দের অর্থ বিবর্ণ।

খ. গল্পকথক বায়ু পরিবর্তনের জন্য দেওঘরে গিয়েছিলেন।
বায়ুপরিবর্তন বলতে খোলামেলা স্বাস্থ্যকর পরিবেশে কিছুদিনের জন্য ভ্রমণকে বোঝায়। এর ফলাফল সম্পর্কে গল্পকথকের ধারণা খুব ইতিবাচক ছিল না। তবু চিকিৎসকের নির্দেশ পালনের জন্য তিনি দেওঘর নামক জায়গাটিতে গিয়েছিলেন।

গ. উদ্দীপকের লোপার সাথে 'অতিথির স্মৃতি' গল্পের লেখকের মিল খুঁজে পাওয়া যায়।
লেখক বায়ু পরিবর্তনের জন্য এবং সুস্থ হওয়ার আশায় দেওঘরে গিয়েছিলেন। সেখানে থাকাকালীন অবস্থায় একটি কুকুরের সাথে তার সখ্যতা গড়ে ওঠে। কুকুরটি লেখক বাইরে বের হলেই সংকেত দিত, লেখকের প্রতিটি আদেশ-নির্দেশ শুনত। যেমনটি আমরা উদ্দীপকের লোপার মধ্যে লক্ষ করি। লোপার প্রিয় কবুতরগুলো লোপার ডাকে সাড়া দিয়ে মাথায় এসে বসত। বাকুম-বাকুম ডাকত।
উদ্দীপকের লোপা এবং 'অতিথির স্মৃতি' গল্পের লেখক উভয়েই পাখি এবং প্রাণীর প্রতি নিজের অজান্তেই অনুরক্ত হয়েছেন। পাখি এবং পশুর সাহচর্য উভয়কে আনন্দ দিয়েছে। তাই পশুপ্রীতি ও আনন্দ পাওয়ার দিক থেকে উভয়ের মধ্যে সাদৃশ্য রয়েছে।

ঘ. \"উদ্দীপক এবং 'অতিথির স্মৃতি' গল্পের মূলভাব একই\"।- উক্তিটি যথাযথ।
'অতিথির স্মৃতি' গল্পে আমরা দেখি লেখক তার অতিথির (কুকুর) উপর খুবই প্রীত হন। যে বিষয়টি বাড়ির মালিনী ভালো চোখে দেখত না। উদ্দীপকের লোপার মাও লোপার কবুতর প্রীতিকে ভালো চোখে দেখত না।
লেখক দেওঘর গিয়ে কুকুরের অন্তরঙ্গতা ও সান্নিধ্যে মুগ্ধ হন এবং মালি বউকে তার প্রিয় কুকুরকে খাবার দেখার অনুরোধ করেন। মালি বউ কুকুরটিকে একেবারেই সহ্য করতে পারত না এবং তাকে মেরে তাড়িয়ে দিত। লেখক পরবর্তী সময় মালি বউয়ের এ আচরণ সম্পর্কে জানতে পেরে হৃদয়ে কষ্ট অনুভব করেছিলেন।
উদ্দীপকের লোপাও কবুতরের কারণে মায়ের কাছে বকুনি খেয়ে একইরূপ কষ্ট অনুভব করেছে।
তাই উপর্যুক্ত আলোচনায় শেষে বলা যায় প্রাণীর প্রতি ভালোবাসা এবং কষ্ট অনুভব করার দিক দিয়ে উদ্দীপক এবং অতিথির স্মৃতি গল্পের মূলভাব একই।"""
    },
    {
        "cq_stem": "রুবা অষ্টম শ্রেণিতে পড়ে। সে ঢাকায় থাকে। মাঝে মধ্যে গ্রামে যায়। ঢাকার যানজট পেরিয়ে গ্রামের শ্যামল প্রান্তরে গেলেই তার মন ভালো হয়ে যায়। গ্রামের প্রত্যেকটি জিনিস সে উপভোগ করে। গাছপালা, নদী, বন-জঙ্গল সবকিছু ঘুরে ঘুরে দেখে আর সৌন্দর্য উপভোগ করে। তার সবচেয়ে বেশি ভালো লাগে পাখিদের কলকাকলি। পাখিদের জন্য তার খুব মায়া। প্রতিদিন চড়ই পাখির ডাকে তার ঘুম ভাঙে। চড়ই পাখির বাসাটি ছিল ঘরের চালের কোণে। একদিন চড়ুই পাখিকে না দেখলে তার মন খারাপ লাগে।",
        "cq_sub_ka": "'অতিথির স্মৃতি' গল্পটি কে লিখেছেন?",
        "cq_sub_kha": "'অতিথির স্মৃতি' গল্পে নালিশ বলতে কী বোঝানো হয়েছে? ব্যাখ্যা কর।",
        "cq_sub_ga": "রুবার মন খারাপের সঙ্গে 'অতিথির স্মৃতি' গল্পের কী মিল পাওয়া যায়? ব্যাখ্যা কর।",
        "cq_sub_gha": "'রুবার সৌন্দর্য চেতনা আর লেখকের সৌন্দর্য চেতনা একই সূত্রে গাঁথা'- মন্তব্যটি বিচার কর।",
        "cq_solution": """ক. 'অতিথির স্মৃতি' গল্পটি লিখেছেন শরৎচন্দ্র চট্টোপাধ্যায়।

খ. 'অতিথির স্মৃতি' গল্পে নালিশ বলতে মালিনীর প্রতি অবলা কুকুরটির অভিযোগসুলভ অভিব্যক্তিকে বোঝানো হয়েছে।
গল্পে অতিথি কুকুরটি ভেজাভেজা চোখে গল্পকারের কাছে মালিনী ও চাকরদের দুর্ব্যবহারের জন্য অভিযোগ প্রকাশ করছে নীরব ভাষায়। কুকুরটির এ নির্বাক চাহনিকে লেখক নালিশ হিসেবে আখ্যায়িত করেছেন।

গ. রুবার মন খারাপের সঙ্গে 'অতিথির স্মৃতি' গল্পের লেখকের অনুভূতির চমৎকার একটি মিল পাওয়া যায়।
মানুষের প্রতি মানুষের যেমন ভালোবাসা, ভালো লাগা তৈরি হয় তেমনি প্রকৃতিতে বাস করে এমন অনেক প্রাণীর প্রতিও মানুষের ভালোবাসা, ভালো লাগা তৈরি হয়। প্রকৃতির এসব প্রাণীর মধ্যে পাখির প্রতি অনুরক্তির বিষয়টি উদ্দীপকের রুবা ও 'অতিথির স্মৃতি' গল্পের লেখকের অনুভূতিতে ফুটে উঠেছে।
'অতিথির স্মৃতি' গল্পের লেখক যখন দেওঘরে বায়ুপরিবর্তনের জন্য গিয়েছিলেন তখন পাখিদের মায়ায় পড়ে যান। একজোড়া বেনে-বৌ পাখি প্রত্যহ এসে বসত ইউক্যালিপটাস গাছের উঁচু ডালে। কিন্তু পরপর দুদিন পাখিরা না এলে লেখক ভাবনায় পড়ে যান। লেখকের এই মানসিক অবস্থার প্রতিফলন ঘটেছে উদ্দীপকের রুবার মধ্যে। রুবার পাখিদের কলকাকলি খুব ভালো লাগে। প্রতিদিন চড়ই পাখির ডাকে তার ঘুম ভাঙে। একদিন চড়ই পাখি না দেখলে তার মন খারাপ লাগে। তাই বলা যায়, রুবার মন খারাপের এ দিকটি 'অতিথির স্মৃতি' গল্পের লেখকের পাখির জন্য মন খারাপের বিষয়টিকেই নির্দেশ করে।

ঘ. 'রুবার সৌন্দর্যচেতনা আর লেখকের সৌন্দর্যচেতনা একই সূত্রে গাঁথা।'- মন্তব্যটি যথার্থ।
প্রকৃতি মানুষের অকৃত্রিম বন্ধু। প্রকৃতির প্রায় প্রতিটি অনুষঙ্গের মধ্যেই কিছু মানুষ পরম সৌন্দর্য খুঁজে পান। এই সৌন্দর্যানুভূতিরই বহিঃপ্রকাশ ঘটেছে উদ্দীপকের রুবা ও লেখকের মধ্যে।
'অতিথির স্মৃতি' গল্পের লেখকের অনুসন্ধানী চোখ শুধু প্রকৃতিতে ঘুরে বেড়িয়েছে। তিনি দেখেছেন প্রকৃতির রূপ। কোন গাছে কোন পাখি থাকে। তারা কখন গান করে। তারা কীভাবে সময় কাটায়। গায়ের রং, অবস্থান, অঙ্গভঙ্গি সবকিছু মনোযোগ সহকারে দেখেছেন। উদ্দীপকের রুবা শহরের মেয়ে। গ্রামে এসেছে বেড়াতে। লেখকও শহর থেকে দেওঘরে গিয়েছেন বায়ুপরিবর্তনের জন্য। লেখক ও রুবার সৌন্দর্যচেতনা এক হলেও উদ্দেশ্য ভিন্নমুখী। রুবা গ্রামে এসেছে বেড়াতে। প্রকৃতি তার খুব ভালো লাগে। প্রকৃতির প্রত্যেকটি বস্তু তাকে টানে। ঘুরে ঘুরে গাছপালা দেখে। পাখিদের কলকাকলিতে সে উদ্বেল হয়ে ওঠে। প্রকৃতির মাঝে সে হারিয়ে যায়।
উল্লিখিত আলোচনায় বলা যায়, উদ্দেশ্য ভিন্ন হলেও রুবার সৌন্দর্যচেতনা ও লেখকের সৌন্দর্য চেতনা একই সূত্রে গাঁথা।"""
    },
    {
        "cq_stem": "বরিশাল শহরের ধনাঢ্য ব্যবসায়ী আরিফুর রহমানের দুই ছেলেকে তিনি অতি যত্নে উচ্চশিক্ষায় শিক্ষিত করেন। ছোট ছেলে সাদ গরিব মানুষকে অকাতরে সাহায্য করে। কেউ কোনো কষ্টে পড়লে তার হৃদয় কেঁদে ওঠে। জীবজন্তুর প্রতি ভালোবাসার কারণে সে ঘরে বিড়াল, কুকুর, পাখি ইত্যাদি পোষে। তার পালিত একটি বিড়াল বড় ভাই আকাশের ঘরে গেলে আকাশ খুব বিরক্ত হয়। সে লাঠিপেটা করে এক পর্যায়ে বিড়ালটিকে মেরে ফেলে।",
        "cq_sub_ka": "'অতিথির স্মৃতি' গল্পের কথক কার আদেশে দেওঘরে গিয়েছিলেন?",
        "cq_sub_kha": "অতিথি আজ ফিরে গিয়ে দেখবে বাড়ির লোহার গেট বন্ধ ব্যাখ্যা কর।",
        "cq_sub_ga": "উদ্দীপকের আকাশের সাথে 'অতিথির স্মৃতি' গল্পের গল্প কথকের বৈসাদৃশ্য নির্ণয় কর।",
        "cq_sub_gha": "উদ্দীপকের সাদের মধ্যে 'অতিথির স্মৃতি' গল্পে প্রতিফলিত মানব মনের মহানুভবতার পরিপূর্ণ প্রকাশ ঘটেছে-মন্তব্যটির যথার্থতা নিরূপণ কর।",
        "cq_solution": """ক. 'অতিথির স্মৃতি' গল্পের কথক চিকিৎসকের আদেশে দেওঘরে গিয়েছিলেন।

খ. দেওঘরের সেই বাড়িতে অতিথি কুকুরটা আজ আর ঢুকতে পারবে না অনুমান করে লেখক এ মন্তব্যটি করেছেন।
লেখক দেওঘরে বায়ুপরিবর্তনের জন্য এসে একটা কুকুরের প্রতি গভীর মানবেতর ভালোবাসায় জড়িয়ে পড়েন। লেখক কুকুরটাকে আদর করে বাড়ির ভেতরে নেন। কিন্তু বাড়ির মালিনী, চাকরদের কেউ কুকুরটাকে বাড়িতে ঢুকতে দিত না। লেখকের মুখের ওপর তারা কুকুরটার আসা বন্ধ করতে পারেনি। তবে লেখকের অনুমান আজ তার অনুপস্থিতিতে অতিথি বন্ধু কুকুরটার জন্য বাড়ির দরজা বন্ধ হবে।

গ. মানবেতর প্রাণীর প্রতি আচরণের দিক দিয়ে উদ্দীপকের আকাশের সাথে 'অতিথির স্মৃতি' গল্পের কথকের বৈসাদৃশ্য বিদ্যমান।
আমাদের আশপাশে বিভিন্ন ধরনের মানবেতর প্রাণী রয়েছে। কখনো কোনো কোনো মানুষের সাথে এসব প্রাণীর মমত্বের সম্পর্ক গড়ে ওঠে। আবার কেউ কেউ এসব প্রাণীর প্রতি নির্মম আচরণ করতে কুণ্ঠাবোধ করে না। এই প্রাণীর প্রতি আচরণগত ভিন্নতার বিষয়টিই গল্পের কথক ও উদ্দীপকের আকাশের মধ্যে ফুটে উঠেছে।
'অতিথির স্মৃতি' গল্পের কথক দেওঘরে বেড়াতে বের হয়ে ফেরার সময় একটি কুকুর তার সঙ্গী হয়। কুকুরটিকে তিনি বাড়ি এনে অতিথির মর্যাদা দিয়ে বাড়ির চাকরকে তার খাওয়ার ব্যবস্থা করতে বললেন। একপর্যায়ে কথকের সাথে কুকুরটির আন্তরিক সম্পর্ক তৈরি হয়। অপরপক্ষে, উদ্দীপকের আকাশের ঘরে তার ছোট ভাইয়ের পোষা একটি বিড়াল ঢুকলে সে খুব বিরক্ত হয়। লাঠিপেটা করে একপর্যায়ে সে বিড়ালটিকে মেরে ফেলে। এতে মানবেতর প্রাণীর প্রতি আকাশের নিষ্ঠুরতার প্রকাশ ঘটে। তাই বলা যায়, প্রাণীর প্রতি আচরণের দিক দিয়ে আকাশ ও গল্পকথকের বৈসাদৃশ্য বিদ্যমান।

ঘ. \"উদ্দীপকের সাদের মধ্যে 'অতিথির স্মৃতি' গল্পে প্রতিফলিত মানব মনের মহানুভবতার পরিপূর্ণ প্রকাশ ঘটেছে\"- মন্তব্যটি যথার্থ।
'অতিথির স্মৃতি' গল্পে এক অসুস্থ ব্যক্তি দেওঘরে বায়ুপরিবর্তনের জন্য এলে সেখানকার মানুষ ও পশুপাখির সাথে ভালোবাসার সুগভীর বন্ধনে জড়িয়ে যান। সকালে ঘুম ভাঙানো দোয়েল পাখি না এলে তিনি উদ্বিগ্ন হয়ে পড়েন। তিনি বিভিন্ন রোগে আক্রান্ত ব্যক্তিদের প্রতি তার সহানুভূতির প্রকাশ লক্ষণীয়। এছাড়া পথের কুকুরকে অতিথি করে বাড়িতে নিয়ে আসার মধ্যদিয়ে তার জীবপ্রেম মানসিকতার পরিচয় পূর্ণতা লাভ করেছে। মানবেতর প্রাণী ও মানুষের মধ্যে এ সম্পর্কের আড়ালে 'অতিথির স্মৃতি' গল্পে নিঃস্বার্থ মানবমনের মহানুভবতাকেই তুলে ধরা হয়েছে।
উদ্দীপকের সাদ উচ্চশিক্ষায় শিক্ষিত ও ধনাঢ্য বাবার সন্তান হওয়া সত্ত্বেও গরিব মানুষকে অকাতরে সাহায্য করে। অন্যের কষ্টে তার হৃদয় কেঁদে ওঠে। জীবপ্রেমের কারণে সে নিজের ঘরে বিড়াল, কুকুর, পাখি ইত্যাদি পালন করে। তার এ কর্মকাণ্ডের মধ্য দিয়ে মানবমনের মহানুভবতারই প্রকাশ ঘটেছে।
উল্লিখিত আলোচনায় বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    }
]
