# -*- coding: utf-8 -*-
"""
MCQ Questions 1 to 50 for 'অতিথির স্মৃতি (শরৎচন্দ্র চট্টোপাধ্যায়)'
"""

MCQ_PART_1 = [
    {
        "stem": "আতিথ্যের মর্যাদা লঙ্ঘন বলতে কী বোঝায়?\ni. কোনো তিথি না মেনে কারো আগমনকে\nii. মাত্রাতিরিক্ত সময় আতিথেয়তা গ্রহণ করাকে\niii. অবাঞ্ছিতভাবে কোনো অতিথির অধিক সময় অবস্থানকে\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nবাবা-মায়ের আদরের দুই ছেলে আশিক ও আকাশ এবার ক্লাস টুতে পড়ে। ওদের বাবা একদিন ছোট্ট খাঁচায় একটি ময়না পাখি উপহার দেয়। সেই থেকে সারাক্ষণ দুই ভাই প্রতিযোগিতা করে পাখিটিকে খাবার ও পানি দেওয়া, কথা বলা আর কথা শেখানোর আপ্রাণ চেষ্টা চালাতে থাকে। কিন্তু একদিন সকালে দেখে, বিড়াল এসে রাতে পাখিটাকে মেরে ফেলেছে। সেই থেকে তাদের অঝোর ধারায় কান্না, কেউ আর থামাতেই পারে না। আজও সেই ময়নার কথা মনে হলে ওরা কেঁদে ওঠে।\n\n০২। উক্ত সাদৃশ্যপূর্ণ ভাবটি নিচের কোন চরণে প্রকাশ পেয়েছে?",
        "options": {
            "ক": "বাড়ি ফিরে যাবার আগ্রহ মনের মধ্যে কোথাও খুঁজে পেলাম না",
            "খ": "আতিথ্যের মর্যাদা লঙ্ঘন করে সে আরামে নিশ্চিন্ত হয়ে বসে আছে",
            "গ": "অতএব আমার অতিথি করে উপবাস",
            "ঘ": "তা হোক, ওকে তোমরা খেতে দিও"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nবাবা-মায়ের আদরের দুই ছেলে আশিক ও আকাশ এবার ক্লাস টুতে পড়ে। ওদের বাবা একদিন ছোট্ট খাঁচায় একটি ময়না পাখি উপহার দেয়। সেই থেকে সারাক্ষণ দুই ভাই প্রতিযোগিতা করে পাখিটিকে খাবার ও পানি দেওয়া, কথা বলা আর কথা শেখানোর আপ্রাণ চেষ্টা চালাতে থাকে। কিন্তু একদিন সকালে দেখে, বিড়াল এসে রাতে পাখিটাকে মেরে ফেলেছে। সেই থেকে তাদের অঝোর ধারায় কান্না, কেউ আর থামাতেই পারে না। আজও সেই ময়নার কথা মনে হলে ওরা কেঁদে ওঠে।\n\n০৩। উদ্দীপকে 'অতিথির স্মৃতি' গল্পের যে ভাব প্রকাশ পেয়েছে তা হলো-\ni. পশুপাখির সাথে মানুষের স্বাভাবিক সম্পর্ক\nii. পশুপাখির সাথে মানুষের স্নেহপূর্ণ সম্পর্ক\niii. ভালোবাসায় সিক্ত পশু-পাখির বিচ্ছেদ বেদনায় কাতরতা\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "ট্রেন ছেড়ে দিলেও লেখক মনের মধ্যে বাড়ি ফিরে যাবার আগ্রহ খুঁজে পেলেন না কেন?",
        "options": {
            "ক": "গৃহের প্রতি উদাসীনতা",
            "খ": "অতিথির জন্য বিরহকাতরতা",
            "গ": "পরিবারের প্রতি অনীহা",
            "ঘ": "দেওঘরের প্রতি মমতা"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে একটু দেরি করে আসত কোন পাখি?",
        "options": {
            "ক": "টুনটুনি",
            "খ": "দোয়েল",
            "গ": "শ্যামা",
            "ঘ": "বেনে-বৌ"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "লেখকের সামনে কুকুরটি ভিজেভিজে চোখ নিয়ে দাঁড়াল কেন?",
        "options": {
            "ক": "প্রহার করায়",
            "খ": "খাবার না দেয়ায়",
            "গ": "গেট বন্ধ থাকায়",
            "ঘ": "অতিরিক্ত আদর পাওয়ায়"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায় মারা যান কত সালে?",
        "options": {
            "ক": "১৯৩০",
            "খ": "১৯৩৫",
            "গ": "১৯৩৮",
            "ঘ": "১৯৪০"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে কখন থেকে একজন লোক গলাভাঙা সুরে ভজন শুরু করত?",
        "options": {
            "ক": "রাত দুইটা",
            "খ": "রাত তিনটা",
            "গ": "রাত চারটা",
            "ঘ": "ভোর পাঁচটা"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পপাঠ আমাদেরকে কোন বোধে উদ্বুদ্ধ করবে?",
        "options": {
            "ক": "মানবিকতাবোধে",
            "খ": "স্বার্থপরতাবোধে",
            "গ": "অন্ধ দেশাত্মবোধে",
            "ঘ": "প্রাণী হত্যা নীতিতে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে কোন পাখিটি সবচেয়ে ভোরে ওঠে?",
        "options": {
            "ক": "শালিক",
            "খ": "দোয়েল",
            "গ": "শ্যামা",
            "ঘ": "বুলবুলি"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায় শেষবারের মতো অতিথিকে কোথায় দেখলেন?",
        "options": {
            "ক": "স্টেশনের ফটকের বাইরে",
            "খ": "স্টেশনের ফটকের ভিতরে",
            "গ": "বাড়ির লোহার গেটের বাইরে",
            "ঘ": "স্টেশনের ভিতরে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে কোন গাছটি পথের ধারে ছিল?",
        "options": {
            "ক": "অশ্বথ",
            "খ": "ইউক্যালিপটাস",
            "গ": "জারুল",
            "ঘ": "আমগাছ"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায় কোন বিশ্ববিদ্যালয় থেকে ডি.লিট উপাধি পেয়েছেন?",
        "options": {
            "ক": "ঢাকা",
            "খ": "কলকাতা",
            "গ": "অক্সফোর্ড",
            "ঘ": "কেমব্রিজ"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "বাতব্যাধিগ্রস্ত রোগীরা কখন ঘরে প্রবেশ করে?",
        "options": {
            "ক": " সন্ধ্যার পূর্বে",
            "খ": "সন্ধ্যার পরে",
            "গ": "বিকেল বেলা",
            "ঘ": "গোধূলি বেলা"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায়ের 'বড় দিদি' কোন পত্রিকায় প্রকাশিত হয়? অথবা 'বড় দিদি' উপন্যাস কোন পত্রিকায় প্রকাশিত হয়?",
        "options": {
            "ক": "সবুজপত্র",
            "খ": "বিজলী",
            "গ": "ভারতী",
            "ঘ": "সওগাত"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "কে গোপনে লেখকের কাছে নালিশ জানাতে চায়?",
        "options": {
            "ক": "বেনে-বৌ পাখি",
            "খ": "অসুস্থ মেয়েটি",
            "গ": "কুকুর",
            "ঘ": "মালি-বৌ"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পের মূল নাম কী?",
        "options": {
            "ক": "স্মৃতিকথা",
            "খ": "দেওঘরের স্মৃতি",
            "গ": "রেঙ্গুন-স্মৃতি",
            "ঘ": "কুকুর-স্মৃতি"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র রেঙ্গুন যান কেন?",
        "options": {
            "ক": "চিকিৎসার জন্য",
            "খ": "জীবিকার সন্ধানে",
            "গ": "পড়াশোনার উদ্দেশ্যে",
            "ঘ": "বাসবাসের উদ্দেশ্যে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র কোথায় মৃত্যুবরণ করেন?",
        "options": {
            "ক": "ঢাকায়",
            "খ": "কলকাতায়",
            "গ": "দিল্লিতে",
            "ঘ": "করাচিতে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "লেখক প্রথমবার অতিথিকে ভেতরে ডাকলেও সে কোথায় দাঁড়িয়েছিল?",
        "options": {
            "ক": "রাস্তার শেষপ্রান্তে",
            "খ": "ঘরের মধ্যে",
            "গ": "গেটের বাইরে",
            "ঘ": "গেটের ভেতরে"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "প্রাচীরের ধারে কোন গাছটি ছিল?",
        "options": {
            "ক": "হিজল",
            "খ": "জারুল",
            "গ": "ইউক্যালিপটাস",
            "ঘ": "পাইন"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "লেখকের পিছু নিয়েছিল কে?",
        "options": {
            "ক": "একটি পাখি",
            "খ": "একটি মানুষ",
            "গ": "একটি বিড়াল",
            "ঘ": "একটি কুকুর"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "অতিথি কোথায় জায়গা করে নিয়েছিল?",
        "options": {
            "ক": "উঠোনের ধুলোয়",
            "খ": "পরিত্যক্ত জায়গায়",
            "গ": "বাড়ির ছাদে",
            "ঘ": "ঘরের মাঝে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "দরিদ্র ঘরের মেয়েটির চোখের চাহনি কেমন ছিল?",
        "options": {
            "ক": "শান্ত",
            "খ": "কৌতূহলী",
            "গ": "ক্লান্ত",
            "ঘ": "রাগান্বিত"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "ক্ষুধা হরণের কর্তব্যটা সমাধা করে কারা দ্রুত পদেই বাসায় ফিরছেন?",
        "options": {
            "ক": "জনকয়েক বৃদ্ধ ব্যক্তি",
            "খ": "অল্পবয়সি একদল মেয়ে",
            "গ": "হাঁপানির রোগীরা",
            "ঘ": "স্কার্ভিরোগীরা"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "অতিথিকে বাগানের মধ্যে ঢুকতে দেয় না কে?",
        "options": {
            "ক": "লেখক",
            "খ": "চাকর",
            "গ": "মালি",
            "ঘ": "মালি-বৌ"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "কোনটি শরৎচন্দ্রের উপন্যাস?",
        "options": {
            "ক": "যোগাযোগ",
            "খ": "শেষ প্রশ্ন",
            "গ": "আরণ্যক",
            "ঘ": "মাঝির ছেলে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে লেখকের সাথে অতিথির প্রথম কোথায় সাক্ষাৎ হয়?",
        "options": {
            "ক": "পথে হাঁটতে বের হওয়ার সময়",
            "খ": "পথের ধারে বসে থাকার সময়",
            "গ": "বাড়ির লোহার গেটের সামনে",
            "ঘ": "হাঁটার পর ঘরে ফেরার সময়"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "অতিথির উপবাসের মূল কারণ কী?",
        "options": {
            "ক": "বামুন ঠাকুরের নির্বিকারত্ব",
            "খ": "চাকরদের মালি-বৌ প্রীতি",
            "গ": "লেখকের তদারকির অভাব",
            "ঘ": "বাড়তি খাবার অপচয়ে আপত্তি"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nভোরে ঘুম থেকে উঠেই কামাল দেখে তার পোষা ময়নাটি খাঁচায় মরে পড়ে আছে। ময়নাটির শোকে দু'তিনদিন কামাল নাওয়াখাওয়া ছেড়েই দিয়েছিল।\n\n৩০। উপরের অনুচ্ছেদ ও 'অতিথির স্মৃতি' গল্পের মূল সাদৃশ্য কোথায়?",
        "options": {
            "ক": "ইতর প্রাণীর প্রতি ভালোবাসায়",
            "খ": "তুচ্ছ জীব হারানোয়",
            "গ": "ইতর প্রাণীর প্রতি নিষ্ঠুরতায়",
            "ঘ": "মানবেতর জীবকে অবজ্ঞা করায়"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nভোরে ঘুম থেকে উঠেই কামাল দেখে তার পোষা ময়নাটি খাঁচায় মরে পড়ে আছে। ময়নাটির শোকে দু'তিনদিন কামাল নাওয়াখাওয়া ছেড়েই দিয়েছিল।\n\n৩১। উক্ত ভাবটির সাথে সংগতিপূর্ণ বাক্য—\ni. কি রে, যাবি আমার সঙ্গে?\nii. চাকরদেরও দরদ তার তরেই বেশি\niii. না খেয়ে যাসনে বুঝলি?\nনিচের কোনটি সঠিক?",
        "options": {
            "ক": "i ও ii",
            "খ": "i ও iii",
            "গ": "ii ও iii",
            "ঘ": "i, ii ও iii"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nএকবার শহর থেকে এক ভদ্রলোক বন্দুক নিয়ে গ্রামে এসেছিল পাখি শিকার করতে। শিমুল গাছে অসংখ্য পাখি দেখে ভদ্রলোকের আনন্দ আর ধরে না। গুলি ছোড়ার আগে রাফি ঢিল ছুড়ে সব পাখি উড়িয়ে দিয়েছিল।\n\n৩২। উদ্দীপকের রাফি 'অতিথির স্মৃতি' গল্পে কার প্রতিচ্ছবি?",
        "options": {
            "ক": "মালির",
            "খ": "লেখকের",
            "গ": "মালির বউর",
            "ঘ": "পা ফোলা রোগীর"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nএকবার শহর থেকে এক ভদ্রলোক বন্দুক নিয়ে গ্রামে এসেছিল পাখি শিকার করতে। শিমুল গাছে অসংখ্য পাখি দেখে ভদ্রলোকের আনন্দ আর ধরে না। গুলি ছোড়ার আগে রাফি ঢিল ছুড়ে সব পাখি উড়িয়ে দিয়েছিল।\n\n৩৩। উদ্দীপকের ভদ্রলোকের সঙ্গে 'অতিথির স্মৃতি' গল্পে কাকে মেলানো যায়?",
        "options": {
            "ক": "লেখককে",
            "খ": "ব্যাধকে",
            "গ": "মালি বউকে",
            "ঘ": "বেরিবেরি রোগীকে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\nএকবার শহর থেকে এক ভদ্রলোক বন্দুক নিয়ে গ্রামে এসেছিল পাখি শিকার করতে। শিমুল গাছে অসংখ্য পাখি দেখে ভদ্রলোকের আনন্দ আর ধরে না। গুলি ছোড়ার আগে রাফি ঢিল ছুড়ে সব পাখি উড়িয়ে দিয়েছিল।\n\n৩৪। রাফির ঢিল ছুড়ে সব পাখি উড়িয়ে দেয়ার মধ্য দিয়ে তার মধ্যে 'অতিথির স্মৃতি' গল্পের লেখকের কোন বৈশিষ্ট্যটির পরিচয় পাওয়া যায়?",
        "options": {
            "ক": "মনুষ্যত্ববোধ",
            "খ": "কৌতূহলবোধ",
            "গ": "অসৌজন্যতা",
            "ঘ": "প্রাণীপ্রীতি"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "শরৎচন্দ্র চট্টোপাধ্যায় কোন গ্রামে জন্মগ্রহণ করেন?",
        "options": {
            "ক": "দেবানন্দপুর",
            "খ": "চুরুলিয়া",
            "গ": "মুরাতিপুর",
            "ঘ": "দুমকা"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "শরীর খারাপ করায় লেখক কতদিন পর্যন্ত নিচে নামতে পারেননি?",
        "options": {
            "ক": "দুই দিন",
            "খ": "তিন দিন",
            "গ": "চার দিন",
            "ঘ": "পাঁচ দিন"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "বাড়তি খাবারের প্রবল অংশীদার কে ছিল?",
        "options": {
            "ক": "চাকর",
            "খ": "মালি",
            "গ": "অতিথি",
            "ঘ": "মালিনী"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "বেনে-বৌ পাখি দুটি কয়দিন পর ফিরে এসেছিল?",
        "options": {
            "ক": "দুই",
            "খ": "তিন",
            "গ": "চার",
            "ঘ": "পাঁচ"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "মধ্যবিত্ত গৃহস্থের ঘরে পীড়িতদের মাঝে কাদের সংখ্যা বেশি ছিল?",
        "options": {
            "ক": "পুরুষদের",
            "খ": "যুবকদের",
            "গ": "বৃদ্ধদের",
            "ঘ": "মেয়েদের"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "লেখক কখন পথের ধারে গিয়ে বসেন?",
        "options": {
            "ক": "সকালে",
            "খ": "বিকেলে",
            "গ": "সন্ধ্যায়",
            "ঘ": "রাতে"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "লেখক বাড়িতে ফিরে যাওয়ার আগ্রহ খুঁজে পেলেন না কেন?",
        "options": {
            "ক": "অতিথির কথা স্মরণ করে",
            "খ": "রোগের কথা স্মরণ করে",
            "গ": "বামুন ঠাকুরের কথা স্মরণ করে",
            "ঘ": "দেওঘরের স্মৃতির কথা স্মরণ করে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'অতিথির স্মৃতি' গল্পে লেখকের ঘুম ভেঙে গেল কেন?",
        "options": {
            "ক": "একঘেয়ে ভজন সুরের জন্য",
            "খ": "বদহজমের জন্য",
            "গ": "মশার কামড়ের জন্য",
            "ঘ": "পানির পিপাসার জন্য"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "'দেহ যেমন শীর্ণ মুখ তেমনি পান্ডুর'-এ কথাটি কার সম্পর্কে বলা হয়েছে?",
        "options": {
            "ক": "অতিথির",
            "খ": "দরিদ্র মেয়েটির",
            "গ": "মালির",
            "ঘ": "মালিনীর"
        },
        "correct": "খ",
        "explanation": ""
    },
    {
        "stem": "'কীরে, এখানেও এসেছিস?' -'অতিথির স্মৃতি' গল্পের লেখকের এ কথায় কী প্রকাশ পায়?",
        "options": {
            "ক": "বিরক্তি",
            "খ": "রাগ",
            "গ": "অনুশোচনা",
            "ঘ": "বিস্ময়"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "কাদের চলন দেখে গল্পকারের ভরসা হলো?",
        "options": {
            "ক": "বেরিবেরি রোগে আক্রান্তদের",
            "খ": "পাখি ব্যবসায়ীদের",
            "গ": "বাতব্যাধিগ্রস্তদের",
            "ঘ": "দরিদ্রদের"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "অতিথিকে বাগানে ঢুকতে না দিলে অতিথি কী করে?",
        "options": {
            "ক": "পথের ধারে বসে থাকে",
            "খ": "গেটের বাইরে লাফালাফি করে",
            "গ": "বাড়ির পেছনে ডাকাডাকি করে",
            "ঘ": "পুকুর পাড়ে ঘুমিয়ে পড়ে"
        },
        "correct": "ক",
        "explanation": ""
    },
    {
        "stem": "দেওঘরে কথকের শরীর না সারলেও আরও দিন দুই দেরি করার কারণ কী?",
        "options": {
            "ক": "অসুখ সারার সম্ভাবনা",
            "খ": "ভালো খাবার ও যত্ন পাওয়া",
            "গ": "অতিথির সঙ্গে মমত্বের সম্পর্ক গড়ে ওঠা",
            "ঘ": "অন্য কোনো কাজ না থাকা"
        },
        "correct": "গ",
        "explanation": ""
    },
    {
        "stem": "'এদেশে ব্যাধের অভাব নেই'- এখানে ব্যাধ কী?",
        "options": {
            "ক": "পাখি শিকারি",
            "খ": "পাখি পালনকারী",
            "গ": "পাখি ব্যবসায়ী",
            "ঘ": "পাখি নিধনকারী"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "'পান্ডুর' শব্দের অর্থ কী?",
        "options": {
            "ক": "অদত",
            "খ": "এলোমেলো",
            "গ": "কোলাহল",
            "ঘ": "ফ্যাকাসে"
        },
        "correct": "ঘ",
        "explanation": ""
    },
    {
        "stem": "কেন বৃদ্ধরা ক্ষুধা হরণের পর দ্রুত বাসায় ফিরছেন?",
        "options": {
            "ক": "বাতব্যাধিগ্রস্ত বলে",
            "খ": "চোখে কম দেখে বলে",
            "গ": "আকাশে প্রচন্ড মেঘ করেছিল বলে",
            "ঘ": "প্রচন্ড শীত পড়েছে বলে"
        },
        "correct": "ক",
        "explanation": ""
    }
]
