# -*- coding: utf-8 -*-

cqs = [
    # CQ 1
    {
        "stem": """নন্দলাল বসু তাঁর 'শিল্পকলা' গ্রন্থে বলেছেন- 'যে সৃষ্টির মধ্যে মানুষের প্রয়োজন সাধন অপেক্ষা অহেতুক আনন্দ বেশি, যাহাতে মানুষের জৈব অপেক্ষা আত্মিক ও মানসিক আনন্দ সৃষ্টি বেশি, তাহাকে আমরা ললিতকলা বলিয়া আখ্যায়িত করিতে পারি। আবার যাহাকে আমরা ললিতকলা বলি, তাহাও আরেক দিক হইতে কারুকলা শ্রেণিভুক্ত হইতে পারে। স্থাপত্যবিদ্যাপ্রসূত সুরম্য প্রাসাদকে যখন মানুষের বসবাস উপযোগী করিয়া দেখি তখন তাহা কারুশিল্প। আবার উহাকে যখন রূপময় অসীম সৌন্দর্যসৃষ্টি হিসেবে দেখি তখন তাহা চারুকলা।'""",
        "ka": "'পুরাকাল' শব্দের অর্থ কী?",
        "kha": "শিল্পকলাচর্চা সকলের পক্ষে অপরিহার্য কেন?",
        "ga": "উদ্দীপকের ললিতকলা বলতে 'শিল্পকলার নানা দিক' প্রবন্ধের যে বিষয়টিকে নির্দেশ করা হয়েছে তা ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকে উল্লিখিত চারুকলা ও কারুকলার সমন্বিত রূপই শিল্পকলা\"- 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে বিশ্লেষণ কর।",
        "solution": """ক) 'পুরাকাল' শব্দের অর্থ প্রাচীনকাল বা অনেক আগেকার সময়।

খ) সৌন্দর্যবোধ মানুষের মনকে তৃপ্তিদান করে বিধায় শিল্পকলা চর্চা সকলের পক্ষে অপরিহার্য।
আমাদের সংস্কৃতি বা কালচার গড়ে উঠেছে নানান শিল্পকলার কারুকাজ দিয়ে। সব শিল্পীদের একটি দায়িত্ব আছে- তা হলো দেশের ঐতিহ্যকে শ্রদ্ধা করা। শিল্পচর্চার ধারা দেখে একটি দেশকে ও দেশের মানুষকে চেনা যায়, জানা যায়। এজন্য শিল্পকলার চর্চা সকলের পক্ষে অপরিহার্য।
মূলকথা : শিল্পচর্চার মাধ্যমে নিজের জানার পরিধিকে বিস্তৃত করা যায়।

গ) প্রয়োজন ও অপ্রয়োজন মিলেই মানুষের সৌন্দর্যের আশা পূর্ণ– ভাবটি 'শিল্পকলার নানা দিক' রচনায় প্রকাশিত হয়েছে যা উদ্দীপকের ললিতকলার সাথে সম্পর্কিত।
শিল্পকলা শুধু প্রয়োজন মেটানোর জন্য তৈরি করা হয় না- তা তৈরি হয় সৌন্দর্যসৃষ্টির জন্য। শিল্পকলার মধ্য দিয়ে সুন্দরকে প্রকাশ করা হয়। সুন্দরের সৃষ্টিতে সকলেরই চেষ্টা করা উচিত।
উদ্দীপকে ললিতকলার যে পরিচয় তুলে ধরা হয়েছে, তাতে দেখা যায় অহেতুক আনন্দ লাভের দিকে মানুষের ঝোঁক বেশি। সৃষ্টি করে যে সুখ পায় তার পূর্ণতা বেড়ে যায় যখন সৃষ্টির সৌন্দর্য চোখে পড়ে এবং তা দেখে মন ও হৃদয় তৃপ্ত হয়, মুগ্ধ হয়।
উদ্দীপকের বিষয়বস্তুর এই ভাবার্থের সঙ্গে 'শিল্পকলার নানা দিক' প্রবন্ধে বর্ণিত প্রয়োজন ও অপ্রয়োজনের দিকটির সাদৃশ্য লক্ষ করা যায়। শুধু প্রয়োজন মিটলেই মানুষ খুশি হয় না, প্রয়োজনের বাইরের সুন্দর বোধ মানুষের মনকে তৃপ্ত করে। উদ্দীপকের ললিতকলা বলতে 'শিল্পকলার নানা দিক' প্রবন্ধের এ বিষয়টিকে নির্দেশ করা হয়েছে।
মূলকথা : শিল্পকলা প্রয়োজন মিটিয়ে যখন মনের সৌন্দর্যের খোরাক মিটায় তখন সে শিল্প ললিতকলায় উন্নীত হয়।

ঘ) "উদ্দীপকে উল্লিখিত চারুকলা ও কারুকলার সমন্বিত রূপ শিল্পকলা"- 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে মন্তব্যটি যথার্থ।
প্রকৃতি জগতে সুন্দরের প্রকাশ ঘটে নানাভাবে, যা দেখে মানুষ নতুন করে সুন্দরকে সৃষ্টি করে। চারুকলা, কারুকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্যকলা, কবিতা সবকিছুর মধ্য দিয়েই সুন্দরকে প্রকাশ করা হয়। সুন্দর বোধ মানুষের মনকে তৃপ্ত করে বলে সুন্দরের সৃষ্টিতে সকলেরই চেষ্টা করা উচিত।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক সুন্দরের ধারণা ব্যক্ত করার পাশাপাশি শিল্পকলার স্বরূপ তুলে ধরেছেন। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্যকলা, কবিতা সবকিছুই শিল্পকলার খন্ড খন্ড রূপ। এগুলো একত্রে শিল্পকলার সৌন্দর্যসৃষ্টি করে, এমনকি প্রকৃতিজগতের সৌন্দর্যে নানা প্রক্রিয়া ঘটে থাকে। এসব ক্রিয়াকর্ম যখন মানুষ অসীম সৌন্দর্যবোধ দিয়ে অবলোকন করে তখন তা চারুকলা রূপে প্রকাশিত হয়। উদ্দীপকেও চারুকলার এমন চিত্র অঙ্কন করা হয়েছে। যখন কোনো প্রাসাদ বা অট্টালিকা মানুষের বসবাসের উপযোগী বলে মনে করা হয় তখন তা কারুকলা। আবার যখন, ওই প্রাসাদটির কারুকার্য রূপময় অসীম সৌন্দর্যসৃষ্টি হিসেবে দেখা হয় তখন তা চারুকলা বলে প্রতিভাত হয়। এই কারুকলা ও চারুকলার সম্মিলিত রূপ হলো শিল্পকলা। কারুকলা মানুষের প্রয়োজনীয়তার সঙ্গে জড়িত। আর চারুকলা মানুষের মানসিক আনন্দ দানের সঙ্গে সম্পর্কিত।
উপর্যুক্ত বিচার বিশ্লেষণ থেকে দেখা যায়, যেকোনো শিল্পকর্ম যখন অসীম সৌন্দর্যের দৃষ্টিভঙ্গিতে অনুভূত হয় তখন তা শিল্পসফলতা পায়। আর শিল্পকলার মধ্যে কারুকলা ও চারুকলার রূপ নিহিত আছে। তাই বলা যায়, উদ্দীপকে উল্লিখিত চারুকলা ও কারুকলার সমন্বিত রূপ শিল্পকলা।
মূলকথা : যেকোনো শিল্পকর্ম যখন সুন্দর দৃষ্টি দ্বারা অনুভূত হয় তখন তা দৃষ্টিতে চারুকলায় রূপান্তরিত। সৌন্দর্য আহরণ করাই চারুকলা।"""
    },
    # CQ 2
    {
        "stem": """কক্সবাজার সমুদ্র সৈকতে আপন মনে বালুভাস্কর্য তৈরি করছিলেন এক শিল্পী। বালুভাস্কর্য তৈরির এ ধারণাটি তুলনামূলক নতুন। ক্ষণস্থায়ী এ শিল্প সৃষ্টির উদ্দেশ্য জানতে চাইলে শিল্পী হেসে বললেন, পর্যটকদের আনন্দদানই তার উদ্দেশ্য। [ব. বো.'২০১৬]""",
        "ka": "তালপাতায় আঁকা ছবির বহু নিদর্শন কোথায় পাওয়া যায়?",
        "kha": "\"সব সুন্দরই সরাসরি প্রয়োজনের বাইরে।\"- কেন?",
        "ga": "উদ্দীপকে শিল্পকলার যে শাখার পরিচয় পাওয়া যায় 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে ব্যাখ্যা কর।",
        "gha": "'মানুষকে আনন্দদানই শিল্পকলার উদ্দেশ্য'- উদ্দীপক এবং 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে উক্তিটির যথার্থতা বিচার কর।",
        "solution": """ক) তালপাতায় আঁকা ছবির বহু নিদর্শন পাওয়া যায় পুরানো পুথিতে।

খ) সুন্দরের সাথে প্রয়োজনের সম্পর্ক নেই বলে সব সুন্দর সরাসরি প্রয়োজনের বাইরে।
সৌন্দর্য মনকে তৃপ্ত করে, মানবমনের মানসিক খোরাক জোগায়। অন্যদিকে প্রয়োজনের ক্ষেত্রে সৌন্দর্য উপেক্ষিত হয়, তখন কেবল প্রয়োজন মেটানোটাই মুখ্য। মানুষ যখন সৌন্দর্যকে অবলোকন করে, অনুভব করে তখন প্রয়োজন গুরুত্ব পায় না। তাই সব সৌন্দর্য সরাসরি প্রয়োজনের বাইরে অর্থাৎ সম্পর্কহীন।

গ) উদ্দীপকে শিল্পকলার ভাস্কর্য শাখার পরিচয় পাওয়া যায়।
ভাস্কর্য শিল্পকলার একটি প্রধান আঙ্গিক। পৃথিবীর সর্বত্র বিভিন্ন ধরনের, বহুমুখী আকৃতির ভাস্কর্য দেখতে পাওয়া যায়। পুতুল, মুখোশ, মাটির জিনিসপত্র ভাস্কর্যের উদাহরণ। তবে বর্তমানে কাঠ, পাথর প্রভৃতি দিয়ে তৈরি ভাস্কর্য বেশ জনপ্রিয়তা অর্জন করেছে।
'শিল্পকলার নানা দিক' প্রবন্ধে এই ভাস্কর্যশিল্পের পরিচয় তুলে ধরা হয়েছে যা আমরা উদ্দীপকেও দেখতে পাই। এ প্রবন্ধে বলা হয়েছে যে, নরম মাটি দিয়ে কোনো কিছুর রূপ দেওয়া বা শক্ত পাথর কেটে কোনো গঠন বানানোকে বলে ভাস্কর্য। বিশেষ এক ধরনের ছাঁচ বানিয়ে গলিত ধাতু ঢেলে গড়ন বানানোকেও বলে ভাস্কর্য। শিল্পকলার মধ্যে কতগুলো মূল বস্তু থাকে, যেমন- বিন্দু, রেখা, রং, আকার, গতি, ছন্দ, আলো-ছায়া প্রভৃতি। এসব মিলে হয় ভাস্কর্য। উদ্দীপকে যে ভাস্কর্যশিল্পের পরিচয় আমরা পাই সেখানে বলা হয়েছে বালুর তৈরি ভাস্কর্যের কথা।

ঘ) 'মানুষকে আনন্দদানই শিল্পকলার উদ্দেশ্য।'- মন্তব্যটি যথার্থ। শিল্পের মধ্যে মানুষের প্রয়োজন সাধনের চেষ্টা থাকে না, থাকে আনন্দ প্রদানের চেষ্টা। আত্মিক আনন্দই শিল্পকলার উদ্দেশ্য, জৈবিক তৃপ্তিসাধন নয়। তাই শিল্পকলার চর্চা করে মানুষ মনকে তৃপ্ত করে।
'শিল্পকলার নানা দিক' প্রবন্ধে এ সত্যকেই তুলে ধরা হয়েছে। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতা সবকিছুর মধ্য দিয়েই সুন্দরকে প্রকাশ করা হয়। প্রকৃতিজগতের সৌন্দর্যকে মানুষ নানাভাবে ফুটিয়ে তোলে শিল্পকলায়। এ সুন্দরবোধ মানুষকে তৃপ্ত করে, মনকে পরিশীলিত করে। উদ্দীপকে বলা হয়েছে যে, শিল্পী যে বালুর ভাস্কর্য তৈরি করছেন তা ক্ষণস্থায়ী। তবু সেটা তৈরিতে যেমন তার আনন্দ আছে তেমনি তা দেখে পর্যটকরাও আনন্দ পাবে।
প্রয়োজন মেটাতে কোনোকিছুকে সুন্দর করে তৈরি করতে হয় না। কিন্তু মনকে পরিতৃপ্ত করতে সৌন্দর্যের প্রয়োজন, যা শিল্পকলার উদ্দেশ্য। তাই 'মানুষকে আনন্দদানই শিল্পকলার উদ্দেশ্য' মন্তব্যটি যথার্থ।"""
    },
    # CQ 3
    {
        "stem": """মেহেরুন্নেসা এবার জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে বাংলা বিভাগে ভর্তি হয়েছেন। নবীনবরণ অনুষ্ঠানে নাট্যাভিনয় দেখে তিনি বান্ধবীদের সাথে ক্যাম্পাস ঘুরতে ঘুরতে এলেন কেন্দ্রীয় লাইব্রেরির সামনে। সেখানে দেখেন- এক হাতে বন্দুক ধরে এক পায়ের ওপর দাঁড়িয়ে আছে বিশালাকার এক ভাস্কর্য। নাম- সংশপ্তক। নিশ্চিত মৃত্যু জেনেও যে যুদ্ধ চালিয়ে যায় তাকেই বলে সংশপ্তক। ৭১-এর মুক্তিযোদ্ধাদের বীরত্বের কথা স্মরণ করে এই ভাস্কর্যটি বানানো হয়েছে। মনটা ভরে গেলো মেহেরুন্নেসার।""",
        "ka": "মুস্তাফা মনোয়ার কোথায় জন্মগ্রহণ করেন?",
        "kha": "'প্রয়োজন আর অপ্রয়োজন মিলেই মানুষের সৌন্দর্যের আশা পূর্ণ'- কথাটি বুঝিয়ে লেখ।",
        "ga": "নবীনবরণ অনুষ্ঠানে মেহেরুন্নেসা শিল্পকলার কোন দিকটি দেখেছেন? এর বর্ণনা দাও।",
        "gha": "'মেহেরুন্নেসার দেখা সংশপ্তকই শিল্পকলার প্রধান দিক'- মন্তব্যটির যথার্থতা যাচাই কর।",
        "solution": """ক) মুস্তাফা মনোয়ার ঝিনাইদহ জেলার মনোহরপুর গ্রামে জন্মগ্রহণ করেন।

খ) সুন্দর বা সৌন্দর্য আসলে প্রয়োজন ও অপ্রয়োজনের বাইরে- এ ভাবটি প্রকাশ করতেই প্রশ্নোক্ত উক্তিটি করা হয়েছে।
মানুষ যখন-তখন সৌন্দর্য সৃষ্টি করতে পারে। প্রয়োজনের সুন্দর কেবল শারীরিক তৃপ্তি দেয়, আর অপ্রয়োজনের সুন্দর দেয় মানসিক তৃপ্তি। সৌন্দর্যের কোনো স্থান কাল নেই। এটি যেকোনো সময়ে যেকোনো স্থানে সৃষ্টি হতে পারে। এজন্যই প্রয়োজন আর অপ্রয়োজন মিলিয়েই মানুষের সৌন্দর্যের আশা পূর্ণ হয়।
মূলকথা : সৌন্দর্য আসলে প্রয়োজন এবং অপ্রয়োজনের গণ্ডির মধ্যে সীমাবদ্ধ নয়।

গ) নবীনবরণ অনুষ্ঠানে মেহেরুন্নেসা শিল্পকলার প্রয়োজনীয় ভাস্কর্যের দিকটি দেখেছেন।
শিল্পকলার নানারকম দিকের মধ্যে একটি প্রয়োজনীয় দিক, অপরটি অপ্রয়োজনীয় দিক। শুধু প্রয়োজন মিটলেই মানুষ খুশি হয় না বলে কখনো রঙের সাহায্যে, কখনো মাটি বা পাথরের সাহায্যে সুন্দরকে সৃষ্টি করা হয়। সুন্দর বোধ অপ্রয়োজনেও সৌন্দর্যসৃষ্টির মাধ্যমে মানুষের মনকে তৃপ্ত করে।
উদ্দীপকে দেখা যায় যে, মেহেরুন্নেসা এবার জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে বাংলা বিভাগে ভর্তি হয়েছেন। নবীনবরণ অনুষ্ঠানে নাট্যাভিনয় দেখে তিনি বান্ধবীদের সাথে ক্যাম্পাস ঘুরতে ঘুরতে কেন্দ্রীয় লাইব্রেরির সামনে এসে দেখেন, এক হাতে বন্দুক নিয়ে এক পায়ের ওপর দাঁড়িয়ে আছে বিশালাকার একটি ভাস্কর্য। ৭১-এর মুক্তিযোদ্ধাদের বীরত্বের কথা স্মরণ করে ভাস্কর্যটি বানানো হয়েছে, যার সৌন্দর্য দেখে মন ভরে গেল মেহেরুন্নেসার। 'শিল্পকলার নানা দিক' প্রবন্ধেও প্রয়োজন ও অপ্রয়োজনীয় শিল্পের কথা বলা হয়েছে। লেখক মনে করেন, শুধু প্রয়োজন মিটলেই হবে না, তাকে সুন্দর হতে হবে। প্রয়োজন আর অপ্রয়োজন মিলেই সৃষ্টি হয় সৌন্দর্য। নবীনবরণ অনুষ্ঠানে মেহেরুন্নেসা শিল্পকলার এই সৌন্দর্যের দিকটিই দেখেছেন।
মূলকথা : সৌন্দর্য কোনো গণ্ডির মধ্যে সীমাবদ্ধ নয়, কারণ, সৌন্দর্য প্রয়োজন ও অপ্রয়োজন মিলেই সৃষ্টি।

ঘ) 'মেহেরুন্নেসার দেখা সংশপ্তকই শিল্পকলার প্রধান দিক'-মন্তব্যটি যথার্থ।
শিল্পকলার জগতে সুন্দরের প্রকাশ ঘটে নানাভাবে। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতা সবকিছুর মধ্যে দিয়েই সুন্দরকে প্রকাশ করা হয়। সুন্দরের সৃষ্টিতে সকলেরই চেষ্টা করা উচিত।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক বিভিন্ন মাধ্যমে সুন্দরের ধারণা ব্যক্ত করেছেন। চিত্রকলা, স্থাপত্য, ভাস্কর্য, সংগীত, নৃত্য, কবিতা সবকিছুর মধ্য দিয়েই সুন্দরকে প্রকাশ করা হয়। প্রকৃতি জগতে সুন্দরের প্রকাশ ঘটে নানাভাবে, যা দেখে মানুষ নতুন রূপে সুন্দরকে সৃষ্টি করে। উদ্দীপকে দেখা যায়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের বাংলা বিভাগের নতুন শিক্ষার্থী মেহেরুন্নেসা নবীনবরণ অনুষ্ঠানে নাট্যাভিনয় দেখে বান্ধবীদের সাথে ক্যাম্পাস ঘুরতে ঘুরতে কেন্দ্রীয় লাইব্রেরির সামনে এলেন। সেখানে দেখেন এক হাতে বন্দুক নিয়ে পায়ের ওপর দাঁড়িয়ে আছে বিশালাকার এক ভাস্কর্য, যার নাম দেওয়া হয়েছে সংশপ্তক। নিশ্চিত মৃত্যু জেনেও যে যুদ্ধ করে তাকেই সংশপ্তক বলে। ১৯৭১ সালের মুক্তিযোদ্ধাদের বীরত্বকে স্মরণে তৈরি করা এই ভাস্কর্যটি দেখে মেহেরুন্নেসার মনটা ভরে গেল।
উপর্যুক্ত যাচাই অনুসারে দেখা যায়, উদ্দীপক ও 'শিল্পকলার নানা দিক' রচনায় ভাস্কর্য নিয়ে আলোচনা করা হয়েছে। এর মধ্যে দিয়ে যে সৌন্দর্য সৃষ্টি হয়েছে তা মেহেরুন্নেসার মনকে আনন্দে ভরিয়ে দিয়েছে। কাজেই 'মেহেরুন্নেসার দেখা সংশপ্তকই শিল্পকলার প্রধান দিক' মন্তব্যটি যথার্থ।
মূলকথা : সৌন্দর্য যখন প্রয়োজন মিটিয়ে মানসিকভাবে মানুষকে মোহিত করে, তখন সে সৌন্দর্য প্রথম শ্রেণির দাবিদার।"""
    },
    # CQ 4
    {
        "stem": """পোড়ামাটির এই ফলক বাংলার প্রাচীন মৃৎশিল্প। মামা বললেন, টেরাকোটা বা পোড়ামাটির এসব কাজ এদেশে শুরু হয়েছে হাজার বছর আগে। আজকাল কি পোড়ামাটির এই শিল্পচর্চা হয় না? মামার কাছে জানতে চাইলাম আমরা। মামা বললেন, আজকাল ওরকম টেরাকোটা হচ্ছে না বটে, তবে পোড়ামাটির নকশার কদর বেড়েছে।""",
        "ka": "'প্রাত্যহিক জীবন' কী?",
        "kha": "আমাদের সংস্কৃতি বা কালচার গড়ে উঠেছে কীভাবে? বুঝিয়ে লেখ।",
        "ga": "উদ্দীপকটিতে 'শিল্পকলার নানা দিক' প্রবন্ধের যে বিশেষ দিকটি আলোচিত হয়েছে তা ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকে উল্লিখিত দিকটি 'শিল্পকলার নানা দিক' প্রবন্ধের সামগ্রিকতা প্রকাশ করে না।\" উক্তিটি বিশ্লেষণ কর।",
        "solution": """ক) প্রাত্যহিক জীবন হলো প্রতিদিনের জীবন।

খ) আমাদের সংস্কৃতি বা কালচার গড়ে উঠেছে নানা রকম শিল্পকলার কারুকাজ দিয়ে।
আমাদের রয়েছে শিল্পকলার বিস্তীর্ণ অঙ্গন। শিল্পকলার নানা বিষয় যেমন- চিত্রকলা, ভাস্কর্য, নৃত্যকলা, সংগীতকলা, অভিনয়কলা, চলচ্চিত্র, স্থাপত্য ইত্যাদির মাধ্যমেই আমাদের সংস্কৃতি বা কালচার গড়ে উঠেছে। আর শিল্পীরা দেশের ঐতিহ্যকে ধরে রাখতে গড়ে তোলেন শিল্পকলার নানা অনুষঙ্গ। শিল্পকলার নানা কারুকাজ দিয়ে একটি দেশের সংস্কৃতি বা কালচার গড়ে উঠেছে বলেই একটি দেশ ও দেশের মানুষকে জানা যায়।

গ) উদ্দীপকটিতে 'শিল্পকলার নানা দিক' প্রবন্ধের পোড়ামাটির ভাস্কর্যের দিকটি আলোচিত হয়েছে।
শিল্পকলার বিস্তীর্ণ অঙ্গনজুড়ে রয়েছে চিত্রকলা, ভাস্কর্য, নৃত্যকলা ইত্যাদি বিষয়। ভাস্কর্য শিল্পকলার অন্যতম প্রধান একটি দিক। আমাদের দেশেও পোড়ামাটির ভাস্কর্য খুব প্রসিদ্ধ ছিল।
উদ্দীপকে পোড়ামাটির শিল্পের বর্ণনায় উঠে এসেছে পোড়ামাটির ভাস্কর্যের কথা। পোড়ামাটির ভাস্কর্যের কাজ বাংলার প্রাচীন শিল্পগুলোর মধ্যে অন্যতম। পোড়ামাটির এসব কাজ শুরু হয়েছিল হাজার হাজার বছর আগে। 'শিল্পকলার নানা দিক' প্রবন্ধে মুস্তাফা মনোয়ার পোড়ামাটির ভাস্কর্যের কথা বলেছেন। এক সময় আমাদের দেশের পোড়ামাটির ভাস্কর্যের অনেক সুনাম ছিল, যা আমাদের ঐতিহ্যকে ধারণ করার পাশাপাশি শিল্পকলাকে করেছে সমৃদ্ধিশালী। উদ্দীপকে বর্ণিত টেরাকোটার মধ্য দিয়ে পোড়ামাটির ভাস্কর্যের দিকটি প্রকাশ পেয়েছে। আর উদ্দীপকটিতে 'শিল্পকলার নানা দিক' প্রবন্ধের এই বিশেষ দিকটিই আলোচিত হয়েছে।

ঘ) "উদ্দীপকে উল্লিখিত দিকটি 'শিল্পকলার নানা দিক' প্রবন্ধের সামগ্রিকতা প্রকাশ করে না।"- উক্তিটি যথার্থ।
শিল্পকলার দিকগুলোর মাঝে ভাস্কর্য অন্যতম প্রধান বিষয়। এক সময় আমাদের দেশে পোড়ামাটির ভাস্কর্য অনেক প্রসিদ্ধ ছিল। আমাদের ঐতিহ্য প্রকাশে ভাস্কর্যসমূহের বেশ ভূমিকা ছিল।
উদ্দীপকে পোড়ামাটির শিল্পের বর্ণনায় ভাস্কর্যের দিকটি প্রকাশ পেয়েছে। পোড়ামাটির ভাস্কর্যের কাজ এদেশে শুরু হয়েছিল হাজার হাজার বছর আগে। 'শিল্পকলার নানা দিক' প্রবন্ধেও পোড়ামাটির ভাস্কর্যের কথা বলা হয়েছে। এই বিষয়টি ছাড়াও প্রবন্ধে মুস্তাফা মনোয়ার সুন্দরের ধারণা ব্যক্ত করেছেন। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতা ইত্যাদির মাধ্যমে সুন্দরকে প্রকাশ করা যায়। মানুষ প্রকৃতিজগতে প্রকাশিত সুন্দরকে নতুন করে সৃষ্টি করে। এভাবেই সৃষ্টি হয় শিল্পকলার নানা দিকের। শিল্পকলার সৃষ্টি মানুষের মনকে পরিতৃপ্ত করে। মানুষকে করে পরিশীলিত। প্রবন্ধে আরও আলোচিত হয়েছে শিল্পকলা চর্চার অপরিহার্যতার দিকটি।
'শিল্পকলার নানা দিক' প্রবন্ধ এবং উদ্দীপক উভয় ক্ষেত্রেই পোড়ামাটির ভাস্কর্যের দিকটি প্রকাশ পেয়েছে। কিন্তু 'শিল্পকলার নানা দিক' প্রবন্ধে বর্ণিত হয়েছে শিল্পকলার বিভিন্ন বিষয়। শিল্পকলার মাধ্যমে সুন্দরের বহিঃপ্রকাশ। আরও বর্ণিত হয়েছে শিল্পকলা চর্চার প্রয়োজনীয়তার দিকটি। তাই বলা যায়, উদ্দীপকে উল্লিখিত দিকটি প্রবন্ধের সামগ্রিকতা প্রকাশ করে না। এসব দিক বিচারে প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 5
    {
        "stem": """জয়পুরহাট শহরে শিল্পী আমিনুর রহমান প্রামাণিকের নকশা করা শিল্পকর্ম বাজলা স্কুলের স্বাধীনতা মঞ্চ একটি ব্যতিক্রমধর্মী স্থাপনা। ছোট আয়তনের হলেও এর দুটি স্তম্ভের উপর রয়েছে স্বাধীনতার লাল সূর্য ও অন্য একটি স্তম্ভের উপরে বেয়নেট খচিত রাইফেলে মুষ্টিবদ্ধ একটি হাত। এর মূলে রয়েছে শিল্পীমনের এক অনুপম সৌন্দর্য। [দি. বো.'২০১৭]""",
        "ka": "সুন্দরকে জানার যে জ্ঞান তার নাম কী?",
        "kha": "মানুষের সৌন্দর্যের আশা পূর্ণ হয় কীভাবে?",
        "ga": "উদ্দীপকের শিল্পকর্মটি 'শিল্পকলার নানা দিক' রচনার যে দিকটি নির্দেশ করে তা ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকটিতে 'শিল্পকলার নানা দিক' রচনার সামগ্রিক দিক প্রতিফলিত হয়নি\"- মন্তব্যটির যথার্থতা বিচার কর।",
        "solution": """ক) সুন্দরকে জানার যে জ্ঞান তার নাম 'নন্দনতত্ত্ব'।

খ) প্রয়োজন আর অপ্রয়োজন মিলে মানুষের সৌন্দর্যের আশা পূর্ণ হয়।
মানুষ দৈনন্দিন ব্যবহারের জন্য নানা ধরনের জিনিস ব্যবহার করে। আর যেগুলো মানুষ ব্যবহার করে সেগুলো যদি প্রয়োজন মেটানোর পরে সৌন্দর্যের দিকটি প্রকাশ করে, তাহলে তা মানুষের কাছে আরও ভালো লাগার হয়ে ওঠে। সেক্ষেত্রে প্রয়োজনের চেয়ে সৌন্দর্যের দিকটিই তখন বেশি গুরুত্বপূর্ণ হয়ে ওঠে। প্রয়োজন মানুষের শরীরকে তৃপ্তি দেয়, আর সৌন্দর্য মানুষের মনকে তৃপ্তি দেয়। সুতরাং প্রয়োজন আর অপ্রয়োজন মিলে মানুষের সৌন্দর্যের আশা পূর্ণ হয়।

গ) উদ্দীপকের শিল্পকর্মটি 'শিল্পকলার নানা দিক' রচনার শিল্পের সৌন্দর্যের দিকটি নির্দেশ করে।
সৌন্দর্য একটি আপেক্ষিক বিষয়। একজনের কাছে যে বস্তু সুন্দর, অন্যজনের কাছে তা সুন্দর নয়। সৌন্দর্য থাকে সবার মনে। আর এই জন্যেই কোনো বিষয়ে আমরা হঠাৎ করে সুন্দর-অসুন্দরের সিদ্ধান্তে আসতে পারি না।
উদ্দীপকে শিল্পী আমিনুর রহমানের শিল্প ও শিল্পের সৌন্দর্য সম্পর্কে বলা হয়েছে। তার শিল্পকর্মে একসাথে ফুটে উঠেছে জাতীয় চেতনা এবং শৈল্পিক সৌন্দর্য। 'শিল্পকলার নানা দিক' রচনায় শিল্প ও শিল্পের সৌন্দর্যের দিকটি বর্ণনা করা হয়েছে। সেই সাথে সৌন্দর্যের সাথে মানুষের মনের সম্পর্কের দিকটিও উপস্থাপিত হয়েছে। তাই বলা যায়, উদ্দীপকের শিল্পকর্মটি 'শিল্পকলার নানা দিক' রচনার শিল্পের সৌন্দর্যের দিকটি নির্দেশ করে।

ঘ) উদ্দীপকটিতে 'শিল্পকলার নানা দিক' রচনার সামগ্রিক দিক প্রতিফলিত হয়নি- মন্তব্যটি যথার্থ।
মানুষের বেঁচে থাকার জন্য শিল্প অত্যন্ত গুরুত্বপূর্ণ একটি বিষয়। শিল্প মানুষের মনের চাহিদা পূরণ করে মানুষকে ভেতর থেকে সমৃদ্ধ করে। উদ্দীপকে আমিনুর রহমানের তৈরি স্বাধীনতা মঞ্চের কথা বলা হয়েছে। তার নকশায় শিল্প ও স্বাধীনতার চেতনা দুই-ই প্রকাশ পেয়েছে। 'শিল্পকলার নানা দিক' রচনায় শিল্পের বিভিন্ন দিক ও শ্রেণিভিত্তিক আলোচনা দেখা যায়। শিল্পের বিভিন্ন শাখা সম্পর্কেও বলা হয়েছে রচনায়। এছাড়াও মানুষের মনের এবং আত্মার চাহিদার সাথে শিল্পের সম্পর্কের দিকটিও প্রকাশ পেয়েছে রচনায়।
উদ্দীপকে শুধু স্বাধীনতা মঞ্চের শৈল্পিক সৌন্দর্যের কথা বলা হয়েছে। কিন্তু 'শিল্পকলার নানা দিক' রচনায় শিল্পের সার্বিক দিক নিয়ে আলোচনা করা হয়েছে। তাই বলা যায়, উদ্দীপকটিতে 'শিল্পকলার নানা দিক' রচনার সামগ্রিক দিক প্রতিফলিত হয়নি।"""
    },
    # CQ 6
    {
        "stem": """সাগর, নদী, পাহাড়, গাছপালা, ফুল-পাখির বিচিত্র সমারোহ সৌন্দর্যপিপাসু মানুষদের আকৃষ্ট করে। এই প্রকৃতিকে স্রষ্টা সুন্দর করে সাজিয়েছেন শুধুই নিজের খেয়ালে। ব্যক্তিবিশেষ বা কোনো গোষ্ঠীকে আনন্দ দান নয়, সৌন্দর্যই এখানে মুখ্য। সৌন্দর্য মানুষকে তৃপ্ত করে, পরিশীলিত করে। [কু. বো.'২০১৫]""",
        "ka": "আমাদের দেশে কীসের ভাস্কর্য খুব প্রসিদ্ধ ছিল?",
        "kha": "'কালি কলম মন, লেখে তিন জন।'- ব্যাখ্যা কর।",
        "ga": "উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের যে দিকটির পরিচয় মেলে তা ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের অনেক দিকই ফুটে ওঠেনি।\"- মন্তব্যটির যথার্থতা যাচাই কর।",
        "solution": """ক) আমাদের দেশে পোড়ামাটির ভাস্কর্য খুব প্রসিদ্ধ ছিল।

খ) 'কালি কলম মন, লেখে তিন জন।'- এটি বাংলার একটি বহুল প্রচলিত প্রবাদ। এর দ্বারা ঐতিহ্য, শিল্প ও যুগের মাঝে সমন্বয় সৃষ্টি করা হয়েছে।
আলোচ্য প্রবাদ বাক্যে কালি মানে দেশের ঐতিহ্যের হাজার বছর প্রবাহিত কালি, কলম হলো শিল্প সৃষ্টির বর্তমান সরঞ্জামসমূহ, আর মন হলো বর্তমান যুগের সঙ্গে ঐতিহ্যের সমন্বয় সাধন করে নিজেকে প্রকাশ করার মন। আলোচ্য প্রবাদ দ্বারা এটাই বোঝানো হয়েছে যে- ঐতিহ্যই দেশের পরিচায়ক।

গ) উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের সৌন্দর্যের মাধ্যমে আনন্দলাভের দিকটির পরিচয় মেলে। মনের নিজস্ব গতি আছে, আছে ছন্দ। এই ছন্দ, গতিতে চলতে চলতে মন সৌন্দর্যের সন্ধান করে। কারণ সৌন্দর্যই একমাত্র উপাদান যা সৃষ্টিতে এবং দর্শনে লাভ করা যায় নিটোল আনন্দ। তাই জীবনের জন্য সৌন্দর্যসৃষ্টি এবং সৌন্দর্য দর্শন গুরুত্বপূর্ণ।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক সৌন্দর্যের সাথে মানবমনের সম্পর্কের বিষয়টি উপস্থাপন করেছেন। প্রকৃতিজগতের সৌন্দর্যকে বিচিত্র ভাব-ভাষায় মানুষ জড় উপাদানে ফুটিয়ে তোলে। এই সৌন্দর্য যিনি সৃষ্টি করেন তিনি যেমন তৃপ্তি লাভ করেন তেমনি যিনি দর্শন করেন তিনিও লাভ করেন পরিতৃপ্তি। উদ্দীপকেও সৌন্দর্যের মধ্য দিয়ে তৃপ্তি লাভের এ বিষয়টি প্রতিফলিত হয়েছে। চারপাশের প্রকৃতিকে স্রষ্টা সাজিয়েছেন সুন্দরের রং-তুলি দিয়ে। সৌন্দর্যসৃষ্টি এবং সৌন্দর্য দর্শনই এখানে মুখ্য।

ঘ) "উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের অনেক দিকই ফুটে ওঠেনি।"- মন্তব্যটি যথার্থ।
সৌন্দর্যের আকাঙ্ক্ষা মানবজীবনে চিরকালীন সত্য। তাই শুধু প্রয়োজন মিটিয়েই সে নিবৃত্ত হয় না। প্রয়োজনের বাইরে গিয়ে সে যেটুকু করে সেটুকুই সৌন্দর্যের সাধনা। যুগ যুগ ধরে চিত্রকলা, শিল্পকলায় মানুষ এ সৌন্দর্যের সাধনাই করে আসছে।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক সুন্দরের পরিচয় ব্যক্ত করেছেন। প্রকৃতিজগতে যে সৌন্দর্য নিয়ত প্রকাশমান তা অবলোকন করে মানুষ জড় উপাদানের মাধ্যমে নতুন করে সৌন্দর্যকে সৃষ্টি করে। এভাবেই চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতার সৃষ্টি। এই সুন্দরের বোধ মনকে তৃপ্ত করে। উদ্দীপকেও এই সৌন্দর্যসৃষ্টির বিষয়টি প্রতিফলিত হয়েছে। স্রষ্টা নিজ মনের খেয়ালে সৃষ্টি করেছেন অনুপম প্রাকৃতিক সৌন্দর্য। সুন্দরের সৃষ্টির এই প্রক্রিয়া চলমান।
উদ্দীপক এবং 'শিল্পকলার নানা দিক' প্রবন্ধে সুন্দরের সৃষ্টি মাহাত্ম্যই ধ্বনিত। তবে আলোচ্য প্রবন্ধে প্রকৃতিজগতের সৌন্দর্যের অনুসরণে মানুষ কীভাবে রং, রেখা, মাটি বা পাথরের বুকে সৌন্দর্য সৃষ্টি করছে তা প্রধান হয়ে উঠেছে। সেই সাথে মানুষের সৌন্দর্যবোধও একটি প্রধান বিষয় হিসেবে বর্ণিত হয়েছে, যা উদ্দীপকে অনুপস্থিত। তাই বলা যায় যে, প্রশ্নোক্ত মন্তব্যটি যথার্থ।"""
    },
    # CQ 7
    {
        "stem": """এবার ঈদে অষ্টম শ্রেণির ছাত্রী নাজমা তার বাবার কাছে 'পাখি ড্রেস' নামক জামা দাবি করলে বাবা তাকে জামাটি কিনে দেয়। ঈদের দিন জামাটি পরে নাজমা বান্ধবীদের বাড়িতে বেড়াতে গেলে সবাই জামাটির সৌন্দর্যের প্রশংসা করে যা তারও ভালো লাগে। বান্ধবীদের বাড়ি থেকে ফিরে নাজমা জামাটি শোকেসে তুলে রাখে।""",
        "ka": "বর্তমানে ছবি আঁকার অত্যন্ত প্রিয় রং কোনটি?",
        "kha": "শিল্পকলা সৃষ্টি হয়েছে কেন?",
        "ga": "যে কারণে নাজমার জামাটি সবার প্রশংসা পেয়েছে তা 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে ব্যাখ্যা কর।",
        "gha": "নাজমার জামাটি শোকেসে তুলে রাখার মাধ্যমে 'শিল্পকলার নানা দিক' প্রবন্ধের মূল উদ্দেশ্য ব্যাহত হয়েছে কি?- তোমার উত্তরের পক্ষে যুক্তি দাও।",
        "solution": """ক) বর্তমানে ছবি আঁকার অত্যন্ত প্রিয় রং হচ্ছে জল রং।

খ) মানুষের সৌন্দর্যানুভূতি ও আনন্দবোধের প্রকাশের জন্যই শিল্পকলা সৃষ্টি হয়েছে।
সৌন্দর্যানুভূতি ও আনন্দ প্রকাশ মানুষের চিত্তবিকাশেরই নবরূপ। সৌন্দর্য ও আনন্দকে আমরা বুঝি রূপ-রস-শব্দ-স্পর্শ-গন্ধ ইত্যাদি মাধ্যমে, ইন্দ্রিয়সকলের সাহায্যে। মানুষ যখন আনন্দ পায় তখন সে তার মনকে প্রকাশ করতে চায় নানা রূপে। এ চাওয়া থেকেই সৃষ্টি হয়েছে শিল্পকলার।

গ) নাজমার জামাটির মধ্যে প্রয়োজনের সাথে সাথে অপ্রয়োজনের তথা সৌন্দর্যবোধের প্রকাশ ঘটায় জামাটি সবার প্রশংসা পেয়েছে।
মানুষের চাহিদার শেষ নেই। তাই যে যত পায় সে তত চায়। তবে শুধু প্রয়োজনের জিনিস পেলেই মানুষ খুশি হয় না। অবশ্যই সেটাকে সুন্দর হতে হয়। কোনো প্রয়োজনীয় জিনিস প্রাপ্তির পর মানুষের শরীর তৃপ্ত হয়। আর প্রয়োজনের বাইরে যে সৌন্দর্য থাকে তা মনকে তৃপ্ত করে।
উদ্দীপকের নাজমা তার বাবার কিনে দেওয়া কাঙ্ক্ষিত 'পাখি ড্রেস'টি পরে ঈদের দিন বান্ধবীদের বাড়িতে বেড়াতে গেলে সবাই জামাটির সৌন্দর্যের প্রশংসা করে, যা তারও ভালো লাগে। নাজমার জামাটি সবার প্রশংসা পাওয়ার অন্যতম কারণ প্রয়োজন সাধন অপেক্ষা অপ্রয়োজনের আনন্দদানে জামাটির ভূমিকা। 'শিল্পকলার নানা দিক' প্রবন্ধে আছে- প্রয়োজনের কাজ মিটল তো শরীরকে তৃপ্ত করল, আর প্রয়োজনের বাইরে যে সুন্দর তা মনকে তৃপ্ত করল। নাজমার জামাটির অপ্রয়োজনের সৌন্দর্যের দিক মনকে তৃপ্ত করায় তা সবার প্রশংসা পেয়েছে।

ঘ) না, নাজমার জামাটি শোকেসে তুলে রাখার মাধ্যমে 'শিল্পকলার নানা দিক' প্রবন্ধের মূল উদ্দেশ্য ব্যাহত হয়নি।
মানুষ সব সময় সুন্দর বিষয়কেই গ্রহণ করে। নিজের সৌন্দর্য অন্যের কাছে তুলে ধরতে চায়। অপ্রয়োজনীয় জিনিসই সৌন্দর্যের প্রকাশ ঘটায় বেশি। কারণ তা মনকে তৃপ্ত করে।
উদ্দীপকের নাজমা তার বাবার কিনে দেওয়া 'পাখি ড্রেস' নামক জামাটি পরে ঈদের দিন বান্ধবীদের বাড়িতে বেড়াতে গেলে সবাই জামাটির সৌন্দর্যের প্রশংসা করে, যা তারও ভালো লাগে। বান্ধবীদের বাড়ি থেকে ফিরে নাজমা জামাটি শোকেসে তুলে রাখে। 'শিল্পকলার নানা দিক' প্রবন্ধে আছে প্রয়োজনের কাজ মিটল তো শরীরকে তৃপ্ত করল, আর প্রয়োজনের বাইরে যে সুন্দর তা মনকে তৃপ্ত করল। মানুষের জৈব অপেক্ষা আত্মিক ও মানসিক আনন্দ সৃষ্টির আবেদন বেশি হওয়ায় নাজমার জামাটি সবার প্রশংসা লাভ করেছে। আর জামটি শোকেসে তুলে রাখায় 'শিল্পকলার নানা দিক' প্রবন্ধের মূল উদ্দেশ্য ব্যাহত হয়নি। কেননা অপ্রয়োজনের দিক মেটায় যে জিনিস তা সব সময় কাজে ব্যবহৃত হয় না।
'শিল্পকলার নানা দিক' প্রবন্ধে বলা হয়েছে- সকল জ্ঞানী মানুষ বলেন, সব সুন্দরই সরাসরি প্রয়োজনের বাইরে। আর নিত্যদিনের প্রয়োজনের বাইরে যে জিনিস তা শোকেস বা এমনই সংরক্ষিত স্থানে সংরক্ষণ করা হয়। উদ্দীপকের নাজমাও তার সুন্দর জামাটির প্রসঙ্গে অনুরূপ আচরণ করেছে। ফলে তার এ কাজে 'শিল্পকলার নানা দিক' প্রবন্ধের উদ্দেশ্য ব্যাহত হয়নি।"""
    },
    # CQ 8
    {
        "stem": """রাবেয়া তার বান্ধবীদের সাথে ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে ঘুরতে গিয়ে বিশালাকার এক ভাস্কর্য দেখতে পায়, নাম- 'অপরাজেয় বাংলা'। '৭১-এর মুক্তিযুদ্ধে কাঁধে কাঁধ মিলিয়ে বাংলার নারী ও পুরুষের অংশগ্রহণের এবং বিজয়ের কথা স্মরণ করিয়ে দেয় এটি। [ঢা. বো.'২০১৫]""",
        "ka": "সব সুন্দরই সরাসরি কীসের বাইরে অবস্থান করে?",
        "kha": "সুন্দরের নিয়ম জানতে হবে না কেন?",
        "ga": "উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের যে বিষয়টিকে নির্দেশ করা হয়েছে তা ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকে উল্লিখিত দিকটিই শিল্পকলার একমাত্র দিক নয়\"-মন্তব্যটির যথার্থতা বিচার কর।",
        "solution": """ক) সব সুন্দরই সরাসরি প্রয়োজনের বাইরে অবস্থান করে।

খ) সুন্দরের নিয়ম জানতে হবে না। কারণ সুন্দর যে নিয়মে সুন্দর হয়, তা সরাসরি প্রকাশিত হয় না। আবার নিয়ম না জানলেও সুন্দরকে চেনা যায়।
নিয়ম জেনে তারপর সুন্দরকে জানতে গেলে সুন্দরের তাৎপর্য উপলব্ধি করা যায় না; বরং সুন্দর দেখতে দেখতেই এক সময় সুন্দরের নিয়ম উপলব্ধিতে ধরা পড়ে। যেমন শিল্পকলা বা ফুল ফোটার নির্দিষ্ট নিয়ম আছে। কিন্তু এ নিয়ম প্রকাশিত হয় না। শুধু সুন্দরের সাথে মিশে একটা নান্দনিক বন্ধন তৈরি করে। এ কারণেই সুন্দরের নিয়ম জানতে হবে না।

গ) উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের ভাস্কর্যের বর্ণনার বিষয়টিকে নির্দেশ করে।
ভাস্কর্য হলো এক ধরনের শিল্পকলা। শিল্পীরা পাথর, কাঠ, মাটি প্রভৃতি দিয়ে ভাস্কর্য নির্মাণ করেন। যাঁরা ভাস্কর্য নির্মাণ করেন তাঁদের বলা হয় ভাস্কর। বাংলাদেশে বিভিন্ন আকৃতির ও বহু ধরনের ভাস্কর্য দেখতে পাওয়া যায়।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক এই ভাস্কর্যশিল্পের পরিচয় সংক্ষেপে বর্ণনা করেছেন। নরম মাটি দিয়ে কোনোকিছুর রূপ দেওয়া বা শক্ত পাথর কেটে কোনো গড়ন বানানোকে বলা হয় ভাস্কর্য। আবার বিশেষ এক ধরনের ছাঁচ বানিয়ে গলিত ধাতু ঢেলে গড়ন বানানোও ভাস্কর্যের অন্তর্ভুক্ত। আমাদের দেশে এককালে পোড়ামাটির ভাস্কর্য খুব প্রসিদ্ধ ছিল। উদ্দীপকের 'অপরাজেয় বাংলা' একটি ভাস্কর্য যা আলোচ্য প্রবন্ধের এই বর্ণনাকেই নির্দেশ করে। 'অপরাজেয় বাংলা' ঢাকা বিশ্ববিদ্যালয়ে অবস্থিত এক বিশালাকার ভাস্কর্য। এই ভাস্কর্যটি ১৯৭১ সালের মুক্তিযুদ্ধে বাংলাদেশের নারী-পুরুষের সম্মিলিত অংশগ্রহণের স্মারক। তাই আমরা বলতে পারি যে, উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের ভাস্কর্যের বর্ণনার বিষয়টিকে নির্দেশ করে।

ঘ) "উদ্দীপকে উল্লিখিত দিকটিই 'শিল্পকলার নানা দিক' প্রবন্ধের একমাত্র দিক নয়"- মন্তব্যটি যথার্থ।
শিল্পকলা নানা ধরনের উপকরণের সমন্বিত একটি বিষয়। ভাস্কর্যও এক বিশেষ ধরনের শিল্পকলা, যা নিজ নির্মাণশৈলীতেই স্বাতন্ত্র্যমণ্ডিত। বাংলাদেশে অনেক ভাস্কর্য দেখতে পাওয়া যায়। সেগুলোর নির্মাণের পশ্চাতে আছে কোনো বিশেষ অর্জন বা ঘটনা। এ ছাড়াও শিল্পকলার রয়েছে ভিন্ন ভিন্ন আঙ্গিক।
'শিল্পকলার নানা দিক' প্রবন্ধে সুন্দরের ধারণা ব্যক্ত করতে গিয়ে ভাস্কর্যের প্রসঙ্গ উত্থাপিত হয়েছে। ভাস্কর্য এক ধরনের শিল্পকলা, যার মধ্য দিয়ে প্রকাশ ঘটে সুন্দরের। প্রকৃতি বা জীবজগতের নানা বিষয়কে মাটি, কাঠ বা পাথরের সাহায্যে শিল্পীরা এই ভাস্কর্যে রূপ দেয়। উদ্দীপকেও আমরা এই ভাস্কর্যশিল্পকলার পরিচয় পাই। বাংলাদেশের একটি সুবিখ্যাত ভাস্কর্য 'অপরাজেয় বাংলা', যা ঢাকা বিশ্ববিদ্যালয়ে অবস্থিত। শিল্পীমন, সৌন্দর্যবোধের পাশাপাশি বাংলাদেশের স্বাধীনতা যুদ্ধের তাৎপর্যময় ইতিহাসও এ ভাস্কর্যের মধ্য দিয়ে প্রকাশমান।
উদ্দীপকে ভাস্কর্যের বর্ণনা এবং এর তাৎপর্যই প্রধান আলোচিত বিষয়। কিন্তু 'শিল্পকলার নানা দিক' প্রবন্ধে ভাস্কর্যের বর্ণনা এসেছে সুন্দরের ধারণা ব্যক্ত করার প্রসঙ্গে। ভাস্কর্য শিল্পকলার একটি উপকরণ, যার মধ্য দিয়ে সুন্দরের প্রকাশ ঘটে। এ ছাড়াও প্রবন্ধে আরও অনেক বিষয়ের প্রকাশ ঘটেছে। যেমন- সৌন্দর্যের গুরুত্ব, প্রয়োজন ও অপ্রয়োজনের কথা, নন্দনতত্ত্বের কথা, শিল্পকলার গুরুত্ব ইত্যাদি। তাই বলা যায় যে, উদ্দীপকে উল্লিখিত দিকটিই 'শিল্পকলার নানা দিক' প্রবন্ধের একমাত্র দিক নয়।"""
    },
    # CQ 9
    {
        "stem": """ছোট শিশু খেলার ছলে নদীতীরে বালু দিয়ে ঘর বানায়। ঘরের গায়ে সে সুন্দর করে নকশা বানায়। ঘরের আশপাশকেও সে পরিচ্ছন্ন করে তোলে। যাতে সেখানে একটি সুন্দর পরিবেশ বিরাজ করে। এভাবে শিশুটি আপন মনে তার ভালো লাগাকে মূর্ত করে তোলে।""",
        "ka": "মুস্তাফা মনোয়ার মৌলিকতার স্বাক্ষর রেখেছেন কোথায়?",
        "kha": "\"আনন্দ ধারা বহিছে ভুবনে\"- এই গানটি কীভাবে শিল্পকলার মূল সত্য প্রকাশ করে?",
        "ga": "উদ্দীপকের শিশুর কর্মে 'শিল্পকলার নানা দিক' প্রবন্ধের কোন দিকের মিল রয়েছে? ব্যাখ্যা কর।",
        "gha": "উদ্দীপকের ভাবই 'শিল্পকলার নানা দিক' প্রবন্ধের মূলীভূত সত্য। বক্তব্যটি বিশ্লেষণ কর।",
        "solution": """ক) বাংলাদেশ টেলিভিশন-এর অনুষ্ঠান প্রযোজনায় মুস্তাফা মনোয়ার মৌলিকতার স্বাক্ষর রেখেছেন।

খ) শিল্পকলার মূল সত্য হলো আনন্দে অবগাহন করা। আলোচ্য গানের কথাতেও বলা হয়েছে যে ধরণিতে আনন্দের ধারা বয়ে চলছে, যা শিল্পকলার মূল সত্যকে স্পর্শ করে।
মনের চাহিদা মেটাতে আনন্দের বিকল্প নেই। এ আনন্দে অবগাহনের জন্য পৃথিবীর মানুষ হাজারো প্রয়াস চালিয়ে যাচ্ছে। যেহেতু আনন্দ লাভ করাই শিল্পকলার মূল সত্য, তাই বলা যায়-আলোচ্য গানটি শিল্পকলার মূল সত্যই প্রকাশ করে।

গ) উদ্দীপকের শিশুর কর্মে 'শিল্পকলার নানা দিক' প্রবন্ধের সৌন্দর্যের মাধ্যমে আনন্দ লাভের দিকটির পরিচয় মেলে।
মানবমনের আছে নিজস্ব গতি, আছে ছন্দ। আপন গতিতে চলতে চলতেই মন সৌন্দর্যের সন্ধান করে। কারণ একমাত্র সৌন্দর্যের মধ্য দিয়েই মানুষ লাভ করে নিটোল আনন্দ। সৌন্দর্যসৃষ্টি এবং সৌন্দর্য দর্শন মানবজীবনের অপরিহার্য সত্য।
'শিল্পকলার নানা দিক' প্রবন্ধে এ বিষয়টিই প্রবন্ধকার উপস্থাপন করেছেন। মানুষ তার আপন ভাষায় আর কর্মে প্রকৃতিজগতের সৌন্দর্যকে মূর্ত করে তোলে। আপন মনের আনন্দে চলে তার সৌন্দর্য সৃষ্টি যা অপরকেও আনন্দ দেয়, ভালো লাগার অনুভূতি তৈরি করে। উদ্দীপকের শিশুটি নিজের ভালো লাগা থেকেই খেলাচ্ছলে নদীর তীরে বালু দিয়ে ঘর বানায়। একটি সুন্দর পরিবেশের জন্য সে ঘরের আশপাশকে পরিচ্ছন্ন করে তোলে, ঘরের দেয়ালে সুন্দর করে নকশা বানায়। সৌন্দর্যসৃষ্টি এবং সৌন্দর্যলাভই এখানে মুখ্য হয়ে ওঠে।

ঘ) উদ্দীপকের ভাবই 'শিল্পকলার নানা দিক' প্রবন্ধের মূলীভূত সত্য।- মন্তব্যটি নিচে বিশ্লেষণ করা হলো।
সৌন্দর্যসৃষ্টি এবং সৌন্দর্য দর্শনের মূল কথাই হলো আনন্দ লাভ।
তাই যুগে যুগে সৃষ্টি হয়েছে চিত্রকলা, নাট্যকলা, সংগীতকলা প্রভৃতি শাখার। প্রয়োজনের বাইরে গিয়ে মানুষের এ সৌন্দর্যসাধনা; এ সাধনা এক চলমান প্রক্রিয়া।
'শিল্পকলার নানা দিক' প্রবন্ধে প্রবন্ধকার এ সত্যটিই ব্যক্ত করেছেন। প্রকৃতিজগতে প্রতিনিয়ত চলছে সৌন্দর্য সৃষ্টির কাজ, আর প্রকৃতিজগতের এ সৌন্দর্য অবলোকন করে মানুষ আনন্দ লাভ করে। প্রকৃতিজগতের সৌন্দর্যকে মানুষ ফুটিয়ে তোলে চিত্রকলা, ভাস্কর্য, স্থাপত্য, নৃত্য, কবিতা, গানে। সুন্দরের এই বোধ মানুষের মনকে তৃপ্ত করে। উদ্দীপকের শিশুটির কাজে এই সৌন্দর্যসৃষ্টির বিষয়টি প্রতিফলিত হয়েছে যা শিশুটিকে আনন্দ দেয়।
উদ্দীপক এবং 'শিল্পকলার নানা দিক' প্রবন্ধে সৌন্দর্যসৃষ্টির মাহাত্ম্যই বর্ণিত হয়েছে। এই সৌন্দর্যসৃষ্টির মূলকথা হলো আনন্দ লাভ। এ বিষয়টিই আলোচ্য প্রবন্ধের মূলীভূত সত্য।"""
    },
    # CQ 10
    {
        "stem": """জয়পুরহাট শহরে শিল্পী আমিনুর রহমান প্রামাণিকের নকশা করা শিল্পকর্ম বাজলা স্কুলের স্বাধীনতা মঞ্চ একটি ব্যতিক্রমধর্মী স্থাপনা। ছোটো আয়তনে হলেও এর দুটি স্তম্ভের উপর রয়েছে স্বাধীনতার লাল সূর্য ও অন্য একটি স্তম্ভের উপরে বেয়নেট খচিত রাইফেলে মুষ্টিবদ্ধ একটি হাত। এর মূলে রয়েছে শিল্পীমনের এক অনুপম সৌন্দর্য। [দি. বো.'২০১৭]""",
        "ka": "সুন্দরকে জানার যে জ্ঞান, তার নাম কী?",
        "kha": "মানুষের সৌন্দর্যের আশা পূর্ণ হয় কীভাবে?",
        "ga": "উদ্দীপকের শিল্পকর্মটি 'শিল্পকলার নানা দিক' রচনার যে দিকটি নির্দেশ করে তা ব্যাখ্যা করো।",
        "gha": "\"উদ্দীপকটিতে 'শিল্পকলার নানা দিক' রচনার সামগ্রিক দিক প্রতিফলিত হয় নি\"-মন্তব্যটির যথার্থতা বিচার করো।",
        "solution": """ক) সুন্দরকে জানার যে জ্ঞান তার নাম নন্দনতত্ত্ব।

খ) প্রয়োজন, আর অপ্রয়োজন মিলে মানুষের সৌন্দর্যের আশা পূর্ণ হয়।
মানুষ যখন-তখন সৌন্দর্য সৃষ্টি করতে পারে। প্রয়োজনের সুন্দর কেবল শারীরিক তৃপ্তি দেয়, আর অপ্রয়োজনের সুন্দর দেয় মানসিক তৃপ্তি। আসলে সৌন্দর্যের কোনো স্থান কাল নেই; এটি যেকোনো সময়ে যেকোনো স্থানে সৃষ্টি হতে পারে। এভাবে প্রয়োজন আর অপ্রয়োজন মিলিয়েই মানুষের সৌন্দর্যের আশা পূর্ণ হয়।
মূলকথা : প্রকৃতপক্ষে প্রয়োজন ও অপ্রয়োজন মিলিয়েই মানুষের সৌন্দর্যপিপাসু মনের পূর্ণতা আসে।

গ) উদ্দীপকের শিল্পকর্মটি 'শিল্পকলার নানা দিক' রচনার ভাস্কর্যের দিকটি নির্দেশ করে।
ভাস্কর্য হচ্ছে পাথর খোদাই করে বা মাটি দিয়ে আকার বা গড়ন নির্মাণের কাজ। এর মধ্য দিয়ে যে শিল্প সৃষ্টি হয় তাতেও সৌন্দর্য প্রকাশ পায়।
উদ্দীপকে জয়পুরহাট শহরে অবস্থিত বাজলা স্কুলের স্বাধীনতা মঞ্চের কথা বলা হয়েছে। এটি শিল্পী আমিনুর রহমান প্রামাণিকের নকশা করা একটি ব্যতিক্রমধর্মী স্থাপনা। এর দুটি স্তম্ভের উপর রয়েছে স্বাধীনতার লালসূর্য। অন্য একটি স্তম্ভের উপর আছে বেয়নেট খচিত রাইফেলে মুষ্টিবদ্ধ একটি হাত। এই ভাস্কর্যের মধ্য দিয়ে আমাদের মুক্তিযুদ্ধের নিদর্শন ও শিল্পী মনের এক অনুপম সৌন্দর্যের পরিচয় পাওয়া যায়।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক সৌন্দর্যের দুটি দিক দেখিয়েছেন। একটি প্রয়োজনীয় দিক অপরটি অপ্রয়োজনীয় দিক। প্রয়োজনীয় দিক নানা প্রয়োজন মিটিয়েই তৃপ্ত করে, আর অপ্রয়োজনীয় দিকটি সৌন্দর্যসৃষ্টি করে, যেমন ভাস্কর্য। কাজেই উদ্দীপকের শিল্পকর্মটি 'শিল্পকলার নানা দিক' প্রবন্ধের ভাস্কর্যের দিকটি নির্দেশ করে।
মূলকথা : উদ্দীপকে বর্ণিত শিল্পকর্মটি 'শিল্পকলার নানা দিক' রচনার ভাস্কর্যের মধ্যে দিয়ে যে সৌন্দর্যের প্রকাশ ঘটে, সে দিকটি নির্দেশ করে।

ঘ) "উদ্দীপকটিতে 'শিল্পকলার নানাদিক' রচনার সামগ্রিক দিক প্রতিফলিত হয়নি"- মন্তব্যটি যথার্থ।
নানা মাধ্যমে সুন্দরকে প্রকাশ করা হয় এবং সুন্দরবোধ মানুষের মনকে তৃপ্ত করে। মানুষকে তা পরিশীলিত করে। সুন্দরের সৃষ্টিতে সকলেরই চেষ্টা করা উচিত।
'শিল্পকলার নানা দিক' রচনায় লেখক সুন্দরের ধারণা ব্যক্ত করেছেন। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতা, সবকিছুর মধ্য দিয়েই সুন্দরকে প্রকাশ করা হয়। প্রকৃতি জগতে সুন্দরের প্রকাশ ঘটে নানাভাবে, যা দেখে মানুষ নতুন করে সুন্দরকে সৃষ্টি করে। সুন্দর বোধ মানুষের মনকে তৃপ্ত করে, তাই সুন্দরের সৃষ্টিতে সকলেরই চেষ্টা করা উচিত। উদ্দীপকে জয়পুরহাট শহরে বাজলা স্কুলের স্বাধীনতা মঞ্চে শিল্পী আমিনুর রহমান প্রামাণিকের নকশা করা একটি শিল্পকর্ম স্থাপন করা হয়েছে। মঞ্চে দুটি স্তম্ভের উপর রয়েছে স্বাধীনতার লালসূর্য এবং অন্য একটি স্তম্ভের উপরে বেয়নেটখচিত রাইফেলে মুষ্টিবদ্ধ একটি হাত। আমিনুর রহমান প্রামাণিকের নকশা করা এই ভাস্কর্যশিল্পের মূলে রয়েছে শিল্পী মনের এক অনুপম সৌন্দর্যের পরিচয়।
উপর্যুক্ত বিচার বিশ্লেষণ থেকে দেখা যায়, 'শিল্পকলার নানা দিক' রচনায় শিল্পকলার ভাস্কর্য, স্থাপত্য, চিত্রকলা, সংগীত, নৃত্যকলা, কবিতা ইত্যাদি দিক নিয়ে আলোচনা করা হয়েছে। কিন্তু উদ্দীপকে শুধু শিল্পকলার একটি দিক ভাস্কর্যের কথা বলা হয়েছে। কাজেই "উদ্দীপকটিতে 'শিল্পকলার নানা দিক' রচনার সামগ্রিক দিক প্রতিফলিত হয়নি"- মন্তব্যটি যথার্থ।
মূলকথা : 'শিল্পকলার নানা দিক' রচনার বিষয় বৈচিত্র্যের শুধু একটি দিক উদ্দীপকে প্রতিফলিত হয়েছে।"""
    },
    # CQ 11
    {
        "stem": """কক্সবাজার সমুদ্রসৈকতে আপনমনে বালুভাস্কর্য তৈরি করেছিলেন এক শিল্পী। বালুভাস্কর্য তৈরির এ ধারণাটি তুলনামূলক নতুন। ক্ষণস্থায়ী। এ শিল্প সৃষ্টির উদ্দেশ্য জানতে চাইলে শিল্পী হেসে বললেন, পর্যটকদের আনন্দদানই তার উদ্দেশ্য। [ব. বো.'২০১৬]""",
        "ka": "তালপাতায় আঁকা ছবির বহু নিদর্শন কোথায় পাওয়া যায়?",
        "kha": "'সব সুন্দরই সরাসরি প্রয়োজনের বাইরে।' কেনো?",
        "ga": "উদ্দীপকে শিল্পকলার যে শাখার পরিচয় পাওয়া যায়, 'শিল্পকলার নানা দিক' প্রবন্ধে আলোকে ব্যাখ্যা করো।",
        "gha": "'মানুষকে আনন্দ দানই শিল্পকলার উদ্দেশ্য'- উদ্দীপক এবং 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে উক্তিটির যথার্থতা বিচার করো।",
        "solution": """ক) তালপাতায় আঁকা ছবির বহু নিদর্শন পুরাতন পুঁথিতে পাওয়া যায়।

খ) 'সব সুন্দরই সরাসরি প্রয়োজনের বাইরে' বলতে বোঝানো হয়েছে, সুন্দর জিনিস দেখলে তার প্রয়োজনের কথা মনে পড়ে না।
যে কাজ সকলকে আনন্দ দেয়, খুশি করে, তা-ই সুন্দর। যেমন-নকশিকাঁথা, রাতে বিছানায় গায়ে দিয়ে শোয়ার জন্য একটি সামগ্রী- সেটা তো সুন্দর-অসুন্দর হওয়ার প্রয়োজন নেই, কিন্তু এই প্রয়োজনের জিনিসকে সুঁই আর রঙিন সুতা দিয়ে অপূর্ব নকশা করে সাজিয়েছে গাঁয়ের বধূরা। নকশিকাঁথা দেখলেই সুন্দর লাগে, জিনিসটির প্রয়োজনের কথা মনেই পড়ে না। এজন্যই বলা হয়েছে, সব সুন্দরই সরাসরি প্রয়োজনের বাইরে।
মূলকথা : সুন্দর জিনিস দেখলে তার প্রয়োজনের কথা মনে পড়ে না বলে এ কথা বলা হয়েছে।

গ) উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধে বর্ণিত ভাস্কর্যশিল্পের পরিচয় পাওয়া যায়।
ভাস্কর্যশিল্পের ইতিহাস ও ঐতিহ্য অত্যন্ত সমৃদ্ধ। নরম মাটি দিয়ে কোনো কিছুর রূপ দেয়া বা শক্ত পাথর কেটে গড়ন বানানোকে ভাস্কর্য বলে। আমাদের দেশে পোড়ামাটির ভাস্কর্যের ব্যবহার ও তৈরি খুবই প্রসিদ্ধ।
উদ্দীপকে বালুভাস্কর্যের কথা তুলে ধরা হয়েছে। এ শিল্প সাধারণত সমুদ্র তীরবর্তী অঞ্চলে তৈরি করা হয়। কক্সবাজার সমুদ্র সৈকতেও একজন শিল্পী বালুভাস্কর্য তৈরি করেছেন। বালুভাস্কর্যের ধারণা পৃথিবীতে খুব বেশি পুরনো নয় এবং তা বেশিক্ষণ স্থায়ী না হলেও জনমনে আনন্দ সৃষ্টিতে সহায়ক। 'শিল্পকলার নানা দিক' প্রবন্ধে মাটি বা পাথর কেটে ভাস্কর্য তৈরির কথা বলা হয়েছে। তাই বলা যায়, উদ্দীপকে প্রবন্ধে বর্ণিত ভাস্কর্যশিল্পের পরিচয় পাওয়া যায়।
মূলকথা : উদ্দীপকের 'শিল্পকলার নানা দিক' প্রবন্ধে বর্ণিত ভাস্কর্যশিল্পের পরিচয় তুলে ধরা হয়েছে।

ঘ) 'মানুষকে আনন্দ দানই শিল্পকলার উদ্দেশ্য'- উক্তিটি উদ্দীপক ও 'শিল্পকলার নানা দিক' প্রবন্ধে সমভাবে তুলে ধরা হয়েছে।
প্রকৃতি জগতে সুন্দরের প্রকাশ ঘটে নানাভাবে। তা দেখে মানুষ আনন্দ লাভে সহায়ক সুন্দর সৃষ্টির প্রেরণা পায়। মানুষ রেখা, রড, মাটি, পাথর প্রভৃতির মাধ্যমে সুন্দরকে সৃষ্টি করে। এই সুন্দর বোধ মানুষের মনকে তৃপ্ত করে এবং আনন্দ সৃষ্টির উপাদায়ক হয়।
'শিল্পকলার নানা দিক' প্রবন্ধে শিল্পকলার নানা শাখা-প্রশাখা নিয়ে আলোচনা করা হয়েছে। শিল্পের মধ্যেই সুন্দরের প্রকাশ ঘটে যা মানুষকে আনন্দ দেয়। চিত্রকলা, ভাস্কর্য, সংগীত, নৃত্য, কবিতা সবকিছুই সুন্দরের প্রতিনিধি। উদ্দীপকের প্রশ্নোক্ত মন্তব্যে শিল্পের প্রকৃত উদ্দেশ্যের কথা তুলে ধরা হয়েছে। শিল্পের কাজ মানুষকে আনন্দ দেওয়া। আর এই আনন্দ দানের জন্যই এক শিল্পী বালু দিয়ে তৈরি করেছে বালু ভাস্কর্য। যদিও বালুভাস্কর্য ক্ষণস্থায়ী কিন্তু এর প্রকৃত উদ্দেশ্য যে আনন্দ দান তা করতে সক্ষম হয় এটি।
উপর্যুক্ত বিচার বিশ্লেষণের আলোকে স্পষ্ট হয়েছে যে, শিল্পের প্রধান উদ্দেশ্য মানুষকে আনন্দ দান করা। মানুষ শিল্পকলার মাধ্যমে সুন্দর সৃষ্টির অনুপ্রেরণা পায় এবং তা এই সুন্দরবোধই তাদেরকে তৃপ্তিদান ও আনন্দ দান করে। তাই বলা যায়, 'মানুষকে আনন্দ দানই শিল্পকলার উদ্দেশ্য'- উদ্দীপক এবং 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে উক্তিটি যথার্থ।
মূলকথা : শিল্পকলা যে মানুষের মনে আনন্দ দান করে তা উদ্দীপকের প্রশ্নোক্ত উক্তি ও প্রবন্ধে ফুটে উঠেছে।"""
    },
    # CQ 12
    {
        "stem": """রাবেয়া তার বান্ধবীদের সাথে ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে ঘুরতে গিয়ে বিশালাকার এক ভাস্কর্য দেখতে পায়, নাম 'অপরাজেয় বাংলা'। ৭১-এর মুক্তিযুদ্ধে কাঁধে কাঁধ মিলিয়ে বাংলার নারী ও পুরুষের অংশগ্রহণের এবং বিজয়ের কথা স্মরণ করিয়ে দেয় এটি। [ঢা. বো.'২০১৫]""",
        "ka": "সুন্দরকে জানার যে জ্ঞান তার নাম কী?",
        "kha": "'সব সুন্দরই সরাসরি প্রয়োজনের বাইরে' বলতে কী বোঝানো হয়েছে?",
        "ga": "উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের যে বিষয়টিকে নির্দেশ করা হয়েছে তা ব্যাখ্যা করো।",
        "gha": "'উদ্দীপকে উল্লিখিত দিকটিই শিল্পকলার একমাত্র দিক নয়' মন্তব্যটির যথার্থতা বিচার করো।",
        "solution": """ক) সুন্দরকে জানার যে জ্ঞান, তার নাম 'নন্দনতত্ত্ব'।

খ) যে কাজ সকলকে আনন্দ দেয়, খুশি করে, তা-ই সুন্দর। যেমন-নকশিকাঁথা, রাতে বিছানায় গায়ে দিয়ে শোয়ার জন্য একটি সামগ্রী- সেটা তো সুন্দর-অসুন্দর হওয়ার প্রয়োজন নেই, কিন্তু এই প্রয়োজনের জিনিসকে সুঁই আর রঙিন সুতা দিয়ে অপূর্ব নকশা করে সাজিয়েছে গাঁয়ের বধূরা। নকশিকাঁথা দেখলেই সুন্দর লাগে, জিনিসটির প্রয়োজনের কথা মনেই পড়ে না। এজন্যই বলা হয়েছে, সব সুন্দরই সরাসরি প্রয়োজনের বাইরে।
মূলকথা : সুন্দর জিনিস দেখলে তার প্রয়োজনের কথা মনে পড়ে না বলে এ কথা বলা হয়েছে।

গ) উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের ভাস্কর্যের বিষয়টিকে নির্দেশ করা হয়েছে।
সকল শিল্পকলার মধ্যে কতকগুলি মূল বস্তু থাকে যেমন- বিন্দু, রেখা, রং, আকার, গতি বা ছন্দ, আলোছায়া গাঢ়-হালকার সম্পর্ক ইত্যাদি। এ সকলের মিলনেই হয় ছবি বা ভাস্কর্য। এই শিল্পের মধ্য দিয়ে সুন্দরকে সৃষ্টি করা হয়।
উদ্দীপকে শিল্পকলার অন্যতম শাখা ভাস্কর্যের কথা বলা হয়েছে। রাবেয়া তার বান্ধবীদের সাথে ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে ঘুরতে গিয়ে বিশালাকার একটি ভাস্কর্য দেখতে পায়। ভাস্কর্য বিষয়টি রাবেয়ার কাছে নতুন হলেও এর সৌন্দর্য অনুভব করে সে মুগ্ধ হয়েছে। সেই সাথে এটি একাত্তরের মুক্তিযুদ্ধে আমাদের বিজয়ের কথা স্মরণ করিয়ে দিচ্ছে। 'শিল্পকলার নানা দিক' প্রবন্ধে ভাস্কর্যকে আধুনিক শিল্পকলার অন্যতম শাখা হিসেবে উল্লেখ করা হয়েছে। নরম মাটি দিয়ে কোনো কিছুর রূপ দেওয়া বা শক্ত পাথর কেটে কোনো গড়ন তৈরি করার নাম ভাস্কর্য। লেখক মনে করেন, শুধু প্রয়োজন মিটলেই হবে না, তাকে সুন্দর হতে হবে। উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের এ বিষয়টিকেই নির্দেশ করা হয়েছে।
মূলকথা : উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধে উল্লিখিত ভাস্কর্যের সৌন্দর্যের বিষয়টিকে নির্দেশ করা হয়েছে।

ঘ) 'উদ্দীপকে উল্লিখিত দিকটিই শিল্পকলার একমাত্র দিক নয়'-প্রবন্ধে ভাস্কর্য ছাড়াও চিত্রকলা, স্থাপত্য, সংগীত, নৃত্য, কবিতা ইত্যাদি দিক থেকে মন্তব্যটি যথার্থ।
শিল্পকলা চর্চার ধারা দেখে যেমন একটি দেশকে জানা যায় তেমনি দেশের মানুষকেও জানা যায়। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতা সবকিছুর মধ্য দিয়েই সুন্দরকে প্রকাশ করা হয়। তাই শিল্পকলা চর্চা সকলের জন্য অপরিহার্য।
'শিল্পকলার নানা দিক' প্রবন্ধে চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতা ইত্যাদি বিষয় নিয়ে আলোচনা করা হয়েছে। এসবের মধ্য দিয়েই সুন্দরকে প্রকাশ করা হয় এবং প্রকৃতিজগতে নানাভাবে সুন্দরের প্রকাশ ঘটে। নকশিকাঁথা 'দেখলেই সুন্দর লাগে, জিনিসটির প্রয়োজনের কথা মনেই পড়ে না। কখনো রঙের সাহায্যে, কখনো রেখার সাহায্যে, কখনো মাটি বা পাথরের সাহায্যে সুন্দরকে সৃষ্টি করা হয়। এই সকলের মিলনেই হয় ছবি বা ভাস্কর্য। উদ্দীপকে রাবেয়া তার বান্ধবীদের সাথে ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে ঘুরতে যায়। ঘুরতে গিয়ে বিশাল আকৃতির একটি ভাস্কর্য দেখতে পায়, যার নাম 'অপরাজেয় বাংলা'। ভাস্কর্যটি ১৯৭১ সালের মুক্তিযুদ্ধে কাঁধে কাঁধ মিলিয়ে বাংলার নারী-পুরুষের অংশগ্রহণ এবং বিজয়ের কথা স্মরণ করিয়ে দেয়।
উপর্যুক্ত আলোচনা থেকে দেখা যায়, 'শিল্পকলার নানা দিক' প্রবন্ধে বিচিত্র বিষয় আলোচিত হয়েছে, কিন্তু উদ্দীপকে শুধু ভাস্কর্যের কথাই আছে। কাজেই 'উদ্দীপকে উল্লিখিত দিকটিই শিল্পকলার একমাত্র দিক নয়'-মন্তব্যটি যথার্থ।
মূলকথা : প্রবন্ধে ভাস্কর্য ছাড়াও চিত্রকলা, স্থাপত্য, সংগীত, নৃত্য, কবিতা ইত্যাদি আলোচিত হওয়ায় 'উদ্দীপকে উল্লিখিত দিকটিই শিল্পকলার একমাত্র দিক নয়'-মন্তব্যটি যথার্থ।"""
    },
    # CQ 13
    {
        "stem": """সুকন্যা তার বান্ধবীদের সাথে ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে ঘুরতে গিয়ে এক বিশাল ভাস্কর্য দেখতে পায়। তার নাম-অপরাজেয় বাংলা। ৭১ এর মুক্তিযুদ্ধে কাঁধে কাঁধ মিলিয়ে নারী পুরুষের অংশগ্রহণ এবং স্মরণ করিয়ে দেয় বিজয়ের কথা।""",
        "ka": "গড়ন শব্দের অর্থ কী?",
        "kha": "শিল্পকলা কেনো মনকে মুগ্ধ করে?",
        "ga": "উদ্দীপকে শিল্পকলার নানাদিক প্রবন্ধের যে বিষয়টিকে নির্দেশ করা হয়েছে- ব্যাখ্যা করো।",
        "gha": "অপরাজেয় বাংলা শীর্ষক ভাস্কর্যটি আমাদের কোন ইতিহাসকে ইঙ্গিত করে? এর প্রেক্ষাপট বর্ণনা করো।",
        "solution": """ক) 'গড়ন' শব্দের অর্থ আকার বা আকৃতি।

খ) শিল্পকলা সৌন্দর্য বা সুন্দরের মাধ্যমে আনন্দ দিয়ে মনকে মুগ্ধ করে।
শিল্পকলা হচ্ছে সুন্দর ও আনন্দ প্রকাশের মাধ্যম। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীতকলা, নৃত্যকলা, কবিতা সবকিছুর মধ্য দিয়ে সুন্দরকে প্রকাশ করা হয়। প্রকৃতি জগতে নানাভাবে যে সুন্দরের প্রকাশ ঘটে, তা দেখে মানুষ নতুন রূপে সুন্দরকে সৃষ্টি করে। শিল্পকলার এই সুন্দরবোধ মানুষের মনকে আনন্দ দেয় এবং মুগ্ধ করে।
মূলকথা : শিল্পকলা সুন্দরবোধ ও আনন্দ দিয়ে মানুষের মনকে মুগ্ধ করে।

গ) উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের ভাস্কর্যের বিষয়টিকে নির্দেশ করা হয়েছে।
শিল্পকলার একটি অন্যতম দিক ভাস্কর্য। শিল্পীরা পাথর কেটে, কাঠ কেটে, মাটি কেটে ভাস্কর্য নির্মাণ করেন। বাংলাদেশে বিভিন্ন আকৃতির ভাস্কর্য রয়েছে। ভাস্কর্যের মধ্য দিয়ে কোনো স্মৃতি ও সুন্দরকে প্রকাশ করা হয়।
উদ্দীপকে বর্ণিত সুকন্যা তার বান্ধবীদের সাথে ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে ঘুরতে যায়। ঘুরতে গিয়ে এক বিশাল ভাস্কর্য দেখতে পায়, যার নাম অপরাজেয় বাংলা। এর মধ্য দিয়ে একাত্তরের মুক্তিযুদ্ধে নারী-পুরুষের অংশগ্রহণ ও বিজয়ের কথা স্মরণ করা হয়েছে। 'শিল্পকলার নানা দিক' প্রবন্ধে মুস্তাফা মনোয়ার এ ধরনের ভাস্কর্যের কথা বলেছেন। যেমন- শক্ত পাথর কেটে বানানো, পোড়ামাটির ভাস্কর্য ইত্যাদি। এসব ভাস্কর্য আমাদের ইতিহাস ও সুন্দরের প্রতীক। কাজেই উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধের এ বিষয়টিকে নির্দেশ করা হয়েছে।
মূলকথা : উদ্দীপকে 'শিল্পকলার নানা দিক' প্রবন্ধে বর্ণিত ভাস্কর্যের বিষয়টিকে নির্দেশ করা হয়েছে।

ঘ) অপরাজেয় বাংলা শীর্ষক ভাস্কর্যটি আমাদের মুক্তিযুদ্ধের ইতিহাসকে ইঙ্গিত করে।
ভাস্কর্য হলো শিল্পকলার একটি বিশেষ দিক। শিল্পীরা শক্ত পাথর, কাঠ, মাটি ইত্যাদি দিয়ে ভাস্কর্য নির্মাণ করেন। বাংলাদেশে বিভিন্ন আকৃতির নানা ধরনের ভাস্কর্যের মধ্য দিয়ে আমাদের ইতিহাসকে ধরে রাখা হয়েছে।
'শিল্পকলার নানা দিক' প্রবন্ধে সংক্ষেপে ভাস্কর্যশিল্পের পরিচয় তুলে ধরা হয়েছে। শক্ত পাথর কেটে কোনো গড়ন বানানো বা নরম মাটি দিয়ে কোনোকিছুর রূপ দেওয়াকে বলা হয় ভাস্কর্য। আমাদের দেশে পোড়ামাটির ভাস্কর্য খুব জনপ্রিয় ছিল। এসব ভাস্কর্যের মধ্য দিয়ে কোনো না কোনো ইতিহাসের ইঙ্গিত মেলে। উদ্দীপকের 'অপরাজেয় বাংলা' একটি ভাস্কর্য যা 'শিল্পকলার নানা দিক' প্রবন্ধের এই বর্ণনাকেই নির্দেশ করে। 'অপরাজেয় বাংলা' ঢাকা বিশ্ববিদ্যালয়ে অবস্থিত এক বিশালাকার ভাস্কর্য। এটি ১৯৭১ সালের মুক্তিযুদ্ধে বাংলাদেশের নারী-পুরুষের সম্মিলিত অংশগ্রহণের স্মারক। মুক্তিযুদ্ধের বিজয়ের ইতিহাসকে স্মরণ করে ভাস্কর্যটি নির্মিত।
উপর্যুক্ত আলোচনা থেকে দেখা যায়, উদ্দীপক ও 'শিল্পকলার নানা দিক' প্রবন্ধে ভাস্কর্যের কথা বলা হয়েছে। 'অপরাজেয় বাংলা' এই ভাস্কর্যটি আমাদের মুক্তিযুদ্ধের ইতিহাসকে ইঙ্গিত করে।
মূলকথা : উদ্দীপকের অপরাজেয় বাংলা শীর্ষক ভাস্কর্যটি আমাদের একাত্তরের মুক্তিযুদ্ধের ইতিহাসকে ইঙ্গিত করে।"""
    },
    # CQ 14
    {
        "stem": """প্রকৃতিতে সুন্দরের প্রকাশ ঘটে নানা আঙ্গিকে। তা অনুভব করে মানুষ নতুন নতুন রূপে সুন্দরকে সাজায়। চিত্রকলা, ভাস্কর্য, স্থাপত্য, সংগীত, নৃত্য, কবিতা সবকিছুর মাধ্যমেই চলে এই প্রক্রিয়া। সৌন্দর্যবোধ মানুষকে তৃপ্ত ও পরিশীলিত করে। [বীরশ্রেষ্ঠ মুন্সী আব্দুর রউফ পাবলিক কলেজ, ঢাকা]""",
        "ka": "পাথরে খোদাই করে বা মাটি দিয়ে আঁকার বা গড়ন নির্মাণের কাজকে কী বলা হয়?",
        "kha": "শিল্পকলা কেন মনকে মুগ্ধ করে?",
        "ga": "উদ্দীপকটির মূলভাব কেমন করে 'শিল্পকলার নানা দিক' প্রবন্ধের মূলভাবের সাথে সম্পর্কযুক্ত তা ব্যাখ্যা করো।",
        "gha": "'সৌন্দর্যবোধ মানুষকে তৃপ্ত ও পরিশীলিত করে।'- এ বাক্যটি 'শিল্পকলার নানা দিক' প্রবন্ধানুসারে বিশ্লেষণ করো।",
        "solution": """ক) পাথরে খোদাই করে বা মাটি দিয়ে আঁকার বা গড়ন নির্মাণের কাজকে ভাস্কর্য বলা হয়।

খ) শিল্পকলার মধ্য দিয়ে মানুষের মনের সৌন্দর্যের আকাঙ্ক্ষা পূরণ হয় বলে এটা মানুষের মনকে মুগ্ধ করে।
শিল্পকলার মধ্য দিয়ে মানুষের কল্পনার চিত্রায়ণ ঘটে। কল্পনা ও বাস্তবের সংমিশ্রণে যার জন্ম হয় তার মধ্য দিয়ে সুন্দরেরই বহিঃপ্রকাশ ঘটে। এই সৌন্দর্য মানুষের মনকে পরিতৃপ্ত করে তোলে। তাই শিল্পকলা মানুষের মনকে মুগ্ধ করে।

গ) সৌন্দর্যবোধের চেতনার দিক থেকে উদ্দীপকটির মূলভাব 'শিল্পকলার নানা দিক' প্রবন্ধের মূলভাবের সঙ্গে সম্পর্কযুক্ত।
'শিল্পকলার নানা দিক' প্রবন্ধে সৌন্দর্যের স্বরূপ দেখানো হয়েছে। মানুষ প্রয়োজনের বাইরে গিয়ে সৌন্দর্যের খোঁজ করে। সে যেটা অপ্রয়োজনীয় আনন্দ সেটা অনুভব করে নানা রূপে প্রকাশ ঘটায়। এই আনন্দ প্রকাশের ইচ্ছা থেকেই চিত্রশিল্প, নৃত্যশিল্প, সংগীত বা সাহিত্যের জন্ম হয়। শিল্পকলার চর্চার মাধ্যমেই একটি দেশকে চেনা যায়। দেশের মানুষকে বোঝা যায়।
উদ্দীপকে দেখানো হয়েছে, প্রকৃতিতে সুন্দরের প্রকাশ ঘটে নানা আঙ্গিকে। আর এটা মানুষকে নতুন নতুন সুন্দর সৃষ্টিতে অনুপ্রাণিত করে। ছবি আঁকা, গান, কবিতার মাধ্যমে মানুষ সুন্দরের বহিঃপ্রকাশ ঘটায়। এগুলোর মধ্য দিয়েই মানুষ সুন্দরকে আরও গভীরভাবে উপলব্ধি করে। প্রবন্ধ এবং উদ্দীপকে শিল্পকলার স্বরূপ সম্পর্কে আলোচনা করা হয়েছে। সেদিকটিই প্রবন্ধের সাথে উদ্দীপকের সাদৃশ্য নির্ণয় করে।

ঘ) 'সৌন্দর্যবোধ মানুষকে তৃপ্ত ও পরিশীলিত করে' বাক্যটি 'শিল্পকলার নানা দিক' প্রবন্ধ অনুসারে অত্যন্ত তাৎপর্যপূর্ণ।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক সুন্দরের ধারণা ব্যক্ত করেছেন। প্রকৃতি জগতের সুন্দরের প্রকাশ দেখে মানুষও নতুন করে সুন্দরের সৃষ্টি করতে অনুপ্রাণিত হয়। শিল্পকলার নানা দিকের মাধ্যমে মানুষের সৌন্দর্যবোধের প্রকাশ ঘটে থাকে। 'শিল্পকলার নানা দিক' প্রবন্ধে মানুষের সৌন্দর্য সচেতনতার দিকটিই ফুটে উঠেছে।
উদ্দীপকে দেখা যায়, মানুষের নিজের মনের আনন্দ ও সুন্দরকে সবার মধ্যে প্রকাশ করার একটা প্রবণতা রয়েছে। এর মাধ্যমে মানুষের কল্পনা বাস্তবে রূপ পায়। শিল্পকলার নানা শ্রেণির মধ্য দিয়েই মানুষের মনের এই সৌন্দর্যবোধ প্রকাশিত হয়। সৌন্দর্যের প্রকাশ ঘটানো অতি প্রয়োজনীয়। কেননা এটা মানুষকে মননশীল, তৃপ্ত ও পরিশীলিত করে তোলে। এক্ষেত্রে প্রশ্নোক্ত উক্তিটি যথার্থ।"""
    },
    # CQ 15
    {
        "stem": """এবার ঈদে অষ্টম শ্রেণির ছাত্রী নাজমা তার বাবার কাছে 'পাখি ড্রেস' নামক জামা-দাবি করলে বাবা তাকে জামাটি কিনে দেয়। ঈদের দিন জামাটি পরে নাজমা বান্ধবীদের বাড়িতে বেড়াতে গেলে সবাই জামাটির সৌন্দর্যের প্রশংসা করে যা তারও ভালো লাগে। বান্ধবীদের বাড়ি থেকে ফিরে নাজমা জামাটি শোকেসে তুলে রাখে।""",
        "ka": "বর্তমানে ছবি আঁকার অত্যন্ত প্রিয় রং কোনটি?",
        "kha": "শিল্পকলা সৃষ্টি হয়েছে কেন?",
        "ga": "যে কারণে নাজমার জামাটি সবার প্রশংসা পেয়েছে তা 'শিল্পকলার নানা দিক' প্রবন্ধের আলোকে ব্যাখ্যা করো।",
        "gha": "নাজমার জামাটি শোকেসে তুলে রাখার মাধ্যমে 'শিল্পকলার নানা দিক' প্রবন্ধের মূল উদ্দেশ্য ব্যাহত হয়েছে কি? তোমার উত্তরের পক্ষে যুক্তি দাও।",
        "solution": """ক) বর্তমানে ছবি আঁকার অত্যন্ত প্রিয় রং হলো জল রং।

খ) মানুষের সৌন্দর্যানুভূতি ও আনন্দবোধের প্রকাশের জন্যই শিল্পকলা সৃষ্টি হয়েছে।
সৌন্দর্যানুভূতি ও আনন্দ প্রকাশ মানুষের চিত্তবিকাশেরই নবরূপ। সৌন্দর্য ও আনন্দকে আমরা বুঝি রূপ-রস-শব্দ-স্পর্শ-গন্ধ ইত্যাদি মাধ্যমে, ইন্দ্রিয়সকলের সাহায্যে। মানুষ যখন আনন্দ পায় তখন সে তা প্রকাশ করতে চায় নানা রূপে। এ চাওয়া থেকেই সৃষ্টি হয়েছে শিল্পকলার।

গ) নাজমার জামাটির মধ্যে প্রয়োজনের সঙ্গে সঙ্গে অপ্রয়োজনের তথা সৌন্দর্যবোধের প্রকাশ ঘটায় জামাটি সবার প্রশংসা পেয়েছে।
'শিল্পকলার নানা দিক' প্রবন্ধের লেখকের মতে, শুধু প্রয়োজনীয় জিনিস পেলেই মানুষ খুশি হয় না; অবশ্যই সেটাকে সুন্দর হতে হয়। কোনো প্রয়োজনীয় জিনিস প্রাপ্তির পর মানুষের শরীর তৃপ্ত হয়। আর প্রয়োজনের বাইরে যে সৌন্দর্য থাকে তা মনকে তৃপ্ত করে।
উদ্দীপকের নাজমা তার বাবার কিনে দেওয়া কাঙ্ক্ষিত 'পাখি ড্রেস'টি পরে ঈদের দিন বান্ধবীদের বাড়িতে বেড়াতে গেলে সবাই জামাটির সৌন্দর্যের প্রশংসা করে, যা তারও ভালো লাগে। নাজমার জামা-ই সবার প্রশংসা পাওয়ার অন্যতম কারণ। এর কারণ প্রয়োজন সাধন অপেক্ষা অপ্রয়োজনের আনন্দদানে জামাটির ভূমিকা। 'শিল্পকলার নানা দিক' প্রবন্ধ অনুসারে প্রয়োজনের কাজ মিটল তো শরীরকে তৃপ্ত করল, আর প্রয়োজনের বাইরে যে সুন্দর তা মনকে তৃপ্ত করল। তাই বলা যায়, নাজমার জামাটির অপ্রয়োজনের সৌন্দর্যের দিক মনকে তৃপ্ত করায় তা সবার প্রশংসা পেয়েছে।

ঘ) নাজমার জামাটি শোকেসে তুলে রাখার মাধ্যমে 'শিল্পকলার নানা দিক' প্রবন্ধের মূল উদ্দেশ্য ব্যাহত হয়নি বলে আমি মনে করি।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক শিল্পকলার সৌন্দর্যের নানা দিক তুলে ধরেছেন। সব সুন্দরই প্রয়োজনের বাইরে মানুষকে আনন্দ দেয়। লেখক মনে করেন প্রয়োজন আর অপ্রয়োজন মিলেই মানুষের সৌন্দর্যের প্রকাশ ঘটায়।
উদ্দীপকের নাজমা তার বাবার কিনে দেওয়া 'পাখি ড্রেস' নামক জামাটি পরে ঈদের দিন বান্ধবীদের বাড়িতে বেড়াতে গেলে সবাই জামাটির সৌন্দর্যের প্রশংসা করে, যা তারও ভালো লাগে। বান্ধবীদের বাড়ি থেকে ফিরে নাজমা জামাটি শোকেসে তুলে রাখে। মানুষের জৈব অপেক্ষা আত্মিক ও মানসিক আনন্দ সৃষ্টির আবেদন বেশি হওয়ায় নাজমার জামাটি সবার প্রশংসা লাভ করেছে। তবে জামাটি শোকেসে তুলে রাখায় প্রবন্ধের মূল উদ্দেশ্য অর্থাৎ অপ্রয়োজনীয় দিকটি ব্যাহত হয়নি। কেননা শিল্পকলার নানা অপ্রয়োজনের দিক মেটায় যে জিনিস তা সবসময় কাজে ব্যবহৃত হয় না।
'শিল্পকলার নানা দিক' প্রবন্ধে বলা হয়েছে সকল জ্ঞানী মানুষ বলেন, সব সুন্দরই সরাসরি প্রয়োজনের বাইরে। আর নিত্যদিনের প্রয়োজনের বাইরে যে জিনিস তা শোকেস বা এমনই সংরক্ষিত স্থানে সংরক্ষণ করা হয়। উদ্দীপকের নাজমাও তার সুন্দর জামাটির প্রসঙ্গে অনুরূপ আচরণ করেছে। তাই বলা যায় নাজমার এ কাজে 'শিল্পকলার নানা দিক' প্রবন্ধের উদ্দেশ্য ব্যাহত হয়নি।"""
    }
]
