# -*- coding: utf-8 -*-

short_questions = [
    # 01
    {
        "q": "'কালি কলম মন, লেখে তিন জন'- বুঝিয়ে লেখো।",
        "ans": """আলোচ্য উক্তিটির মাধ্যমে একটি দেশের শিল্পকলার মূল সত্যটি প্রকাশিত হয়েছে। এখানে কালি মানে হলো দেশের ঐতিহ্যে হাজার বছর প্রবাহিত কালি। কলম হলো শিল্প সৃষ্টির বর্তমান সরঞ্জাম, আর মন হলো বর্তমান যুগের সঙ্গে ঐতিহ্যের মিল করে নিজেকে প্রকাশ করার মন। এ তিন মিলিয়ে গড়ে ওঠে একটি দেশের শিল্পকলা।"""
    },
    # 02
    {
        "q": "ভাস্কর্য বলতে কী বোঝো?",
        "ans": """পাথর খোদাই করে বা মাটি দিয়ে আকার বা গড়ন নির্মাণের কাজকে বলা হয় ভাস্কর্য।
আমাদের দেশে পোড়ামাটির ভাস্কর্য এক সময় খুব প্রসিদ্ধ ছিলো। ভাস্কর্য হলো নরম মাটি দিয়ে কোনোকিছুর রূপ দেয়া বা শক্ত পাথর কেটে কোনো গড়ন বানানো। বিশেষ এক ধরনের ছাঁচ বানিয়ে গলিত মেটাল ঢেলে গড়ন বানানো, এই ধরনের কাজকেও বলা হয়, ভাস্কর্য।"""
    },
    # 03
    {
        "q": "শিল্পকলার মূল সত্যটি কী?- বুঝিয়ে লেখো।",
        "ans": """আনন্দ পাওয়া এবং আনন্দ দেয়া এই হলো শিল্পকলার মূলসত্য।
এ পৃথিবীতে মানুষ নানাভাবে আনন্দকে পাওয়ার চেষ্টা করে যাচ্ছে। মানুষ শিল্প সৃষ্টি করে মনের আনন্দে। এভাবে সৃষ্টি হয়েছে পৃথিবীর সব বিখ্যাত শিল্প- যা শিল্প স্রষ্টাকে আনন্দ দেওয়ার পাশাপাশি সবাইকে আনন্দ দেয়। এই আনন্দই হলো শিল্পকলার মূল সত্য।"""
    },
    # 04
    {
        "q": "মানুষ সুন্দরকে সৃষ্টি করে কেনো? বুঝিয়ে লেখো।",
        "ans": """সুন্দরবোধ মানুষের মনকে তৃপ্ত করে তাই মানুষ সুন্দরকে সৃষ্টি করে।
প্রকৃতি জগতকে দেখে মানুষ তৃপ্ত হয়। কারণ তা সুন্দর। প্রকৃতি জগতের এই সৌন্দর্যকে তারা চিরস্থায়ী রূপ দিতে চায়। তাই বিভিন্ন মাধ্যমে চলে তাদের সুন্দরকে সৃষ্টির প্রক্রিয়া। নানা শিল্পকলার মাধ্যমে তারা সুন্দরকে সৃষ্টি করে।"""
    },
    # 05
    {
        "q": "'শিল্পকলার বিস্তীর্ণ অঙ্গন' বলতে কী বোঝো?",
        "ans": """শিল্পকলার বিস্তীর্ণ অঙ্গন বলতে পৃথিবীর সামগ্রিক শিল্পসৃষ্টিকে বোঝানো হয়েছে।
মনের আনন্দ থেকেই শিল্পের সৃষ্টি। তাই পৃথিবীতে সৃষ্টি হয়েছে নানা ধরনের শিল্পকলা। যেমন: চিত্রকলা, নৃত্যকলা, সংগীতকলা, অভিনয়, চলচ্চিত্র, স্থাপত্যকলা ইত্যাদি। এসব শিল্পকলা কোনো নির্দিষ্ট সীমায় আবদ্ধ নয়। বরং তা যুগ যুগ ধরে বিস্তৃতি লাভ করছে সমগ্র পৃথিবীতে বিভিন্ন রূপে। তাই পৃথিবীর সামগ্রিক শিল্পসৃষ্টিকে শিল্পকলার বিস্তীর্ণ অঙ্গন বলা হয়েছে।"""
    },
    # 06
    {
        "q": "চিত্রশিল্পী, সংগীতশিল্পী, নৃত্যশিল্পী, সাহিত্যিকের সৃষ্টি হয়েছে কেনো?- ব্যাখ্যা করো।",
        "ans": """শিল্পের মধ্য দিয়ে আনন্দকে পাওয়ার জন্য চিত্রশিল্পী, সংগীতশিল্পী, নৃত্যশিল্পী, সাহিত্যিকের সৃষ্টি হয়েছে।
পৃথিবীতে আনন্দের নানা উপকরণ ছড়িয়ে আছে। এই নানা উপকরণ নিয়ে গড়ে উঠেছে শিল্প। শিল্পীরা এই শিল্পের মধ্য দিয়ে আনন্দ পেতে চায়, আনন্দ ছড়িয়ে দিতে চায় সবার মাঝে। তাই চিত্রশিল্পী, সংগীতশিল্পী, নৃত্যশিল্পী, সাহিত্যকলা ইত্যাদির সৃষ্টি হয়েছে।"""
    },
    # 07
    {
        "q": "শিল্পকলা চর্চা সকলের পক্ষে অপরিহার্য কেন? [গভর্নমেন্ট ল্যাবরেটরি হাই স্কুল, ঢাকা]",
        "ans": """শিল্পকলার চর্চা মানুষের মনকে পরিতৃপ্ত ও পরিশীলিত করে, তাই এটি সকলের পক্ষে অপরিহার্য।
মানুষ তার মনের ভাবনা কিংবা আনন্দকে নানাভাবে প্রকাশ করতে চায়, এ থেকেই শিল্পকলার সৃষ্টি। শিল্পকলা একজন মানুষকে পরিপূর্ণ ও সুন্দর মানুষ হয়ে উঠতে সাহায্য করে। একজন পরিশীলিত মানুষ হওয়ার জন্য সকলেরই শিল্পকলার চর্চা করা উচিত।"""
    },
    # 08
    {
        "q": "'আনন্দ ধারা বহিছে ভুবনে'- গানটির কথাগুলোর মাধ্যমে যে সত্য প্রকাশ পেয়েছে তা ব্যাখ্যা করো।",
        "ans": """মুস্তাফা মনোয়ারের মতে, 'আনন্দ ধারা বহিছে ভুবনে' রবীন্দ্রসংগীতটির কথাগুলোতে শিল্পকলার মূল সত্যটি প্রকাশ পেয়েছে।
লেখকের মতে, সকল মানুষই জীবনের সকল আনন্দকে পাওয়ার জন্য চেষ্টা করে। আনন্দ প্রকাশ জীবনীশক্তির প্রবলতারই প্রকাশ। আনন্দকে মানুষ রূপ, রস, শব্দ, স্পর্শ ও গন্ধের সব ইন্দ্রিয়ের সাহায্যে বুঝতে চায়। এ আনন্দ ছড়িয়ে আছে সমস্ত ভুবনজুড়ে। রবীন্দ্রনাথ ঠাকুর উক্ত গানের মধ্য দিয়ে এই সত্যটিকেই প্রকাশ করেছেন।"""
    },
    # 09
    {
        "q": "দেখা-অদেখা বস্তু কীভাবে শিশুদের ছবি আঁকতে সাহায্য করে?",
        "ans": """নানারকম গল্প, দেশের কথা, কবিতা ও ছড়া শুনে এবং আশপাশের প্রকৃতি ও পরিবেশের দৃশ্যাবলি শিশুমনে ছবির মতো ফুটে ওঠে। এগুলো শিশুদের ছবি আঁকতে সাহায্য করে।
শিশুরা দেখে দেখে শিখতে পারে। প্রতিদিনের দেখা বিষয়বস্তু রং, গড়ন, আকৃতি ইত্যাদি শিশুমনের সঙ্গে মিশে যায়। এভাবে শিশুদের কল্পনার সাথে বাস্তবের দেখা-অদেখা বস্তু মিলেমিশে তাদের ছবি আঁকতে সাহায্য করে।"""
    },
    # 10
    {
        "q": "চিত্রকলার মাধ্যমগুলোর পরিচয় দাও।",
        "ans": """চিত্রকলার বিভিন্ন মাধ্যম হলো কালি-কলম, জল রং, প্যাস্টেল রং, তেল মিশ্রিত রং ইত্যাদি।
'শিল্পকলার নানা দিক' প্রবন্ধে লেখক চিত্রকলার বিভিন্ন মাধ্যমের কথা বলেছেন। তিনি বলেন, ছোটোদের জন্য প্যাস্টেল ও জল রং ব্যবহার করা সহজ। বাংলাদেশে পুরাকালে জল রং দিয়েই ছবি আঁকত শিল্পীরা। তালপাতায়ও ছবি আঁকা হতো। বর্তমানেও জল রং খুব জনপ্রিয়। তবে এখন আর তালপাতায় আঁকা হয় না। কাগজই অধিক ব্যবহৃত হয়।"""
    }
]
