# -*- coding: utf-8 -*-

# Stimulus 8 (for Questions 153 and 154)
stimulus_8 = """মোস্তফা একজন নির্লোভ ব্যক্তি। নিজ পরিশ্রমের মাধ্যমে জীবিকানির্বাহ করে। ভিটেবাড়ি ছাড়া তার আর কিছুই নেই। কাজ শেষে রাতে সে নিশ্চিন্তে ঘুমাতে যায়। মনে তার কোনো অশান্তি নেই।"""

# Stimulus 9 (for Questions 155 and 156)
stimulus_9 = """সখীপুর গ্রামের সুদের কারবারি সুবল মিয়ার বাড়িতে দু-তিনজন সশস্ত্র পাহারাদার। তবুও তিনি রাতে ঘুমাতে পারেন না। অতিরিক্ত মানসিক চাপে তিনি অসুস্থ হয়ে পড়েছেন।"""

# Stimulus 10 (for Questions 157 and 158)
stimulus_10 = """'আমি সেই জগতে হারিয়ে যেতে চাই
যেথায় লোকে সোনায়-রুপায়
পাহাড় জমায় না।
বিত্ত-সুখের দুর্ভাবনায়
আয়ু কমায় না;
যেথায় লোকে তুচ্ছ নিয়ে তুষ্ট থাকে ভাই।'"""

mcqs_part2 = [
    # 81
    {
        "stem": "সুখী লোকটির কিছু চুরির ভয় নেই কেন?",
        "option_a": "সম্পদ লুকিয়ে রেখেছিল বলে",
        "option_b": "তার কিছু ছিল না বলে",
        "option_c": "সেখানে কোনো চোর ছিল না বলে",
        "option_d": "বাক্সে সম্পদ তালাবদ্ধ ছিল বলে",
        "correct_option": "খ",
        "explanation": None
    },
    # 82
    {
        "stem": "কবিরাজ সবাইকে কোলাহল করতে নিষেধ করল কেন?",
        "option_a": "মোড়লকে ওষুধ খাওয়াচ্ছে বলে",
        "option_b": "মোড়লের নাড়ি পরীক্ষা করছে বলে",
        "option_c": "মোড়লকে শরবত খাওয়াচ্ছে বলে",
        "option_d": "মোড়লকে দোয়া পড়ে ফুঁ দিবে বলে",
        "correct_option": "খ",
        "explanation": None
    },
    # 83
    {
        "stem": "রতন ছোট একটি কুঁড়েঘরে বাস করে। সে দিন আনে দিন খায়। তার কারও কোনো জিনিসের ওপর লোভ নেই এবং তার কোনো কিছু হারানোর ভয় নেই। রতনের সঙ্গে 'সুখী মানুষ' নাটিকার কার চরিত্র সাদৃশ্যপূর্ণ?",
        "option_a": "কবিরাজের",
        "option_b": "হাসুর",
        "option_c": "রহমতের",
        "option_d": "লোকটির",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 84
    {
        "stem": "ফুল মিয়ার একটি ছাগলের বাচ্চা ছিল। কিন্তু শত্রুতা করে কাদের আলী সেটি জবাই করে খেয়ে ফেলে। ফুল মিয়ার সঙ্গে 'সুখী মানুষ' নাটিকার কোন চরিত্রের সাদৃশ্য রয়েছে?",
        "option_a": "রহমতের",
        "option_b": "মোড়লের",
        "option_c": "হাসুর",
        "option_d": "কবিরাজের",
        "correct_option": "খ",
        "explanation": None
    },
    # 85
    {
        "stem": "'ঐ কবিরাজ যতই নাড়ি দেখুক, তোমার মোড়লের নিস্তার নাই'-হাসুর এ উক্তিটির মধ্যে কী প্রকাশ পাচ্ছে?",
        "option_a": "পরশ্রীকাতরতা",
        "option_b": "চোগলখোরিতা",
        "option_c": "সন্তোষ",
        "option_d": "অসন্তোষ",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 86
    {
        "stem": "'তাজ্জব' শব্দটি কী অর্থে 'সুখী মানুষ' নাটিকায় ব্যবহৃত হয়েছে?",
        "option_a": "সজাগ",
        "option_b": "মুগ্ধ",
        "option_c": "অদ্ভুত",
        "option_d": "বিস্মিত",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 87
    {
        "stem": "'জোরাজুরি' শব্দটি দ্বারা কী বোঝায়?",
        "option_a": "দৌড়াদৌড়ি",
        "option_b": "ঘোরাঘুরি",
        "option_c": "জবরদস্তি",
        "option_d": "মারামারি",
        "correct_option": "গ",
        "explanation": None
    },
    # 88
    {
        "stem": "জীবনে কীভাবে শান্তি আসতে পারে?",
        "option_a": "সৎ পথের উপার্জনে জীবিকা নির্বাহ করলে",
        "option_b": "উচ্চ শিক্ষা গ্রহণ করলে",
        "option_c": "বিলাসী জীবনযাপন করলে",
        "option_d": "প্রাসাদোপম বাড়িতে বসবাস করলে",
        "correct_option": "ক",
        "explanation": None
    },
    # 89
    {
        "stem": "'সুখী মানুষ' নাটিকায় কোন বিষয়টিকে লেখক তুলে ধরতে চেয়েছেন?",
        "option_a": "সৎ পথে সম্পদ উপার্জন",
        "option_b": "মানুষকে প্রতারিত করার ফল",
        "option_c": "মনের সঙ্গে মানুষের সম্পর্ক",
        "option_d": "কবিরাজের কীর্তি",
        "correct_option": "ক",
        "explanation": None
    },
    # 90
    {
        "stem": "সৎ পথে পরিশ্রমের মাধ্যমে জীবিকা নির্বাহ করলে জীবনে কী লাভ করা যায়?",
        "option_a": "ধনসম্পদ",
        "option_b": "শান্তি",
        "option_c": "কষ্ট",
        "option_d": "বৈরাগ্য",
        "correct_option": "খ",
        "explanation": None
    },
    # 91
    {
        "stem": "'সুখী মানুষ' নাটিকায় নাট্যকার তাদের ঘৃণা করেছেন, যারা—\ni. অনৈতিক পথে ধনী হয়\nii. অপরের গরু মুরগি ধরে নিয়ে যায়\niii. মনের সুখে খেয়ে দেয়ে শুয়ে পড়ে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 92
    {
        "stem": "লোকটি নিজেকে সুখী মানুষ বলল, কারণ—\ni. লোকটির কোনো কিছু হারানোর চিন্তা নেই\nii. লোকটির কোনো সম্পদ নেই বলে\niii. লোকটির মনে কোনো দুঃখ নেই বলে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    # 93
    {
        "stem": "কবিরাজ সুখী মানুষের ফতুয়া সংগ্রহ করতে বললেন যে জন্য—\ni. মোড়লের অসুখ ভালো করার জন্য\nii. মোড়লকে শিক্ষা দিতে\niii. মোড়লের সম্পদ বাড়াতে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 94
    {
        "stem": "তোমার পাঠ্য 'সুখী মানুষ' নাটিকায় হাসুর মোড়লের মৃত্যু কামনার কারণ—\ni. মোড়লের মিথ্যাচার\nii. মোড়ল হাসুর মুরগি জবাই করে খাওয়া\niii. মোড়লের হাতে হাসুর মার খাওয়া\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 95
    {
        "stem": "মোড়ল যে কারণে হাজার টাকা পুরস্কার দেয়ার অঙ্গীকার করে—\ni. রোগ ভালো হওয়ার জন্য\nii. মনে শান্তি পাওয়ার জন্য\niii. সুখী মানুষকে ধরিয়ে দেয়ার জন্য\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 96
    {
        "stem": "'ব্যামো' বলতে বোঝায়—\ni. অসুখ\nii. ব্যায়াম\niii. ব্যারাম\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    # 97
    {
        "stem": "প্রাণখোলা বলতে বোঝায়—\ni. বিস্ময়কর\nii. অকৃত্রিম\niii. উদার\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    # 98
    {
        "stem": "অন্যের মনে দুঃখ দিলে কোনোদিন সুখ পাবে না- উক্তিটি কার?",
        "option_a": "কবিরাজ",
        "option_b": "হাসু",
        "option_c": "রহমত",
        "option_d": "সুখী মানুষটির",
        "correct_option": "খ",
        "explanation": None
    },
    # 99
    {
        "stem": "'সুখী মানুষ' নাটিকার কনিষ্ঠ চরিত্র কোনটি?",
        "option_a": "রহমত",
        "option_b": "লোক",
        "option_c": "হাসু",
        "option_d": "কবিরাজ",
        "correct_option": "ক",
        "explanation": None
    },
    # 100
    {
        "stem": "পৌরমেয়র জসিমের বয়স মাত্র ৩০ বছর। এ বয়সেই সে এলাকার মানুষের মন জয় করে নিয়েছে শুধু ভালো কাজের মাধ্যমে। উদ্দীপকের জসিমের সাথে 'সুখী মানুষ' নাটিকার মোড়লের বয়সের পার্থক্য কত?",
        "option_a": "২০ বছর",
        "option_b": "৩০ বছর",
        "option_c": "৩৫ বছর",
        "option_d": "৪০ বছর",
        "correct_option": "ক",
        "explanation": None
    },
    # 101
    {
        "stem": "মমতাজ উদ্দীন আহমদ কত সালে জন্মগ্রহণ করেন?",
        "option_a": "১৯২১",
        "option_b": "১৯২৭",
        "option_c": "১৯৩৫",
        "option_d": "১৯৪০",
        "correct_option": "গ",
        "explanation": None
    },
    # 102
    {
        "stem": "এই নিষ্ঠুর মোড়লকে যদি বাঁচাতে চাও, তাহলে একটি কঠিন কর্ম করতে হবে- এই কঠিন কর্মটি কী?",
        "option_a": "বিশ্রাম করানো",
        "option_b": "হাসপাতালে নেওয়া",
        "option_c": "ভাত না খাওয়ানো",
        "option_d": "সুখী মানুষের জামা সংগ্রহ",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 103
    {
        "stem": "'হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না।' 'সুখী মানুষ' নাটিকায় হাসুর এ মন্তব্যের কারণ কী?",
        "option_a": "কোনো মানুষই সুখী নয়",
        "option_b": "সম্পদ মানুষকে সুখ দেয় না",
        "option_c": "সুখ একটা আপেক্ষিক ব্যাপার",
        "option_d": "মানুষের চাওয়া-পাওয়ার শেষ নেই",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 104
    {
        "stem": "'সুখী মানুষ' নাটিকায় কোন পাহাড়ের নাম উল্লেখযোগ্য হয়েছে?",
        "option_a": "হিমালয়",
        "option_b": "সীতাকুণ্ড",
        "option_c": "আল্পস",
        "option_d": "লালমাই",
        "correct_option": "ক",
        "explanation": None
    },
    # 105
    {
        "stem": "মানুষের কান্না দেখলে হাসে কে?",
        "option_a": "কবিরাজ",
        "option_b": "হাসু",
        "option_c": "রহমত",
        "option_d": "মোড়ল",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 106
    {
        "stem": "কবিরাজ মোড়লকে কী বলে সম্বোধন করেছিল?",
        "option_a": "ভীতু",
        "option_b": "নিষ্ঠুর",
        "option_c": "ফালতু",
        "option_d": "বদমেজাজী",
        "correct_option": "খ",
        "explanation": None
    },
    # 107
    {
        "stem": "কবিরাজ হাসুকে কী সংগ্রহ করতে বলেছে?",
        "option_a": "ফতুয়া",
        "option_b": "শার্ট",
        "option_c": "প্যান্ট",
        "option_d": "লুঙ্গি",
        "correct_option": "ক",
        "explanation": None
    },
    # 108
    {
        "stem": "মোড়ল সুখী মানুষের জামা এনে দিলে কত টাকা বখশিশ দিতে চাইল?",
        "option_a": "শত টাকা",
        "option_b": "হাজার টাকা",
        "option_c": "লাখ টাকা",
        "option_d": "কোটি টাকা",
        "correct_option": "খ",
        "explanation": None
    },
    # 109
    {
        "stem": "মোড়ল বিছানায় শুয়ে ছটফট করছিল কেন?",
        "option_a": "বাড়িতে ডাকাত পড়ার কারণে",
        "option_b": "অসুস্থতার কারণে",
        "option_c": "দুঃস্বপ্ন দেখার কারণে",
        "option_d": "পায়ে ব্যথা পাওয়ার কারণে",
        "correct_option": "খ",
        "explanation": None
    },
    # 110
    {
        "stem": "কবিরাজ সুখী মানুষের জামা পাওয়াকে খুব কঠিন কাজ বলল কেন?",
        "option_a": "কবিরাজের এলাকায় 'সুখী মানুষ' নেই বলে",
        "option_b": "পৃথিবীতে কোনো সুখী মানুষের জামা নেই বলে",
        "option_c": "পৃথিবীতে প্রকৃত সুখী মানুষের সংখ্যা খুব কম বলে",
        "option_d": "পৃথিবীতে প্রকৃত সুখী মানুষ নেই বলে",
        "correct_option": "গ",
        "explanation": None
    },
    # 111
    {
        "stem": "'সুখী মানুষ' নাটিকায় বর্ণিত সুখী মানুষের অশান্তি নেই কেন?",
        "option_a": "অনেক টাকাপয়সা ছিল বলে",
        "option_b": "অনেক জামাকাপড় ছিল বলে",
        "option_c": "কোনো সম্পদ ছিল না বলে",
        "option_d": "পরিবারে স্ত্রী-পুত্র ছিল বলে",
        "correct_option": "গ",
        "explanation": None
    },
    # 112
    {
        "stem": "আহসান চৌধুরী অত্যন্ত দুশ্চরিত্রের লোক, সে মানুষের টাকাপয়সা, ধনদৌলত মিথ্যা কথা বলে ও অত্যাচার করে নিয়ে যায়। আহসান চৌধুরীর সঙ্গে 'সুখী মানুষ' নাটিকার কার চরিত্র সাদৃশ্যপূর্ণ?",
        "option_a": "হাসুর",
        "option_b": "মোড়লের",
        "option_c": "লোকটির",
        "option_d": "রহমতের",
        "correct_option": "খ",
        "explanation": None
    },
    # 113
    {
        "stem": "\"ঐ মোড়ল জোর করে আমার মুরগি জবাই করে খেয়েছে, আমি আজ মুরগির দাম নিয়ে ছাড়ব।” হাসুর এ বক্তব্যের বহিঃপ্রকাশে মোড়লের প্রতি তার কী প্রকাশ পেয়েছে?",
        "option_a": "ক্ষোভ ও ঘৃণা",
        "option_b": "নিষ্ঠুরতা ও ঘৃণা",
        "option_c": "দায়িত্বহীনতা ও ক্ষোভ",
        "option_d": "আক্রোশ ও দায়িত্বহীনতা",
        "correct_option": "ক",
        "explanation": None
    },
    # 114
    {
        "stem": "'মূর্খ' শব্দটির অর্থ কী?",
        "option_a": "নির্বোধ",
        "option_b": "প্রধান",
        "option_c": "সূর্য",
        "option_d": "মুখোমুখি",
        "correct_option": "ক",
        "explanation": None
    },
    # 115
    {
        "stem": "'শ্রবণ' শব্দটি কী অর্থ নির্দেশ করে?",
        "option_a": "শোনা",
        "option_b": "বলা",
        "option_c": "দেখা",
        "option_d": "করা",
        "correct_option": "ক",
        "explanation": None
    },
    # 116
    {
        "stem": "'সুখী মানুষ' নাটিকাটির রচয়িতা কে?",
        "option_a": "বিপাশা হায়াত",
        "option_b": "ইমদাদুল হক মিলন",
        "option_c": "মমতাজ উদ্‌দীন আহমদ",
        "option_d": "হুমায়ূন আহমেদ",
        "correct_option": "গ",
        "explanation": None
    },
    # 117
    {
        "stem": "'সুখী মানুষ' একটি নাটিকা। কারণ—\ni. এতে দৃশ্য আছে\nii. এতে সংলাপ আছে\niii. এতে পরিবেশের বর্ণনা আছে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 118
    {
        "stem": "হাসু মোড়লকে কঠিন লোক বলল। কারণ—\ni. মানুষের কান্না দেখলে মোড়ল হাসে\nii. সুবর্ণপুরের মানুষকে খুব জ্বালিয়েছে\niii. মানুষের গরু, ধান ইত্যাদি লুট করে ধনী হয়েছে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 119
    {
        "stem": "মানুষের মনের অশান্তি দূর ও সুখী হওয়ার জন্য করণীয়—\ni. অন্যকে দুঃখ না দেয়া\nii. নিজের জিনিস নিয়ে তুষ্ট থাকা\niii. সৎভাবে জীবনযাপন করা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 120
    {
        "stem": "'সুখী মানুষ' নাটিকার মোট দৃশ্য ও চরিত্র সংখ্যা কত? [ঢা. বো.'২০১৬]",
        "option_a": "২ ও ৪",
        "option_b": "২ ও ৩",
        "option_c": "৩ ও ৪",
        "option_d": "২ ও ৫",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 121
    {
        "stem": "'সুখী মানুষ' নাটিকায় মোড়লের বয়স কত বছর? [য. বো.'২০১৮]",
        "option_a": "৬০",
        "option_b": "৫০",
        "option_c": "৪৫",
        "option_d": "৪০",
        "correct_option": "খ",
        "explanation": None
    },
    # 122
    {
        "stem": "'সুখী মানুষ' নাটিকায় বয়োজ্যেষ্ঠ চরিত্র কোনটি? [রা. বো.'২০১৯]",
        "option_a": "রহমত",
        "option_b": "হাসু",
        "option_c": "মোড়ল",
        "option_d": "কবিরাজ",
        "correct_option": "ঘ",
        "explanation": "সুখী মানুষ নাটিকায় কবিরাজের বয়স ৬০ বছর।"
    },
    # 123
    {
        "stem": "'সুখী মানুষ' নাটিকায় কবিরাজের বয়স কত? [চ. বো.'২০১৭]",
        "option_a": "৪০ বছর",
        "option_b": "৫০ বছর",
        "option_c": "৬০ বছর",
        "option_d": "৭০ বছর",
        "correct_option": "গ",
        "explanation": None
    },
    # 124
    {
        "stem": "'সুখী মানুষ' নাটিকায় হাসুর বয়স কত? [চ. বো.'২০১৭]",
        "option_a": "২০ বছর",
        "option_b": "৪০ বছর",
        "option_c": "৪৫ বছর",
        "option_d": "৫০ বছর",
        "correct_option": "গ",
        "explanation": "হাসু মোড়লের আত্মীয়। মোড়ল জোর করে তার মুরগি জবাই করে খেয়েছে।"
    },
    # 125
    {
        "stem": "'সুখী মানুষ' নাটিকায় রহমতের বয়স কত বছর? [ব. বো.'২০১৯]",
        "option_a": "২০",
        "option_b": "২৫",
        "option_c": "৩০",
        "option_d": "৩৫",
        "correct_option": "ক",
        "explanation": None
    },
    # 126
    {
        "stem": "'সুখী মানুষ' নাটিকায় সর্বকনিষ্ঠ চরিত্র কোনটি? [সি. বো.'২০১৮]",
        "option_a": "কবিরাজ",
        "option_b": "মোড়ল",
        "option_c": "লোক",
        "option_d": "রহমত",
        "correct_option": "ঘ",
        "explanation": "রহমত মোড়লের বিশ্বাসী চাকর। তার বয়স ২০ বছর।"
    },
    # 127
    {
        "stem": "'সুখী মানুষ' নাটিকায় মোড়লের প্রতি নির্ভেজাল ভালোবাসা ছিল কার? [আইডিয়াল স্কুল এন্ড কলেজ, মতিঝিল, ঢাকা]",
        "option_a": "হাসুর",
        "option_b": "কবিরাজের",
        "option_c": "রহমতের",
        "option_d": "সুখী মানুষের",
        "correct_option": "গ",
        "explanation": None
    },
    # 128
    {
        "stem": "'সুখী মানুষ' নাটিকার প্রথম সংলাপটি কার? [ঢা. বো.'২০১৭]",
        "option_a": "মোড়লের",
        "option_b": "কবিরাজের",
        "option_c": "হাসুর",
        "option_d": "রহমতের",
        "correct_option": "গ",
        "explanation": None
    },
    # 129
    {
        "stem": "জলদস্যু রোস্তম শেখের মৃত্যুতে হাইম চরে আনন্দের জোয়ার নামে। জানাজার জন্য লোক আনতে হয় দূরের গ্রাম থেকে। 'সুখী মানুষ' নাটিকার মোড়লের সাথে উদ্দীপকের রোস্তম শেখের সাদৃশ্যপূর্ণ দিকটি হলো- [ব. বো.'২০১৭]",
        "option_a": "অদূরদর্শিতা",
        "option_b": "লোভ",
        "option_c": "স্বার্থপরতা",
        "option_d": "অত্যাচার",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 130
    {
        "stem": "মোড়ল মানুষের গরু কেড়ে নিয়েছিল কেন? [রা. বো.'২০১৬]",
        "option_a": "অসুস্থ বলে",
        "option_b": "অধিকারবলে",
        "option_c": "ধনী বলে",
        "option_d": "ক্ষমতাবলে",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 131
    {
        "stem": "'মোড়ল যে অত্যাচারী, পাপী।'— উক্তিটি কার? [আইডিয়াল স্কুল এন্ড কলেজ, মতিঝিল, ঢাকা]",
        "option_a": "কবিরাজের",
        "option_b": "হাসুর",
        "option_c": "রহমত আলীর",
        "option_d": "লোকটির",
        "correct_option": "খ",
        "explanation": None
    },
    # 132
    {
        "stem": "'মূর্খের মতো কথা বল না।'— কবিরাজ কাকে উদ্দেশ করে উক্তিটি করেছিল? [কু. বো.'২০১৬]",
        "option_a": "রহমত",
        "option_b": "হাসু",
        "option_c": "মোড়ল",
        "option_d": "লোক",
        "correct_option": "ক",
        "explanation": None
    },
    # 133
    {
        "stem": "'বাঘের চোখ আনতে হবে?'— উক্তিটির বক্তা কে? [বগুড়া জিলা স্কুল]",
        "option_a": "মোড়ল",
        "option_b": "কবিরাজ",
        "option_c": "হাসু মিয়া",
        "option_d": "রহমত আলী",
        "correct_option": "গ",
        "explanation": None
    },
    # 134
    {
        "stem": "'সুখী মানুষ' নাটিকায় মোড়লের অশান্তি- [ঢা. বো.'২০১৬]",
        "option_a": "ঢের সম্পদের কারণে",
        "option_b": "আরও সম্পদের চিন্তায়",
        "option_c": "অসুস্থ হওয়ায়",
        "option_d": "মানুষকে ঠকিয়ে ও কষ্ট দিয়ে ধনী হওয়ায়",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 135
    {
        "stem": "'সুখী মানুষ' নাটিকায় 'লোভে পাপ, পাপে মৃত্যু'— উক্তিটি কে করেছিল? [দি. বো.'২০১৭]",
        "option_a": "মোড়ল",
        "option_b": "হাসু",
        "option_c": "কবিরাজ",
        "option_d": "রহমত",
        "correct_option": "গ",
        "explanation": "লোভ করলে কেউ সুখী হতে পারে না। আর লোভী মানুষের পরিণতি সবসময়ই খারাপ হয়। এ কথা বোঝাতেই কবিরাজ মোড়লকে উদ্দেশ করে আলোচ্য উক্তিটি করেছিল।"
    },
    # 136
    {
        "stem": "'লোভ করব না, অত্যাচার করব না।'— মোড়লের এ উক্তিতে মনের কোন অবস্থা প্রতিফলিত হয়েছে? [চ. বো.'২০১৭]",
        "option_a": "অনুশোচনা",
        "option_b": "সৎ হওয়ার আকাঙ্ক্ষা",
        "option_c": "অসুস্থতা থেকে মুক্তি",
        "option_d": "মানুষের প্রতি দরদ",
        "correct_option": "ক",
        "explanation": None
    },
    # 137
    {
        "stem": "'অন্যের মনে দুঃখ দিলে কোনোদিন সুখ পাবে না।'— উক্তিটি কার? [চ. বো.'২০১৫]",
        "option_a": "কবিরাজের",
        "option_b": "হাসুর",
        "option_c": "রহমতের",
        "option_d": "সুখী মানুষটির",
        "correct_option": "খ",
        "explanation": None
    },
    # 138
    {
        "stem": "'সুখী মানুষ' নাটিকায় কয়টি গ্রাম খুঁজে একজনও সুখী মানুষ পাওয়া গেল না? [রা. বো.'২০১৭]",
        "option_a": "তিন",
        "option_b": "চার",
        "option_c": "পাঁচ",
        "option_d": "ছয়",
        "correct_option": "গ",
        "explanation": None
    },
    # 139
    {
        "stem": "কারা সুখী মানুষের ফতুয়া খুঁজতে বেরিয়েছে?",
        "option_a": "হাসু ও কবিরাজ",
        "option_b": "হাসু ও রহমত",
        "option_c": "রহমত ও কবিরাজ",
        "option_d": "রহমত ও লোক",
        "correct_option": "খ",
        "explanation": None
    },
    # 140
    {
        "stem": "কে নিজেকে মস্ত বড়ো বাদশা মনে করে?",
        "option_a": "কবিরাজ",
        "option_b": "সুখী লোকটি",
        "option_c": "মোড়ল",
        "option_d": "হাসু মিয়া",
        "correct_option": "খ",
        "explanation": None
    },
    # 141
    {
        "stem": "সুখী লোকটি নিজেকে 'সুখের রাজা', 'মস্ত বড়ো বাদশা' বলেছিল কারণ তার উপার্জন ছিল- [ঢা. বো.'২০১৯]",
        "option_a": "সৎপথে পরিশ্রমের মাধ্যমে",
        "option_b": "নীতিহীন পথে",
        "option_c": "অনৈতিকভাবে",
        "option_d": "বেশি সম্পদ",
        "correct_option": "ক",
        "explanation": None
    },
    # 142
    {
        "stem": "'আমার ঘরে কিছু নাই। সেই জন্যই তো আমি সুখী মানুষ।'— উক্তিটির তাৎপর্য কী? [রাজশাহী ক্যাডেট কলেজ]",
        "option_a": "সম্পদই সকল অশান্তির কারণ",
        "option_b": "মনে অশান্তি থাকলে ওষুধে সারে না",
        "option_c": "লোভের ধন পিঁপড়ায় খায়",
        "option_d": "লোভে পাপ, পাপে মৃত্যু",
        "correct_option": "ক",
        "explanation": None
    },
    # 143
    {
        "stem": "'জবরদস্তি' শব্দটি কী অর্থে ব্যবহৃত হয়েছে?",
        "option_a": "জোরাজুরি",
        "option_b": "শক্তিশালী",
        "option_c": "ক্ষমতাবান",
        "option_d": "বলবান",
        "correct_option": "ক",
        "explanation": None
    },
    # 144
    {
        "stem": "'ব্যামো' শব্দের অর্থ কী?",
        "option_a": "ব্যায়াম",
        "option_b": "অদ্ভুত",
        "option_c": "বয়স",
        "option_d": "ব্যারাম",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 145
    {
        "stem": "'সুখী মানুষ' নাটিকা কার লেখা? [দি. বো.'২০১৮]",
        "option_a": "মমতাজউদদীন আহমদ",
        "option_b": "মানিক বন্দ্যোপাধ্যায়",
        "option_c": "শামসুজ্জামান খান",
        "option_d": "বিপ্রদাশ বড়ুয়া",
        "correct_option": "ক",
        "explanation": None
    },
    # 146
    {
        "stem": "মমতাজউদদীন আহমদের 'সুখী মানুষ' কী ধরনের সাহিত্যকর্ম?",
        "option_a": "ছোটোগল্প",
        "option_b": "উপন্যাস",
        "option_c": "নাটিকা",
        "option_d": "প্রবন্ধ",
        "correct_option": "গ",
        "explanation": "'সুখী মানুষ' নাটিকায় দৃশ্য সংখ্যা দুটি। সম্পদ যে সুখের বাহন নয়- এ বিষয়টি তুলে ধরাই নাটিকার মুখ্য উদ্দেশ্য।"
    },
    # 147
    {
        "stem": "সুখকে বড়ো কঠিন জিনিস বলা হয়েছে কেন? [ভিকারুননিসা নূন স্কুল এন্ড কলেজ, ঢাকা]",
        "option_a": "লোভ আছে বলে",
        "option_b": "অপ্রাপ্তি আছে বলে",
        "option_c": "চাওয়া আছে বলে",
        "option_d": "হিংসা আছে বলে",
        "correct_option": "খ",
        "explanation": None
    },
    # 148
    {
        "stem": "'সুখী মানুষ' নাটিকায় অশান্তির কারণ কী? [ব. বো.'২০১৮]",
        "option_a": "হিংসা",
        "option_b": "প্রতারণা",
        "option_c": "সম্পদ",
        "option_d": "লিপ্সা",
        "correct_option": "গ",
        "explanation": None
    },
    # 149
    {
        "stem": "কোন জেলায় মমতাজউদদীন আহমদ জন্মগ্রহণ করেন?",
        "option_a": "পশ্চিমবঙ্গের মালদহ",
        "option_b": "চব্বিশ পরগনা",
        "option_c": "উত্তরবঙ্গের দিনাজপুর",
        "option_d": "পশ্চিম পরগনা",
        "correct_option": "ক",
        "explanation": None
    },
    # 150
    {
        "stem": "'হাস্য লাস্য ভাষ্য' কোন ধরনের সাহিত্যকর্ম?",
        "option_a": "উপন্যাস",
        "option_b": "কাব্যগ্রন্থ",
        "option_c": "ছোটোগল্প",
        "option_d": "নাটক",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 151
    {
        "stem": "'সুখী মানুষ' নাটিকার হাসু কেন মোড়লের মৃত্যু কামনা করে? [সি. বো.'২০১৬]\ni. মোড়ল অত্যাচারী ও পাপী বলে\nii. মোড়ল হাসুর মুরগি জবাই করে খেয়েছে বলে\niii. মোড়লের হাতে হাসু মার খেয়েছে বলে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 152
    {
        "stem": "কবিরাজ সুখী মানুষের ফতুয়া সংগ্রহ করতে বললেন— [কুমিল্লা জিলা স্কুল]\ni. মোড়লের অসুখ ভালো করার জন্য\nii. মোড়লকে শান্তি দেওয়ার জন্য\niii. মোড়লের সম্পদ বৃদ্ধির জন্য\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    # 153
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_8}\n\nউদ্দীপকে মোস্তফার মানসিকতার বিপরীত ভাব ফুটে উঠেছে কোন চরিত্রে? [রা. বো.'২০১৮]",
        "option_a": "হাসু",
        "option_b": "মোড়ল",
        "option_c": "রহমত",
        "option_d": "লোক",
        "correct_option": "খ",
        "explanation": None
    },
    # 154
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_8}\n\nউক্ত বৈপরীত্যের মূলে রয়েছে— [রা. বো.'২০১৮]\ni. মিথ্যাচার\nii. লোভ\niii. প্রতারণা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    # 155
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_9}\n\nউদ্দীপকের সুবল মিয়া 'সুখী মানুষ' গল্পের কোন চরিত্রের প্রতিনিধি? [সি. বো.'২০১৭]",
        "option_a": "কবিরাজ",
        "option_b": "মোড়ল",
        "option_c": "হাসু",
        "option_d": "রহমত",
        "correct_option": "খ",
        "explanation": None
    },
    # 156
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_9}\n\nউক্ত প্রতিনিধিত্বের কারণ— [সি. বো.'২০১৭]\ni. অর্থনৈতিকভাবে সম্পদের মালিক হওয়ায়\nii. লোভী ও অসৎ ব্যক্তি হওয়ায়\niii. অসুখী ও অত্যাচারী হওয়ায়\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    # 157
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_10}\n\nউদ্দীপকে উল্লিখিত লোকের সাথে 'সুখী মানুষ' নাটিকায় সাদৃশ্য রয়েছে কার? [কু. বো.'২০১৮]",
        "option_a": "মোড়লের",
        "option_b": "হাসুর",
        "option_c": "রহমতের",
        "option_d": "কাঠুরিয়ার",
        "correct_option": "ঘ",
        "explanation": None
    },
    # 158
    {
        "stem": f"উদ্দীপকটি পড়ে নিচের প্রশ্নের উত্তর দাও:\n{stimulus_10}\n\nউদ্দীপকটিতে 'সুখী মানুষ' নাটিকার যে ভাবের প্রতিফলন ঘটেছে তা হলো— [কু. বো.'২০১৮]\ni. সম্পদই অশান্তির কারণ\nii. সুখ একটা আপেক্ষিক ব্যাপার\niii. প্রকৃত সুখ মোহমুক্তির মধ্যে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    }
]
