# -*- coding: utf-8 -*-

cqs_part1 = [
    # CQ 1
    {
        "stem": "জোবেদ আলী ইউনিয়ন পরিষদের একজন সদস্য। এই নিয়ে টানা পঞ্চম বারের মতো তিনি বিপুল ভোটে নির্বাচিত হলেন। হবেনই বা না কেনো? এলাকার মানুষের অসুখ-বিসুখ হলে সুস্থ না হওয়া অবধি তিনি তার শয্যা ছাড়েন না। সমস্যায় পড়লে সমাধান নিশ্চিত না হওয়া পর্যন্ত তার মুখে অন্ন রোচে না। সেই তার অসুখ হলে গাঁয়ের লোক ভেঙে পড়লো। চোখের পানিতে বুক ভাসিয়ে প্রার্থনা করলো- আল্লাহ, তুমি আমাদের জোবেদ ভাইকে সুস্থ করে দাও।",
        "ka": "আয়ুর্বেদ শাস্ত্রমতে যারা চিকিৎসা করে তাদের কী বলে?",
        "kha": "হাসু মোড়লের মৃত্যু কামনা করে কেন?",
        "ga": "উদ্দীপকের জোবেদ আলীর সঙ্গে 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের তুলনা করো।",
        "gha": "'মোড়ল যদি জোবেদ আলীর মতো হতেন তাহলে তার চিকিৎসার জন্য সুখী মানুষের জামা তালাশ করতে হতো না'।- বিশ্লেষণ কর।",
        "solution": """ক) আয়ুর্বেদ শাস্ত্রমতে যারা চিকিৎসা করে তাদের বলা হয় কবিরাজ।

খ) মোড়লের দুষ্কর্মে ও অত্যাচারে সুবর্ণপুরের মানুষ অতিষ্ঠ হওয়ার কারণে হাসু মোড়লের মৃত্যুকামনা করে।
সুবর্ণপুরের মোড়ল একজন খারাপ লোক। কারো গরু কেড়ে নিয়ে, কারো ধান লুট করে মোড়ল আজ ধনী হয়েছে এবং মানুষের দুঃখ-কষ্ট দেখে মোড়ল হেসেছে। সে অত্যাচারী, পাপী, গ্রামের সকল মানুষকে মোড়ল খুব জ্বালাতন করেছে। হাসুর মুরগি জবাই করে খেয়েছে মোড়ল। এসব অত্যাচারে অতিষ্ঠ হয়ে হাসু মোড়লের মৃত্যুকামনা করে।

গ) জোবেদ আলী মানবসেবা করে এবং সুখী মানুষ দীনহীন অবস্থার মধ্যে থেকেও সুখী, আর এ কারণেই চরিত্র দুটির মধ্যে মিল লক্ষ করা যায়।
'সুখী মানুষ' নাটিকাটির সুখী মানুষ চরিত্রটি দীনহীন অবস্থার মধ্যেও সুখী। সে সারা দিন বনে কাঠ কাটে এবং কাঠ বিক্রির টাকা দিয়ে খাবার কিনে খায়। রাতে মনের সুখে ঘুমায়। তার ঘরে কোনো কিছুই নেই, তাই চুরির চিন্তা বা ভয়ও নেই। তার গায়ে একটি জামা পর্যন্তও নেই, কিন্তু এর মধ্যে লোকটির কোনো অভাববোধ নেই বলে সে মহাসুখী, সুখের রাজা।
উদ্দীপকের জোবেদ আলী ইউনিয়ন পরিষদের সদস্য। মানুষের সেবা করে তিনি অত্যন্ত জনপ্রিয় হয়েছেন। তাই সবাই তাঁকে বারবার বিপুল ভোটে নির্বাচিত করে এবং তিনিও সবসময় জনগণের দুঃখ-শোকে পাশে থেকে, সেবা করেন। হঠাৎ তিনি অসুস্থ হলে সবাই তার জন্য দোয়া করে, মানুষের ভালোবাসায় জোবেদ আলীও একজন সুখী মানুষ। এখানেই জোবেদ আলীর সঙ্গে নাটিকাটির সুখী মানুষের মিল চোখে পড়ে।

ঘ) নেতৃস্থানীয় ব্যক্তিরা জনগণের পাশে থেকে তাদের সেবার মাধ্যমেই মানুষের দোয়া, ভালোবাসা ও সুখের সন্ধান পেতে পারেন।
'সুখী মানুষ' নাটিকার মোড়ল অসৎ চরিত্রের লোক। গ্রামের সকল মানুষকে সে জ্বালিয়েছে। কারো গরু, কারো ধান লুট করে মোড়ল আজ ধনী। তার অসুখ হলেও কেউ তার সুস্থতা কামনা করে না। মোড়ল অর্থের মাঝে সুখের দেখা পায় না। তার ফুফাতো ভাই হাসুর মুরগি খেয়েছে মোড়ল, সেও তার মৃত্যু কামনা করে। মোড়ল তাই অর্থবিত্তের অধিকারী হলেও বড়ই অসুখী।
উদ্দীপকের জোবেদ আলী ইউনিয়ন পরিষদের একজন সদস্য। জনগণের সেবার মাধ্যমে তিনি বারবার নির্বাচিত হন। দুঃখ-শোকে তিনি সর্বদা জনগণের পাশে থাকেন, তাই তার অসুখ হলে সকলে ভেঙে পড়ে। তার জন্য প্রাণ ভরে দোয়া করে। মানুষকে সেবা করে এবং মানুষের দোয়া ও ভালোবাসায় তিনি সুখী।
জোবেদ আলী ও মোড়ল দুজনেই গ্রামের কর্তা ব্যক্তি হলেও জোবেদ আলী মানুষের কল্যাণ করে সকলের ভালোবাসায় সিক্ত। আর মোড়ল সকল প্রকার খারাপ কাজ করে গ্রামের মানুষের বিরাগের পাত্র। কিন্তু তিনি যদি জোবেদ আলীর মতো জনদরদি হতেন, তাহলে তার সুস্থতার জন্য সুখী মানুষের জামা খুঁজতে হতো না।"""
    },
    # CQ 2
    {
        "stem": "গ্রামের পাশে ছোট্ট একটা কুটির। সেই কুটিরে বাস করে এক গরিব জেলে। নদী থেকে মাছ ধরে আর সেই মাছ বিক্রির টাকা দিয়ে প্রতিদিনের খাবার প্রতিদিন কিনে নিয়ে আসে। যেদিন মাছ পায় না সেদিন পানি খেয়েই দিন কাটিয়ে দেয়। এ নিয়ে তার দুঃখ তো নেই-ই বরং সে সুখী। কারণ অর্থই অনর্থের মূল। জেলে নিজেকে দুনিয়ার সবচেয়ে সুখী মানুষ মনে করে।",
        "ka": "লোকটা কার মতো হাসছিল?",
        "kha": "'লোভে পাপ, পাপে মৃত্যু'- এ কথাটি কেন বলা হয়েছে?",
        "ga": "উদ্দীপকের জেলে চরিত্রের সঙ্গে 'সুখী মানুষ' নাটিকার কোন চরিত্রটি সাদৃশ্যপূর্ণ-ব্যাখ্যা কর।",
        "gha": "'অর্থই অনর্থের মূল'- 'সুখী মানুষ' নাটিকার আলোকে উদ্দীপকের এ মন্তব্যটির যথার্থতা যাচাই কর।",
        "solution": """ক) লোকটা পাগলের মতো হাসছিল।

খ) 'লোভে পাপ, পাপে মৃত্যু'- এ কথাটি দ্বারা বোঝানো হয়েছে লোভের পরিণাম ভয়াবহ।
লোভ মানুষকে অন্যায় কাজে চালিত করে। আর অন্যায় থেকে আসে পাপ, যা পাপীকে মরণের দিকে ঠেলে দেয়। মানুষ যখন লোভের পথে পা বাড়ায়, তখন তার হিতাহিত জ্ঞান লোপ পায়। সীমাহীন লোভই মানুষকে মৃত্যুর মুখে ঠেলে দেয়। যা নাটকের মোড়লের চরিত্রেও দেখা যায়।

গ) উদ্দীপকের জেলে চরিত্রের সঙ্গে 'সুখী মানুষ' নাটিকার কাঠুরিয়া চরিত্র নিজেকে সুখী ভাবার দিক থেকে সাদৃশ্যপূর্ণ।
'সুখী মানুষ' নাটিকার মোড়লের জন্য সুখী মানুষের জামা খুঁজতে গিয়ে একজন সুখী মানুষ খুঁজে পাওয়া গিয়েছিল। সে কাঠ কেটে জীবিকা নির্বাহ করে। কাঠ বিক্রি করে সে যে টাকা পায় তাই দিয়ে জীবনযাপন করে। বাড়তি চাহিদা নেই। সে মনে করে, \"দুনিয়াতে আমার মতো সুখী কে? আমি সুখের রাজা। আমি মস্ত বড় বাদশা।” কিন্তু তার গায়ের একটা জামা পর্যন্ত নেই।
আলোচ্য উদ্দীপকে জেলে চরিত্রটি কাঠুরিয়ার অনুরূপ। তারও কোনো গচ্ছিত সম্পদ নেই। মাছ ধরে সেই মাছ বাজারে বিক্রি করে সে তার খাবারের ব্যবস্থা করে। সেও ভাবে পৃথিবীতে সে-ই সবচেয়ে সুখী মানুষ। কারণ তার কিছু হারানোর ভয় নেই। অর্থাৎ জেলে ও কাঠুরিয়া চরিত্র দুটি একে অপরের পরিপূরক।

ঘ) 'অর্থই অনর্থের মূল'- মন্তব্যটি যথার্থ।
'সুখী মানুষ' নাটিকায় অন্যায় ও অনৈতিকভাবে মানুষের ধন-সম্পদ আত্মসাৎ করে ধনী হয়েছে মোড়ল। কারো গরু, কারো ধান লুট করে, মানুষকে ঠকিয়ে মানুষের মনে কষ্ট দিয়ে মোড়ল টাকার পাহাড় গড়েছে। কিন্তু তার এ উপার্জিত অর্থসম্পদ তাকে সুখী করতে পারেনি। তিনি শান্তিতে ঘুমাতে পারেন না। অসুস্থ হয়ে সুখের সন্ধান করে চলেছেন। কিন্তু কোনোভাবেই পরিত্রাণ পাননি।
অন্যদিকে উদ্দীপকের গরিব জেলে নদী থেকে মাছ ধরে আর সেই মাছ বিক্রির টাকা দিয়ে প্রতিদিনের খাবার প্রতিদিন কিনে খান। এতে তার কোনো দুঃখ নেই। কারণ তার কোনো সম্পদ নেই আর সম্পদ হারানো বা বাড়ানোর চিন্তায় অন্যের ও নিজের অশান্তিও নেই। কিন্তু জেলের যদি মোড়লের মতো সম্পদের লিপ্সা থাকত তাহলে সেও অন্যায় ও অত্যাচারে লিপ্ত হয়ে অন্যের কষ্টের কারণ হতো এবং নিজেও অসুখী হতো।
তাই আলোচনার পরিশেষে বলা যায়, 'অর্থই অনর্থের মূল' মন্তব্যটি যথার্থ।"""
    },
    # CQ 3
    {
        "stem": "এলাকার চেয়ারম্যানের চাচাতো ভাই যদু আর মামাতো ভাই মধু। দুজনই তাদের ভাইকে বেশ ভালোবাসে। যদু মনে করে চেয়ারম্যানের চরিত্রে কোনো দোষ নেই। কিন্তু মধু জানে চেয়ারম্যান আসলে একজন লোভী মানুষ। সে জনগণের টাকা আত্মসাৎ করে। যদু একদিন মধুকে বলল, ভাইয়ের মতো লোকই হয় না। উত্তরে মধু হেসে দিল, ঠিকই বলেছ, ভাই যার শত্রু তার আর শত্রুর প্রয়োজন নেই।",
        "ka": "মোড়ল জোর করে হাসুর কী জবাই করেছিল?",
        "kha": "\"ঐ কবিরাজ যতই নাড়ি দেখুক, তোমার মোড়লের নিস্তার নেই।\" ব্যাখ্যা কর।",
        "ga": "উদ্দীপকের মধু চরিত্রের সঙ্গে 'সুখী মানুষ' নাটিকার হাসুর চরিত্রের মিল দেখাও।",
        "gha": "উদ্দীপকের চেয়ারম্যানকে 'সুখী মানুষ' নাটিকার মোড়লের প্রতিনিধি বলা যায় কী? মতের পক্ষে যুক্তি উপস্থাপন কর।",
        "solution": """ক) মোড়ল জোর করে হাসুর মুরগি জবাই করেছিল।

খ) \"ঐ কবিরাজ যতই নাড়ি দেখুক, তোমার মোড়লের নিস্তার নেই।”- উক্তিটি যথার্থ।
কারণ মোড়লের ফুফাতো ভাই হাসু জানে তার ভাই কেমন মানুষ। কত মানুষের ওপর সে অত্যাচার করেছে, কত মানুষকে দুঃখ দিয়েছে। মোড়লের চাকর রহমত তার মনিবের জন্য দুঃখ করলে হাসু বলে মোড়ল আর ভালো হবে না। শুধু নিজের সুখের কথা চিন্তা করলে সুখী হওয়া যায় না। মোড়ল সম্পর্কে বলেছে, \"এর গরু কেড়ে, তার ধান লুট করে তোমার মোড়ল আজ ধনী। মানুষের কান্না দেখলে হাসে।\" এমন মানুষের রোগ ভালো হওয়া কঠিন।

গ) উদ্দীপকের মধু চরিত্রের সঙ্গে 'সুখী মানুষ' নাটিকার হাসুর চরিত্রের মিল লক্ষণীয়।
নাটিকায় হাসু মোড়লকে আত্মীয় হিসেবে ভালোবাসে। কিন্তু সে ভালোবাসা অন্ধ ভালোবাসা নয়। মোড়লের চরিত্রের যে দোষ রয়েছে, সেগুলোকে সে দেখিয়ে দিতে ছাড়ে না। নাটিকাটিতে তারই সহায়তায় পাঠক জানতে পারে মোড়লের কুকর্মের কথা।
আলোচ্য উদ্দীপকের চেয়ারম্যানের মামাতো ভাই মধু। চেয়ারম্যান একজন লোভী মানুষ, সে জনগণের টাকা আত্মসাৎকারী। তবে সবাই তাকে তোষামোদ করে চলে। মধু তাদের দলের নয়। সেও হাসুর মতো সত্য কথা বলতে পিছপা হয় না। ভালোবাসলেও সে চেয়ারম্যানের চরিত্রের দোষগুলো দেখিয়ে দেয় আয়নার মতো। তাই বলা যায়, হাসু এবং মধু পরস্পরের প্রতিনিধিস্বরূপ।

ঘ) উদ্দীপকের চেয়ারম্যানকে 'সুখী মানুষ' নাটিকার মোড়লের প্রতিনিধি বলা যায়।
'সুখী মানুষ' নাটিকার মোড়ল একজন হৃদয়হীন মানুষ, যার আপন-পর বলতে কিছু নেই। সে গ্রামের লোককে যেমন অত্যাচার করেছে তেমনি নিজের আত্মীয় হাসুর মুরগিও জোর করে জবাই করে খেয়েছে। কারো গরু চুরি করে কারো ধান লুট করে সে আজ ধনী। মানুষের দুঃখ দেখলে সে হাসে। অসুস্থ হয়ে বুঝতে পেরেছে তার এসব কাজ পাপ।
উদ্দীপকের চেয়ারম্যানও একজন লোভী মানুষ। সে সরকারি অর্থ জনগণকে না দিয়ে নিজের পেট ভরায়। জনগণকে ফাঁকি দিয়ে নিজের ধন-সম্পত্তি বাড়াতে চেয়েছে। কোনো মানুষের প্রতি তার কোনো সত্যিকারের ভালোবাসা নেই। নিজের স্বার্থসিদ্ধির জন্য সে যে কারো ক্ষতি করতে পারে।
উল্লিখিত আলোচনার পরিপ্রেক্ষিতে বলা যায়, উদ্দীপকের চেয়ারম্যান নাটিকার মোড়লের প্রতিনিধিত্ব করেছে।"""
    },
    # CQ 4
    {
        "stem": "মিরাজের বাবার খুব অসুখ। মিরাজদের পাশের গ্রামে এক বিচক্ষণ কবিরাজ থাকেন। কবিরাজের কাছে গিয়ে সে তার বাবার কথা বলে কেঁদে ফেলল। বলল, 'কবিরাজ মশায় আপনি আমার বাবাকে বাঁচান।' কবিরাজ এ কথা শুনে উত্তর দিল, 'কেউ কাউকে বাঁচাতে পারে না।' কারণ বিচক্ষণ কবিরাজ জানতেন, মানুষের পক্ষে রোগ সারানো সম্ভব, কিন্তু মানুষের জীবনকে চিরদিন স্থায়ী করা সম্ভব নয়।",
        "ka": "মমতাজ উদ্দীন আহমদ কোথায় জন্মগ্রহণ করেন?",
        "kha": "'মানুষ এবং প্রাণী অমর নয়।'- এ কথাটির গভীরতা নির্দেশ কর।",
        "ga": "উদ্দীপকের কবিরাজ চরিত্রের সঙ্গে 'সুখী মানুষ' নাটিকার কবিরাজের সাদৃশ্য দেখাও।",
        "gha": "উদ্দীপকটি 'সুখী মানুষ' নাটিকার সমগ্র ভাব ধারণ করে কি? মতের পক্ষে যুক্তি উপস্থাপন কর।",
        "solution": """ক) মমতাজ উদ্দীন আহমদ পশ্চিমবঙ্গের মালদহ জেলায় জন্মগ্রহণ করেন।

খ) 'মানুষ এবং প্রাণী অমর নয়।'- এ কথাটির যথার্থ তাৎপর্য রয়েছে।
'সুখী মানুষ' নাটিকার মোড়লের বিশ্বস্ত চাকর রহমত তার মনিবের মৃত্যু নিয়ে আতঙ্কিত হয়ে পড়লে কবিরাজ তাকে ধমক দেন। কারণ কবিরাজ জানেন প্রত্যেক মানুষকেই একদিন মৃত্যুবরণ করতে হবে। এটি নিয়তির লিখন। আর মূর্খ মানুষরাই মৃত্যুর কথা ভুলে যায়। এখানে জীবন সম্পর্কে এক বিশেষ বোধ কাজ করেছে জ্ঞানী কবিরাজের মাঝে। তিনি চিকিৎসা করতে গিয়ে সার্বক্ষণিক প্রত্যক্ষ করেছেন পৃথিবীতে কোনো কিছুই চিরস্থায়ী নয়।

গ) অভিজ্ঞতা ও জ্ঞানের দিক দিয়ে উদ্দীপকের কবিরাজ ও 'সুখী মানুষ' নাটিকার কবিরাজ চরিত্রের সাদৃশ্য রয়েছে।
'সুখী মানুষ' নাটিকার কবিরাজ একজন গভীর জ্ঞানসম্পন্ন মানুষ। তিনি তার সমগ্র জীবনের অভিজ্ঞতা দ্বারা বুঝেছেন পৃথিবী নশ্বর। তাই মোড়লের আত্মীয়স্বজন যখন মোড়লকে নিয়ে তোলপাড় শুরু করেছে তখন কবিরাজ মাথা ঠান্ডা রেখে এ পাপী মোড়লকে কীভাবে বাঁচানো যায়, তার উপায় খুঁজে বের করেছেন।
উদ্দীপকের কবিরাজও ইচ্ছা করলেই মিরাজকে মিথ্যা আশ্বাস দিতে পারতেন। কিন্তু তিনি তা করেননি। তিনি মিরাজের বাবা সম্পর্কে সত্য কথাই বলেছেন। মিথ্যা কোনো বাণী এ কবিরাজ শুনিয়ে নিজেকে অন্যের চোখে বড় করে তুলতে চাননি। আলোচ্য নাটিকার কবিরাজ ও উদ্দীপকের কবিরাজের চিন্তাচেতনা একই সূত্রে গ্রথিত।

ঘ) উদ্দীপকটি 'সুখী মানুষ' নাটিকার সমগ্র ভাব ধারণ করে না।
'সুখী মানুষ' নাটিকায় মানুষকে ঠকিয়ে মানুষের মনে কষ্ট দিয়ে ধনী হওয়া এক মোড়লের জীবনের পরিণতি দেখানো হয়েছে। অসৎ পন্থায় অর্জিত অর্থসম্পদের মাধ্যমে জীবনযাপন করলে কেউ জীবনে সুখী হতে পারে না। নিজ পরিশ্রমে সৎ পথে উপার্জিত অর্থসম্পদ দিয়ে জীবনযাপন করলে মানসিকভাবে শান্তি লাভ করা সম্ভব। আর লোভ করলে পাপের ফল অবশ্যম্ভাবী। অসৎ পন্থায় অর্জিত অর্থসম্পদ ভোগকারী মৃত্যুপথযাত্রী অসুস্থ মোড়লের সুস্থতার জন্য কবিরাজকে ডাকা হলে কবিরাজ তার পরামর্শের মধ্য দিয়ে কিছু দার্শনিক সত্য উপস্থাপন করেছেন তার মধ্যে একটি হলো-মানুষ এবং প্রাণী অমর নয়। এ সত্যটিই প্রকৃতপক্ষে উদ্দীপকে প্রতিফলিত হয়েছে।
উদ্দীপকে মিরাজ তার বাবার অসুস্থতার জন্য কবিরাজের কাছে গিয়ে প্রাণভিক্ষা চায়। কিন্তু বিচক্ষণ কবিরাজ জানেন জীবনকে চিরদিন স্থায়ী করা সম্ভব নয়। মানুষের পক্ষে শুধু রোগ সারানো সম্ভব। এ সত্যটি ছাড়াও আলোচ্য গল্পের বিষয়বস্তু আরও সম্প্রসারিত। অসৎ পন্থায় অর্জিত সম্পদ মোড়লের অসুখের মূল কারণ। গল্পে আলোচিত এসব প্রসঙ্গ উদ্দীপকে অনুপস্থিত।
উপরিউক্ত আলোচনার ভিত্তিতে বলা যায়, উদ্দীপকটি 'সুখী মানুষ' নাটিকার সমগ্র ভাব ধারণ করে না।"""
    },
    # CQ 5
    {
        "stem": "পৃথিবীতে অধিকাংশ মানুষ ক্ষুধাতৃষ্ণা মেটাতেই বেশি মনোযোগী। তারা সারাক্ষণ অর্থচিন্তায় ব্যস্ত থাকে। অর্থচিন্তার যাতাকলে সবাই বন্দি। ধনী-দরিদ্র সবার অন্তরে একই ধ্বনি উচ্চারিত হচ্ছে- চাই, চাই, আরো চাই। অনুচিন্তা বা অর্থচিন্তা থেকে মানুষ মুক্তি না পেলে অর্থসাধনাই জীবনসাধনা নয়, একথা মানুষকে বোঝাতে না পারলে শিক্ষা মানবজীবনে সোনা ফলাতে পারে না। অর্থচিন্তায় ব্যস্ত মানুষ প্রকৃত মনুষ্যত্ব অর্জনে অক্ষম।",
        "ka": "বিছানায় শুয়ে কে ছটফট করছে?",
        "kha": "সুখী মানুষের প্রাণখোলা হাসির কারণ ব্যাখ্যা কর।",
        "ga": "উদ্দীপকের মূলভাবের সাথে 'সুখী মানুষ' নাটিকার মূলবক্তব্যের সাদৃশ্য বর্ণনা কর।",
        "gha": "'মোড়ল স্বার্থচিন্তায় ব্যস্ত একজন মনুষ্যত্বহীন মানুষের প্রতিচ্ছবি'- উক্তিটি উদ্দীপকের আলোকে বিশ্লেষণ কর।",
        "solution": """ক) বিছানায় শুয়ে মোড়ল ছটফট করছে।

খ) সুখী মানুষের প্রাণখোলা হাসির কারণ হলো, হাসু তাকে চোরের উপদ্রবের কথা জিজ্ঞাসা করেছে।
সুখী মানুষের ঘরে কিছুই নেই। তাই চোরের উপদ্রবের কথায় তার বিষম হাসি পেয়েছে। সারাদিন বনে কাঠ কেটে দিনান্তে তা হাটে বিক্রি করে। প্রাপ্ত টাকা দিয়ে নিত্যপ্রয়োজনীয় পণ্য কিনে তা রান্না করে খায়। তাই হাসুর মুখে চোরের উপদ্রবের কথা শুনে সুখী মানুষ প্রাণখোলা হাসি হেসেছে।

গ) উদ্দীপকের মূলভাবের সাথে 'সুখী মানুষ' নাটিকার মূলবক্তব্যের মধ্যে সুস্পষ্ট সাদৃশ্য বিদ্যমান।
এ জগতে মানুষ সর্বদা অর্থ বা অনুচিন্তায় মত্ত থাকে। ধনী-দরিদ্র সবার মনে 'চাই, চাই, আরো চাই' ভাবটি বিরাজ করে। অর্থ বা স্বার্থচিন্তায় মগ্ন মানুষ প্রকৃত মনুষ্যত্ব অর্জন করতে পারে না। উদ্দীপকে এ বক্তব্যই তুলে ধরা হয়েছে যা 'সুখী মানুষ' নাটিকারও মূল শিক্ষা।
'সুখী মানুষ' নাটিকায় বলা হয়েছে- 'এ দুনিয়াতে ধনী বলছে আরো ধন দাও, ভিখারি বলছে আরো ভিক্ষা দাও, পেটুক বলছে আরো খাবার দাও। শুধু দাও আর দাও।' উদ্দীপকটির মূলভাব এবং 'সুখী মানুষ' নাটিকার মূলবক্তব্যের মধ্যে সুগভীর সাদৃশ্য বিদ্যমান।

ঘ) 'মোড়ল স্বার্থচিন্তায় ব্যস্ত একজন মনুষ্যত্বহীন মানুষের প্রতিচ্ছবি'-উক্তিটি উদ্দীপকের আলোকে তাৎপর্যপূর্ণ।
'সুখী মানুষ' নাটিকার মোড়ল চরিত্রটি স্বার্থপর। কারো গরু কেড়ে, কারো ধান লুট করে মোড়ল ধনী হয়েছে। মানুষকে ঠকিয়ে নিজের সম্পদ বাড়িয়েছে বলে মোড়ল মনুষ্যত্বহীন মানুষের প্রতিরূপ।
আলোচ্য নাটিকার মোড়লের মতোই প্রদত্ত উদ্দীপকটিতে পৃথিবীতে স্বার্থপর কিছু লোকের মনুষ্যত্বহীনতার কথা প্রকাশ পেয়েছে। ক্ষুধা-তৃষ্ণা মেটানোর অজুহাতে অধিকাংশ মানুষ অর্থচিন্তায় মগ্ন থাকে। অর্থচিন্তার নিগড়ে বন্দি হয়ে এসব আত্মকেন্দ্রিক মানুষ সর্বদা ব্যতিব্যস্ত থাকে। তাই এরূপ মানুষ মনুষ্যত্বহীনতার প্রতীক হিসেবে চিহ্নিত।
'সুখী মানুষ' নাটিকাটিতে মোড়লের স্বার্থচিন্তা মনুষ্যত্বহীনতার প্রতীক। তেমনি বিশ্বের অধিকাংশ মানুষও মনুষ্যত্বকে জলাঞ্জলি দিয়ে অনৈতিক পথে সম্পদ অর্জন করে- এ বক্তব্য উদ্দীপকে তুলে ধরা হয়েছে।"""
    },
    # CQ 6
    {
        "stem": "সেলিম সাহেব নানা উপায়ে নানা পন্থায় সম্পদের পাহাড় গড়ে তুলেছেন। নদীর পাড় ভেঙ্গে পড়ার মতো ইদানীং বিভিন্ন অজুহাতে সে পাহাড়ের বিরাট বিরাট অংশ হাতছাড়া হয়ে যাচ্ছে। রাতে দুশ্চিন্তায় ঘুম হয় না। তার মনে হচ্ছে যাকে তিনি এক সময় সুখের উৎস ভেবেছিলেন তাই হয়ে উঠেছে এখন অসুখের মূল কারণ। ভাঙ্গন যেভাবে লেগেছে তাতে বোঝা যাচ্ছে পাপের ধন প্রায়শ্চিত্তেই যাবে।",
        "ka": "নাট্যকার মমতাজ উদ্দীন আহমদের পেশাগত পরিচয় কী?",
        "kha": "হাসু মোড়লের আত্মীয় হওয়া সত্ত্বেও তার অকল্যাণ কামনা করে কেনো?",
        "ga": "মোড়ল চরিত্রের সঙ্গে সেলিম সাহেবের চরিত্রের সাদৃশ্য ব্যাখ্যা করো।",
        "gha": "'মোড়ল আর সেলিম সাহেবের অসুখের মূল কারণ অভিন্ন সূত্রে গাঁথা।'- উক্তিটি বিশ্লেষণ করো।",
        "solution": """ক) নাট্যকার মমতাজ উদ্দীন আহমদ পেশাগত দিক দিয়ে ছিলেন সরকারি কলেজের বাংলা বিভাগের অধ্যাপক।

খ) হাসুর মুরগি জোর করে জবাই করে খাওয়ার কারণে হাসু মোড়লের আত্মীয় হওয়া সত্ত্বেও তার অকল্যাণ কামনা করে।
সুবর্ণপুরের মোড়ল খুবই অত্যাচারী মানুষ। এর গরু, ওর ধান লুট করে সে আজ ধনী। অন্যের দুঃখে সে খুশি হয় এবং গ্রামের মানুষকে সে অনেক জ্বালিয়েছে। হাসু আত্মীয় হওয়া সত্ত্বেও মোড়ল তার মুরগি খেয়ে ফেলেছে। তার এরূপ চারিত্রিক বৈশিষ্ট্যের জন্য আত্মীয় হওয়া সত্ত্বেও হাসু মোড়লের অকল্যাণ কামনা করেছে।

গ) সম্পদশালী হওয়ার পন্থা এবং এই সম্পদ ভাবনা মোড়ল ও সেলিম সাহেবের চরিত্রকে এক কাতারে দাঁড় করিয়েছে, যা তাদের অসুখের মূল কারণ হয়ে দেখা দিয়েছে।
'সুখী মানুষ' নাটিকার মোড়ল সুবর্ণপুর গ্রামের ধনী ব্যক্তি, কিন্তু সে অত্যাচারী মানুষ। কারো গরু কারো বা ধান লুট করে সে তার সম্পদ গড়েছে। আপন ফুফাতো ভাই হাসুর মুরগি ধরে খেয়েছে। অন্যের দুঃখ দেখে হেসেছে। অন্যায়ভাবে অর্জন করা সম্পদই তার অসুখের কারণ হয়ে দেখা দিয়েছে। যে অসুখ তার হয়েছে, তার চিকিৎসা কবিরাজের ওষুধে সম্ভব নয়।
উদ্দীপকের সেলিম সাহেবও নানা পন্থায় সম্পদ অর্জন করেছেন। অবৈধ পন্থায় অর্জিত এ সম্পদ বিভিন্নভাবে ইদানীং হাতছাড়া হয়ে যাচ্ছে, আর সম্পদের দুশ্চিন্তায় তার ঠিকমতো ঘুম হচ্ছে না। এই বিপুল সম্পদই তার অসুখের মূল কারণ হয়ে দাঁড়িয়েছে। মোড়ল ও সেলিম সাহেব উভয় চরিত্রই একই মুদ্রার এপিঠ-ওপিঠ। সুখের আশায় অন্যায়ভাবে যে সম্পদ তারা গড়েছেন, সেই সম্পদই আজ তাদের অসুখের মূল কারণ হয়ে উঠেছে আর এদিক থেকে চরিত্র দুটি সাদৃশ্যপূর্ণ।

ঘ) অবৈধ উপায়ে অর্থের পাহাড় তৈরি এবং সেই অর্থই মোড়ল আর সেলিমের অসুখের মূল কারণ, যা অভিন্ন সূত্রে গাঁথা।
'সুখী মানুষ' নাটিকার মোড়ল খুবই অত্যাচারী মানুষ। মানুষের গরু, ক্ষেতের ধান লুট করে সে আজ ধনী। অন্যের দুঃখ দেখলে মোড়ল খুশি হয়। গ্রামের মানুষকে সে অনেক জ্বালিয়েছে। কিন্তু অবৈধ উপায়ে অর্থ উপার্জন ও মানুষকে কষ্ট দেওয়াই তার অসুখের কারণ হয়ে দেখা দিয়েছে। তার অর্থবিত্ত থাকা সত্ত্বেও সে সুখী হতে পারছে না।
উদ্দীপকের সেলিম সাহেবও নানা উপায়ে সম্পদের পাহাড় গড়েছেন। কিন্তু বিভিন্ন কারণে তার সেই সম্পদ আজ ধ্বংস হয়ে যাচ্ছে। সম্পদের দুশ্চিন্তায় তিনি রাতে ঠিকমতো ঘুমোতে পারেন না। সুখের উৎস ভেবে তিনি সম্পদের পাহাড় তৈরি করেছিলেন, সেই সম্পদই তার অসুখের কারণ হয়ে দেখা দিচ্ছে।
অর্থবিত্ত মানুষকে সুখী করতে পারে না। আর অন্যায়ভাবে অর্জিত সম্পদ কখনই মানুষকে সুখের পথের সন্ধান দিতে পারে না। আবার অর্থকষ্টে থেকেও মানুষ সুখী হতে পারে। অবৈধভাবে সম্পদ উপার্জন করে মোড়ল আর সেলিম সাহেব অসুখী, তাদের অসুখের মূল কারণ তাই অভিন্ন সূত্রে গাঁথা।"""
    },
    # CQ 7
    {
        "stem": "জাবেদ সাহেব সৎ, কর্তব্যপরায়ণ ও পরোপকারী সরকারি কর্মকর্তা। তিনি বিত্তবান নন তবে তাঁর জীবনে সুখ ও স্বস্তির অভাব নেই। তারই বন্ধু সাদমান সাহেব সেই অর্থে সুখী নন। তিনি বিত্তবান কিন্তু তার বিত্তের উৎস পুরোপুরি বৈধ নয়। সম্পদ রক্ষা ও অধিক সম্পদ লাভের আশায় তিনি সর্বদা ব্যস্ত। মানুষের হৃদয়ের নিবিড়তম অনুভূতির নাম সুখ। সাদমান সাহেবের জীবনে তা অধরাই রয়ে গেল।",
        "ka": "'সুখী মানুষ' নাটিকার দৃশ্য কয়টি?",
        "kha": "মোড়লের প্রতি হাসুর সমবেদনা নেই কেন?",
        "ga": "উদ্দীপকের জাবেদ সাহেব এবং 'সুখী মানুষ' নাটিকার মোড়ল কোন দিক থেকে ভিন্ন? ব্যাখ্যা কর।",
        "gha": "সাদমান সাহেব কি 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধি? উক্তিটির যথার্থতা বিচার কর।",
        "solution": """ক) 'সুখী মানুষ' নাটিকার দৃশ্য দুটি।

খ) মোড়ল একজন অত্যাচারী, পাপী এবং নিষ্ঠুর প্রকৃতির মানুষ। মোড়লের প্রতি তাই হাসুর সমবেদনা নেই।
মোড়ল তার নিজ অঞ্চলের মানুষদের জীবিকা নির্বাহের অবলম্বন-গরু, খেতের ধান প্রভৃতি লুট করে ধনী হয়েছে। অন্যের কষ্টে সে আনন্দ অনুভব করে। এমনকি সে তার আত্মীয়দের ওপরও অত্যাচার করেছে। হাসুর মুরগি জবাই করে খেয়েছে। তাই মোড়লের প্রতি হাসুর সমবেদনা নেই।

গ) 'সুখী মানুষ' নাটিকায় মোড়ল অঢেল সম্পদ ও ক্ষমতার মালিক হলেও সৎ, কর্তব্যপরায়ণতা ও পরোপকারীর দিক দিয়ে উদ্দীপকের জাবেদ সাহেবের থেকে ভিন্ন।
অর্থসম্পদ আর ক্ষমতার মধ্যে কোনো সুখ নেই। সুখ মানুষের হৃদয়ের একান্ত অনুভূতি। অন্যকে অত্যাচার নির্যাতন আর শোষণ করে বিপুল বিত্তবৈভব আর ক্ষমতার মালিক হলেও সুখের নিবিড় অনুভূতিকে স্পর্শ করা যায় না। মোড়ল গ্রামের মানুষের ওপর অত্যাচার নির্যাতন করে সম্পদ ও ক্ষমতার মালিক হয়েছে। কিন্তু মোড়ল আজ অসুস্থ। শত চেষ্টা করেও তাকে সুস্থ করা সম্ভব হচ্ছে না। তার অবৈধ অর্থ-ক্ষমতা আজ তাকে সুস্থ করে সুখের সন্ধান দিতে অপারগ। অন্যদিকে জাবেদ সাহেব সৎ কর্তব্যপরায়ণতার মধ্য দিয়ে সুখের সন্ধান পেয়েছেন।
উদ্দীপকের জাবেদ সাহেব ব্যক্তিজীবনে সৎ, কর্তব্যপরায়ণ ও পরোপকারী। সম্পদের প্রতি তার কোনো মোহ নেই। সরকারি কর্মকর্তা হয়েও তিনি দুর্নীতিপরায়ণ নন। গল্পে উল্লিখিত মোড়লের মতো জাবেদ সাহেব অন্যায়, অত্যাচার, দুর্নীতি করে অর্থবিত্ত ও ক্ষমতার মালিক হননি। তিনি মানবতার কল্যাণের মধ্যে সুখের অমৃত স্বাদ আস্বাদন করেছেন। এরূপ চারিত্রিক বৈশিষ্ট্যের দিক দিয়ে উদ্দীপকের জাবেদ সাহেব এবং 'সুখী মানুষ' নাটিকার মোড়ল ভিন্ন।

ঘ) সাদমান সাহেব 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধি-উক্তিটি যথার্থ।
মমতাজ উদ্দীন আহমদের 'সুখী মানুষ' নাটিকার মোড়ল অত্যন্ত স্বার্থপর ও নিষ্ঠুর প্রকৃতির লোক। তিনি সুবর্ণপুরের মানুষকে শান্তিতে বসবাস করতে দেননি। কারো গরু কেড়ে নিয়ে, কারো ধান লুট করে মোড়ল অঢেল সম্পদের মালিকও হয়েছিলেন।
গ্রামের সাধারণ মানুষের কল্যাণ চিন্তা তার মাথায় নেই বরং দেশের ক্ষতি করে হলেও নিজের সম্পদ বৃদ্ধি করাই তার একমাত্র লক্ষ্য। এমনকি এই লোভী, পাপী, অত্যাচারী মানুষটি আপন ফুফাতো ভাই হাসুর মুরগিটা পর্যন্ত জবাই করে খেয়েছে।
উদ্দীপকের সাদমান সাহেব নীতির মাধ্যমে অঢেল ধনসম্পদের মালিক হয়েছেন। সম্পদ রক্ষা ও অধিক সম্পদ লাভের আশায় তিনি সর্বদা ব্যস্ত থাকেন। সম্পদের পাহাড় গড়তে গিয়ে সাদমান সাহেব অন্যের ক্ষতি করতেও প্রস্তুত। নিজের সুখ-সমৃদ্ধির জন্য অর্থ-সম্পদের পাহাড় গড়ে তোলাই তার কাজ।
উল্লিখিত আলোচনা শেষে বলা যায়, সাদমান সাহেব ও মোড়ল যেকোনো মূল্যে নিজেদের আখের গোছানো ছাড়া আর কিছুই করতে পারেন না। তাই বলা যায়, সাদমান সাহেব 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধি।"""
    },
    # CQ 8
    {
        "stem": "করিম সাহেব শেয়ারবাজারে সামান্য অর্থবিনিয়োগ করে অধিক লাভবান হন। পরে লাভের আশায় তিনি সম্পূর্ণ মূলধন বিনিয়োগ করে আর্থিক সচ্ছলতা আশা করেন। কিন্তু হঠাৎ শেয়ারবাজারে ধস নামলে লাভ তো দূরে থাক মূলধনও হারালেন। এখন করিম সাহেব অশান্তিতে ভুগছেন।",
        "ka": "মোড়লের বিশ্বাসী চাকরের নাম কী?",
        "kha": "সুখকে কঠিন জিনিস বলা হয়েছে কেন? বুঝিয়ে লেখ।",
        "ga": "উদ্দীপকের করিম সাহেব 'সুখী মানুষ' নাটিকায় কার প্রতিবিম্ব? ব্যাখ্যা কর।",
        "gha": "'বেশি লাভের দিকে দৃষ্টি না দিলে করিম সাহেবকে অশান্তিতে ভুগতে হতো না'- মন্তব্যটি 'সুখী মানুষ' নাটিকার আলোকে বিশ্লেষণ কর।",
        "solution": """ক) মোড়লের বিশ্বাসী চাকরের নাম রহমত।

খ) মানুষের অন্তহীন চাহিদার কারণে কোনো মানুষই সম্পূর্ণ তৃপ্ত হতে পারে না বলে সুখকে বড় কঠিন জিনিস বলা হয়েছে।
সুখ হলো আপেক্ষিক ব্যাপার। তাই অনৈতিক পথে অঢেল সম্পদের মালিক হলেও প্রকৃত সুখের নাগাল পাওয়া যায় না। কেননা যারা নৈতিক আদর্শ বর্জন করে অন্যায় ও অবৈধভাবে অর্থসম্পদ অর্জন করে তারা জীবনে সুখ পায় না। তাছাড়া প্রত্যেক মানুষেরই কিছু না কিছু অতৃপ্তি থাকে। মানুষের মাঝে পরিতৃপ্তি বোধ না থাকায় মানুষ সুখী হতে পারে না। এ কারণেই সুখকে বড় কঠিন জিনিস বলা হয়েছে।

গ) উদ্দীপকের করিম সাহেব 'সুখী মানুষ' নাটিকায় মোড়লের প্রতিবিম্ব।
'সুখী মানুষ' নাটিকায় মোড়ল একজন স্বার্থপর মানুষ। নিজের সম্পত্তি বাড়ানোর উদ্দেশ্যে সে মানুষের ক্ষতি করতেও দ্বিধা করে না। গ্রামের মানুষকে নানাভাবে নির্যাতন করে জোর করে তাদের ধন-সম্পদ নিজের করে নিয়েছে। কিন্তু তার অর্জিত অবৈধ ধনসম্পদ তাকে সুখ দিতে পারেনি। সে মানসিক অশান্তিতে ভোগে, রাতে ঘুমাতে পারে না। কবিরাজও তার এ মনের অশান্তি দূর করতে পারেননি।
উদ্দীপকেও দেখা যায়, করিম সাহেব শেয়ারবাজারে সামান্য অর্থবিনিয়োগ করে অধিক লাভবান হন। কিন্তু অধিক লোভে তিনি সম্পূর্ণ মূলধন বিনিয়োগ করে মূলধন হারান। লোভ-লালসা মানুষকে পাপের দিকে নিয়ে যায়, ক্ষতি করে। লোভী মানুষ অঢেল সম্পত্তির মালিক হলেও জীবনে সুখী হতে পারেন না। যা আমরা দেখতে পাই মোড়ল ও উদ্দীপকের করিম সাহেবের মধ্যে। লোভের কারণেই তারা স্ব স্ব কর্মের দ্বারা মনের অশান্তিতে ভুগছেন। নাটিকার মোড়ল ও উদ্দীপকের করিম সাহেবের অশান্তির মূল কারণ লোভ।

ঘ) 'বেশি লাভের দিকে দৃষ্টি না দিলে করিম সাহেবকেও অশান্তিতে ভুগতে হতো না।'- এ মন্তব্যটি যথার্থ।
'সুখী মানুষ' নাটিকায় মোড়ল অঢেল সম্পদের মালিক হওয়ার জন্য অন্যায়ভাবে অর্থ উপার্জন করে কঠিন অসুখে ভুগছে আর উদ্দীপকের করিম সাহেবও নিজের মূলধন দিয়ে অল্প সময়ে বেশি ধনসম্পদের মালিক হতে গিয়ে সব হারিয়ে অশান্তিতে ভুগছেন। অর্থাৎ তাদের দুজনেরই অশান্তির মূলে রয়েছে অধিক লোভ।
'সুখী মানুষ' নাটিকায় মোড়ল একজন অসুখী মানুষ। সে অসৎভাবে মানুষকে ঠকিয়ে অনেক সম্পদের মালিক হয়েছে। তার বিশ্বাস মানুষকে ঠকিয়ে সম্পদ অর্জন করতে পারলে সুখী হওয়া যায়। কিন্তু লোভ মানুষকে দেয় অশান্তি ও যন্ত্রণা। তাই কঠিন অসুখে ভুগছে মোড়ল। তাকে সেই সম্পদ শান্তি দিতে পারেনি। উদ্দীপকের করিম সাহেবও শেয়ারবাজারে সামান্য অর্থবিনিয়োগ করে অধিক লাভবান হন। কিন্তু অধিক লোভের কারণে সম্পূর্ণ অর্থবিনিয়োগ করে মূলধন হারান। তিনি যদি লোভ না করতেন তাহলে হয়তো তাকে মূলধন হারাতে হতো না। লোভের কারণেই তিনি আজ সর্বস্বান্ত হয়েছেন।
উল্লিখিত আলোচনার পরিপ্রেক্ষিতে বলা যায়, বেশি লোভ না করলে সব হারিয়ে করিম সাহেবকে অশান্তিতে ভুগতে হতো না। লোভ মানুষকে শান্তি দেয় না, দেয় অশান্তি যা নাটিকার মোড়ল ও উদ্দীপকের করিম সাহেবের চরিত্রের মধ্যদিয়ে প্রকাশিত হয়েছে।"""
    },
    # CQ 9
    {
        "stem": "কদমতলীর চেয়ারম্যান সাহেব খুবই অসুস্থ। এক চাকর নসু মিয়া আর চেয়ারম্যান সাহেবের চাচাতো ভাই কদম আলী তার দেখাশোনা করছে। ডাক্তার খুবই চেষ্টা করছেন কিন্তু কিছুতেই কিছু হচ্ছে না। এক ওষুধ বদলে আর এক ওষুধ দেয়া হচ্ছে কিন্তু কোনো কাজ হচ্ছে না। এক রাতে কদম আলী স্বপ্নে দেখল, একজন কেউ জমি হারিয়ে কাঁদছে আর বলছে, 'তোমাদের চেয়ারম্যান সাহেবের অসুখ কোনোদিন ভালো হবে না। ও আমার সব কেড়ে নিয়েছে। খোদার বিচার সূক্ষ্ম।' এরপর কদম আলীর ঘুম ভেঙে গেল।",
        "ka": "হাসুদের গ্রামের নাম কী?",
        "kha": "\"মনের মধ্যে অশান্তি থাকলে ওষুধে কাজ হয় না।\" ব্যাখ্যা কর।",
        "ga": "উদ্দীপকে বর্ণিত চেয়ারম্যান সাহেবের চরিত্রের সঙ্গে 'সুখী মানুষ' নাটিকার মোড়লের চরিত্রের সাদৃশ্য দেখাও।",
        "gha": "উদ্দীপকের আলোকে 'সুখী মানুষ' নাটিকার তাৎপর্য বিশ্লেষণ কর।",
        "solution": """ক) হাসুদের গ্রামের নাম সুবর্ণপুর।

খ) \"মনের মধ্যে অশান্তি থাকলে ওষুধে কাজ হয় না- এ উক্তিটি যথার্থ।
'সুখী মানুষ' নাটিকায় অসুস্থ মোড়ল বিছানায় শুয়ে ছটফট করছে। কিন্তু কিছুতেই তার রোগ ভালো হচ্ছে না। অসুখের দেখাশোনা করছে মোড়লের আত্মীয় হাসু এবং চাকর রহমত আলী। হাসু মনে করে মোড়ল যেহেতু খুব অত্যাচারী মানুষ তাই তার রোগ কিছুতেই ভালো হবে না। হাসুর সরাসরি উক্তি, 'মোড়ল যে অত্যাচারী, পাপী। মনের মধ্যে অশান্তি থাকলে ওষুধে কাজ হয় না। দেখে নিও মোড়ল মরবে।'

গ) উদ্দীপকে বর্ণিত চেয়ারম্যান সাহেবের চরিত্রের সঙ্গে 'সুখী মানুষ' নাটিকার মোড়লের চরিত্রের সাদৃশ্য রয়েছে।
মোড়ল খুবই লোভী, স্বার্থপর, লুটেরা একজন মানুষ। অন্যকে ফাঁকি দিয়ে সে সম্পদের পাহাড় গড়েছে। কিন্তু তার মনে কোনো শান্তি নেই। তার শরীরে হাড় মড়মড়ি রোগ বাসা বেঁধেছে। কিন্তু অনেক অর্থসম্পদ ব্যয় করেও তার রোগ ভালো হচ্ছে না। কারণ তার মনের সব সুখ বিলুপ্ত হয়ে গেছে।
উদ্দীপকের চেয়ারম্যান সাহেব চরিত্রটি মূল গল্পের মোড়লের প্রতিনিধি। কারণ এই চেয়ারম্যান সাহেবও অন্যদের সম্পদ কেড়ে নিয়ে মানুষকে নিঃস্ব করে দিয়েছেন। আবার এই চেয়ারম্যান সাহেবও ভীষণ অসুস্থ। কিন্তু কোনো চিকিৎসায় কাজ হচ্ছে না। তাই বলা যায়, উদ্দীপকের চেয়ারম্যান এবং নাটিকায় মোড়লের চরিত্র একে অপরের পরিপূরক।

ঘ) নাট্যকার 'সুখী মানুষ' নাটিকায় সমাজের শোষণ ও তার পরিণতির সুন্দর যে চিত্র তুলে ধরেছেন তা অত্যন্ত তাৎপর্যপূর্ণ।
'সুখী মানুষ' নাটিকার মোড়ল শোষকশ্রেণির প্রতিনিধি। সে অন্যের সম্পদ আত্মসাৎ করেছে। কর্মফল অবশ্যই ভোগ করতে হয়। তাই সে ফলস্বরূপ এমন এক রোগে আক্রান্ত হয়েছে যা থেকে মুক্ত হওয়া সম্ভব নয়।
উদ্দীপকের চেয়ারম্যানও একই দলভুক্ত। অন্যকে ঠকিয়ে, জমি কেড়ে নিয়ে ধনী হয়েছেন। কিন্তু তিনি বুঝতে পারেননি যে, অর্থসম্পদ দিয়ে জীবনে সুখ পাওয়া যায় না। 'খোদার বিচার সূক্ষ্ম' এই কথা তাদের জীবনের করুণ পরিণতিই নির্দেশ করেছে। কারণ নিজের অন্যায়ের শাস্তি তারা সূক্ষ্মাতিসূক্ষ্মভাবে ভোগ করছে।
সার্বিক আলোচনা থেকে বলা যায়, মনের অশান্তি থেকে মুক্তির একমাত্র উপায় অন্যায় মানসিকতা পরিবর্তনের মাধ্যমে একজন সুখী মানুষ হিসেবে নিজেকে প্রতিষ্ঠা করা।"""
    },
    # CQ 10
    {
        "stem": "জামান সাহেবের ছোটো মেয়ের বিয়ে। গহনা কিনে বাসায় ফিরছিলেন। সিএনজি থেকে নেমে যাওয়ার সময় গহনার ব্যাগটি ভুলে ফেলে যান। সিএনজি ড্রাইভার রিপন ওটি নিয়ে বাড়ি গিয়ে স্ত্রীকে দেখিয়ে বলে, আমাকে আর পরিশ্রম না করলেও চলবে। এগুলো বিক্রয় করলে অনেক টাকা পাওয়া যাবে। স্ত্রী তাকে বুঝিয়ে বলেন, \"যার গহনা হারিয়েছে তার মনঃকষ্টে আমাদের বড় ক্ষতির কারণ হতে পারে। তাছাড়া পরের জিনিসে কখনো লোভ করতে নেই।\" স্ত্রীর কথায় রিপনের মন ঘুরে যায়। সন্ধ্যায় গহনার ব্যাগটি নিয়ে জামান সাহেবের বাসায় পৌঁছে দেয়।",
        "ka": "কে মোড়লের বিশ্বাসী চাকর?",
        "kha": "'মূর্খের মতো কথা বলো না।' কবিরাজ কেনো এ কথা বলেছিলেন?",
        "ga": "উদ্দীপকের রিপন চরিত্র 'সুখী মানুষ' নাটিকার যে চরিত্রের সাথে সাদৃশ্যপূর্ণ তা ব্যাখ্যা করো।",
        "gha": "'অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থবিত্তই মানুষের অধঃপতনের মূল কারণ উদ্দীপক ও 'সুখী মানুষ' নাটিকার আলোকে বুঝিয়ে লেখো।",
        "solution": """ক) রহমত আলী মোড়লের বিশ্বাসী চাকর।

খ) 'মূর্খের মতো কথা বলো না।' কথাটি কবিরাজ বলেছিলেন মানুষের অমর হতে না পারার বিষয়টি বোঝাতে।
মোড়ল একবার খুব অসুস্থ হয়ে বিছানায় ছটফট করতে থাকে। এই অবস্থায় কবিরাজ এসে মোড়লের নাড়ি পরীক্ষা করার সময় রহমত আলী খুব উদগ্রীব হয়ে মোড়ল বাঁচবে কিনা তা জানতে চায়। তখন কবিরাজ প্রশ্নোক্ত কথাটি বলেন। কারণ মোড়ল বোঝাতে চেয়েছেন যে, এই পৃথিবীতে কেউই অমর নয়।

গ) উদ্দীপকের রিপন চরিত্র 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের সাথে সাদৃশ্যপূর্ণ।
উদ্দীপকে দেখা যায়, রিপন একজন সিএনজি ড্রাইভার। একদিন জামান সাহেব মেয়ের বিয়ের গহনার ব্যাগটি ফেলেই তার সিএনজি থেকে নেমে যায়। গহনার এই ব্যাগটি দেখে রিপনের লোভ হয় এবং একবারও জামান সাহেবের মনঃকষ্টের কথা তার ভাবনায় আসে না। তাই ব্যাগটি সে বাড়ি নিয়ে যায়। আর স্ত্রীকে ব্যাগটি দেখিয়ে বলে যে, সারা জীবন তার আর পরিশ্রম করতে হবে না।
'সুখী মানুষ' নাটিকার মোড়ল সাহেবও উদ্দীপকের রিপনের মতো অন্যের মনঃকষ্টের কথা ভাবতো না। তাই তো অন্যের মনে কষ্ট দিয়ে ও ঠকিয়ে ধনী হতেও সে দ্বিধা করতো না। কারণ ধনী হওয়াই ছিলো তার লক্ষ্য। তাই তো কারো দুঃখ-কষ্টের কথা ভাবার তার সময় ছিল না। লুট করে বা কেড়ে নিলেও তাকে ধনী হতে হবে-এই ছিল যেন তার পণ। তাই এ কথা নির্দ্বিধায় বলা যায় যে, উদ্দীপকের রিপন চরিত্র 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের সাথে সাদৃশ্যপূর্ণ কারণ মোড়লেরও ধনী হওয়ার ক্ষেত্রে রিপনের মতো অন্যের কথা ভাবার সময় ছিল না।

ঘ) অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থবিত্তই মানুষের অধঃপতনের মূল কারণ- উদ্দীপক ও 'সুখী মানুষ' নাটিকার আলোকে মন্তব্যটি যথার্থ।
'সুখী মানুষ' নাটকে দেখা যায় মোড়ল একজন কঠিন মানুষ। মানুষের কান্না দেখলে সে হাসে। মানুষের গরু কেড়ে নিয়ে, ধান লুট করে মোড়ল ধনী হয়েছে। কিন্তু তার জীবনে শান্তি নেই। আজ সে কঠিন রোগে আক্রান্ত। আরোগ্য লাভ আজ তার জন্য হয়ে পড়েছে সাধনার বস্তু। কারণ মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে ধনী হয়ে জীবনে কখনো শান্তি পাওয়া যায় না।
উদ্দীপকের রিপনের স্ত্রীও এই বিষয়টি যথার্থভাবে উপলব্ধি করেছে। তাই তো সে তার স্বামী রিপনকে কারো মনে কষ্ট দিয়ে ধনী না হওয়ার বিষয়ে সতর্ক করেছে। কারণ সে জানে অন্যের মনঃকষ্ট তাদের বড় ক্ষতির কারণ হতে পারে।
অতএব উপর্যুক্ত আলোচনার প্রেক্ষিতে এটা যথার্থভাবেই প্রতীয়মান হয় যে, অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থ মানুষকে অধঃপতনের দিকে ধাবিত করে। মোড়লের জীবনের অধঃপতন তা আরো স্পষ্টভাবে প্রতীয়মান করে তোলে। উদ্দীপকের রিপনের স্ত্রীও রিপনের কাছে বিষয়টি স্পষ্ট করেছেন। তাই পরিশেষে এ কথা বলতে কোনোরূপ দ্বিধারই উদ্রেক হয় না যে, অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থবিত্তই মানুষের অধঃপতনের মূল কারণ- উদ্দীপক ও 'সুখী মানুষ' নাটিকার আলোকে মন্তব্যটি যথার্থ।"""
    }
]
