# -*- coding: utf-8 -*-

short_questions = [
    # 01
    {
        "q": "\"তোমার মোড়লের নিস্তার নাই।”- হাসুর এ কথা বলার কারণ ব্যাখ্যা কর।",
        "ans": """মোড়লের কৃতকর্ম ভালো না হওয়ায় হাসু আলোচ্য কথাটি বলেছে।
মোড়ল হলো একজন অসৎ চরিত্রের লোক। সে সুবর্ণপুরের মোড়ল। ক্ষমতার অপব্যবহার করে সে অন্যের জমি কেড়ে নিয়েছে, অন্যের কষ্টে ফলানো ধান লুট করেছে। মানুষের সম্পদ কেড়ে নিয়ে নিজের সম্পদের বহর বৃদ্ধি করেছে। তাই মোড়লের প্রতি সুবর্ণপুরের মানুষের মনে জমা হয়েছে অসীম ঘৃণা। এসব কারণেই হাসু আলোচ্য কথাটি বলেছে।"""
    },
    # 02
    {
        "q": "'দুনিয়াতে আমার মতো সুখী কে? আমি সুখের রাজা।'-ব্যাখ্যা কর।",
        "ans": """'দুনিয়াতে আমার মতো সুখী কে? আমি সুখের রাজা।'- এটা সুখী মানুষের কথা।
মানুষের মনে যখন চাহিদার সৃষ্টি হয় তখন চাহিদা পূর্ণ না হওয়া পর্যন্ত এক ধরনের অস্বস্তি কাজ করে। আবার যখন কারও হাতে প্রয়োজনের চেয়ে বেশি সম্পদ জমা হয় তখন সেসব সম্পদ রক্ষার একটা তাগিদ কাজ করে। কিন্তু যার কোনো চাহিদা নেই, তার সম্পদ আগলে রাখার তাড়াও নেই। তার মনে সুখ বিরাজ করে। এ কারণেই সুখী মানুষ আলোচ্য কথাটি বলেছে।"""
    },
    # 03
    {
        "q": "মোড়ল সুবর্ণপুরের মানুষদের ওপর কী রকম অত্যাচার করেছে?",
        "ans": """মোড়ল সুবর্ণপুরের মানুষদের ঠকিয়ে, জোর করে তাদের জীবিকার মূলধন কেড়ে নিয়ে তাদের ওপর অত্যাচার করেছে।
মোড়ল একজন অত্যাচারী, কঠোর মানুষ। সে গ্রামের মানুষের গরু কেড়ে নিয়েছে। কারো ধান লুট করেছে। কারো বা মুরগি জবাই করে খেয়েছে। এসব মানুষদের সর্বস্বান্ত করে সে ধনী হয়েছে আবার তাদের দুঃখ দেখে হেসেছে। এভাবেই সে সবার ওপর অত্যাচার করেছে।"""
    },
    # 04
    {
        "q": "রহমত এবং হাসুও নিজেদের অসুখী মনে করে কেন?",
        "ans": """রহমত এবং হাসুও নিজেদের অসুখী মনে করে, কারণ তাদেরও মনের মধ্যে চাহিদা আছে।
সুখী মানুষের সন্ধানে গিয়ে হাসু এবং রহমত যখন সুখী মানুষ খুঁজে পায় না, তখন তারা সুখের কারণ সন্ধান করে। সবারই কোনো না কোনো চাওয়া থাকে, যার কারণে সে সুখী হতে পারে না। হাসু এবং রহমতেরও চাওয়া মোড়লের জন্য জামা বখশিশ। তাই তারা নিজেদের অসুখী মনে করে।"""
    },
    # 05
    {
        "q": "মোড়ল বিছানায় শুয়ে ছটফট করছিল কেন?",
        "ans": """অসুখের যন্ত্রণায় মোড়ল বিছানায় শুয়ে ছটফট করছিল।
'সুখী মানুষ' নাটিকায় মোড়ল শোষকশ্রেণির প্রতিনিধি। সে গরিব ও অসহায় মানুষের সম্পদ শোষণ করেছে। মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে মোড়ল আজ এমন এক কঠিন রোগে আক্রান্ত যা থেকে মুক্তি লাভ অসম্ভব। তাই মোড়ল বিছানায় শুয়ে ছটফট করছে।"""
    },
    # 06
    {
        "q": "রহমত কেন হাউমাউ করে কাঁদার কথা বলল?",
        "ans": """অসুস্থ মোড়লের চাকর রহমত তার মনিব সম্পর্কে হাসুর সমবেদনাহীন কথা শুনে হাউমাউ করে কাঁদার কথা বলে।
মোড়লের অসুখ নিয়ে কথা বলার সময় তার আত্মীয় হাসু তার বিশ্বাসী চাকর রহমতকে মোড়লের বর্তমান অবস্থা এবং অসুখ থেকে মোড়লের নিস্তার নেই বলে জানায়। হাসুর এ ধরনের কঠোর মন্তব্যে রহমত উক্ত কথাগুলো বলে।"""
    },
    # 07
    {
        "q": "মোড়লের সমস্যার সমাধান হলো না কেন?",
        "ans": """সুখী মানুষের জামা খুঁজে পাওয়া যায়নি বলে মোড়লের সমস্যার সমাধান হয়নি।
অত্যাচারী নিষ্ঠুর মোড়লের রোগ সারাবার একমাত্র উপায় ছিল একজন সুখী মানুষের জামা তাকে পরানো। কিন্তু অনেক খোঁজাখুঁজির পর সে সুখী মানুষ পাওয়া গেল কিন্তু তার কিছুই ছিল না। এমনকি গায়ের জামাও না। আর তাই মোড়লের সমস্যার সমাধান হলো না।"""
    },
    # 08
    {
        "q": "অমন ভয় দেখাবেন না- রহমতের একথা বলার কারণ কী?",
        "ans": """প্রশ্নোক্ত উক্তিটি রহমত হাসুকে করেছিল মোড়লের রোগ নিরাময় সম্পর্কে।
পাপের ফলস্বরূপ মোড়ল কঠিন রোগে আক্রান্ত হয়ে বিছানায় শুয়ে ছটফট করছে। কবিরাজ মোড়লের নাড়ি পরীক্ষা করছে। মোড়লের বিশ্বস্ত চাকর রহমত এবং আত্মীয় হাসু মোড়লের অসুখ সম্পর্কে কথা বলছে। এমন সময় হাসু রহমতকে বলে, ভালো করে শোনো, ঐ কবিরাজ যতই নাড়ি দেখুক, তোমার মোড়লের নিস্তার নেই। তাই রহমত হাসুকে বলে, অমন ভয় দেখাবেন না।"""
    },
    # 09
    {
        "q": "কাঠুরিয়া লোকটি নিজেকে সুখী মনে করে কেন?",
        "ans": """কাঠুরিয়া লোকটির অধিক লোভও নেই, আবার অধিক চাহিদাও নেই। তাই কাঠুরিয়া লোকটি নিজেকে সুখী মনে করেন।
কাঠুরিয়া লোকটির চাওয়া এবং পাওয়া সবকিছুই তার সাধ্যের মধ্যে। কাঠুরিয়া লোকটির কোনো দুঃখ নেই। সে সারাদিন বনে কাঠ কেটে যা উপার্জন করে তা দিয়ে চাল, ডাল কিনে খায় এবং রাতে ঘুমিয়ে পড়ে। তার কোনো চিন্তা নেই, চাহিদা নেই, কিছু হারানোর ভয় নেই, চুরি হওয়ারও ভয় নেই। তাই সে নিজেকে সুখী মনে করে।"""
    },
    # 10
    {
        "q": "মোড়লের প্রতি হাসুর সমবেদনা নেই কেনো?",
        "ans": """মোড়ল খুবই অত্যাচারী এবং ফুপাতো ভাই হওয়া সত্ত্বেও জোর করে হাসুর মুরগি খেয়ে ফেলায় মোড়লের প্রতি হাসুর সমবেদনা নেই।
সুবর্ণপুরের মোড়ল একজন অত্যাচারী ও নিষ্ঠুর প্রকৃতির লোক। সে মানুষের জীবিকা অর্জনের উপায় গরু, জমির ফসল ধান ইত্যাদি লুটপাট করে ধনী হয়েছে। মোড়ল তার ফুপাতো ভাই হাসুর মুরগিও জবাই করে খেয়ে ফেলেছে এবং গ্রামের কেউ তার অত্যাচার থেকে মুক্তি পায়নি। এজন্য মোড়লের প্রতি হাসুর সমবেদনা নেই।"""
    },
    # 11
    {
        "q": "\"আমার ঘরে কিছু নাই। সে জন্যই তো আমি সুখী মানুষ।\"-ব্যাখ্যা করো।",
        "ans": """দরিদ্র লোকটির কোনো সম্পদ না থাকায় সে নিজেকে সুখী মনে করে।
দরিদ্র লোকটি বন থেকে কাঠ কেটে জীবিকা নির্বাহ করে। সম্পদ বলতে তার কিছু নেই। তাই সম্পদের চিন্তায় তাকে অস্থির হতে হয় না। এ কারণে সে নিজেকে সুখী মনে করে।"""
    },
    # 12
    {
        "q": "\"ভিখারি বলছে, আরও ভিক্ষা দাও।\"- ব্যাখ্যা করো।",
        "ans": """এ পৃথিবীতে যে যত পায়, সে ততই চায়, এ বিষয়টি বোঝানো হয়েছে আলোচ্য উক্তিটির মাধ্যমে।
মানুষের চাওয়ার শেষ নেই। একটু পেলে সে আরও পেতে চায়। যে ধনী সে আরও ধন চায়, যে ভিখারি সে আরো ভিক্ষা চায়। পৃথিবীটা এভাবেই চলছে। সবার মুখে যেন একই ধ্বনি-চাই আর চাই। অল্পতে কেউ সন্তুষ্ট নয়।"""
    },
    # 13
    {
        "q": "সুখী মানুষটির প্রাণখোলা হাসির কারণ বুঝিয়ে লেখো।",
        "ans": """হাসু যখন লোকটিকে বলে তোমার সোনাদানা, জামা-জুতা চোরে নিয়ে যাবে, তখন সুখী মানুষ প্রাণ খুলে হাসছিল, কারণ তার এসব কিছুই ছিল না।
অনেক খোঁজাখুঁজির পর একজন সুখী মানুষ পাওয়া গেল, যে নিজের শ্রমে উপার্জিত আয় দিয়ে জীবিকা নির্বাহ করে সুখে দিনাতিপাত করছে। তার কোনো সম্পদ নেই, ফলে চোরের ভয় নেই। লোকটি বনের মধ্যে একলা ঘরে থাকে বলে মোড়লের আত্মীয় হাসু যখন বলে, তোমার সোনাদানা, জামা-জুতা চোরে নিয়ে যাবে না, তখন সুখী মানুষ প্রাণখোলা হাসি হেসে ওঠে, কারণ তার এসব কিছুই ছিল না।"""
    },
    # 14
    {
        "q": "\"মানুষ ও প্রাণী অমর নয়\"- কবিরাজ এ কথাটি কেনো বলেছেন? ব্যাখ্যা করো।",
        "ans": """জীব মাত্রই মরণশীল, আর মোড়ল এর ঊর্ধ্বে নয়- এ বিষয়টি বুঝাতেই কবিরাজ প্রশ্নোক্ত কথাটি বলেছেন।
মোড়লের অসুখ হয়েছে। কবিরাজ কোনোভাবেই তার বাঁচার উপায় দেখছেন না। কিন্তু রহমত আলী চায় মোড়লের যেন কোনোভাবেই মৃত্যু না হয়। তখন কবিরাজ রহমতকে বুঝান মানুষ ও প্রাণী মরণশীল, অমর নয়।"""
    },
    # 15
    {
        "q": "হাসু মোড়লকে কঠিন লোক বলেছে কেন? [চ. বো.'২০১৬]",
        "ans": """মোড়ল সুবর্ণপুরের মানুষের উপর নানাভাবে অত্যাচার করেছে বলে হাসু তাকে কঠিন লোক বলেছে।
রোগশয্যায় শায়িত মোড়ল যন্ত্রণায় ছটফট করতে থাকলে রহমত ও হাসু তার কাছে এসে দাঁড়ায়। রহমত মোড়লের অবস্থা দেখে কাঁদলেও হাসুকে কাঁদতে দেখা যায় না। কারণ মোড়ল যে সুবর্ণপুরের মানুষের উপর অত্যাচার করেছে তা হাসুর অজানা নয়। এ কারণে সে মোড়লকে কঠিন লোক বলে আখ্যায়িত করেছে।"""
    },
    # 16
    {
        "q": "মোড়লের প্রতি হাসুর সমবেদনা নেই কেন? [ঢা. বো.'২০১৫]",
        "ans": """মোড়ল সাধারণ মানুষের উপর অত্যাচার করেছিল বলে মোড়লের প্রতি হাসুর সমবেদনা নেই।
মোড়ল ও হাসুর মধ্যে আত্মীয়তার সম্পর্ক বিদ্যমান। তবে আত্মীয়সুলভ কোনো কথা হাসুকে কখনো বলতে শোনা যায়নি বরং সে বলেছে মোড়ল একজন কঠিন লোক এবং সুবর্ণপুরের মানুষকে সে খুব জ্বালিয়েছে। এমন অত্যাচারের কারণেই শয্যাশায়ী মোড়লের প্রতি হাসুর সমবেদনা নেই। যে যা পায়, তার চেয়ে আরও বেশি পাওয়ার আকাঙ্ক্ষা পোষণ করে। ধনী আরও ধন চায়, ভিখারি আরও ভিক্ষা চায়, পেটুক চায় আরও খাবার। মানুষের এই অন্তহীন চাহিদার কথাই আলোচ্য উক্তিটিতে ফুটে উঠেছে।"""
    },
    # 17
    {
        "q": "সুখী মানুষ পাগলের মতো হাসছিল কেন? [ঢা. বো.'২০১৭]",
        "ans": """রহমতের অযৌক্তিক কথা শুনে সুখী মানুষ পাগলের মতো হাসতে থাকে।
সুখী মানুষটি অত্যন্ত সহজসরল জীবনযাপন করে। নির্জন জঙ্গলে একলা ঘরে মনের সুখে একঘুমে রাত কাবার করে দেয় সে। এ কথা শুনে রহমত বিস্মিত হয় এবং চোরের ভয় দেখায়। রহমতের কথা শুনেই সুখী লোকটি প্রাণখোলা হাসিতে ফেটে পড়ে। কেননা চুরি করার মতো কোনো কিছুই তার ঘরে নেই।"""
    }
]
