# -*- coding: utf-8 -*-
"""
Creative Questions (CQs) 11 to 21 for:
Class: ৮ ম শ্রেণি
Subject: বাংলা ১ম পত্র
Chapter: গদ্য ৭ - সুখী মানুষ (মমতাজউদদীন আহমদ)
"""

cqs_part2 = [
    # CQ 11
    {
        "stem": "আনোয়ার সাহেব অনেক পরিশ্রম করে সততার সাথে ব্যবসা করে প্রতিষ্ঠিত হয়েছেন। কোনো দিনও কারো ক্ষতি করেননি। পরিশ্রম আর সততাই ছিল তাঁর প্রেরণা শক্তি। পক্ষান্তরে রজব আলী সুদের কারবার করে ধনাঢ্য ব্যক্তিতে পরিণত হয়েছেন। মানুষকে বিপদে ফেলে চড়া সুদে টাকা ধার দেওয়াই তার প্রধান লক্ষ্য। শেষ বয়সে এসে তার মনে কোনো সুখ নেই। তার ভেতরে শুধুই অতৃপ্তি আর হাহাকার। [ঢা. বো.'২০১৯]",
        "ka": "'সুখী মানুষ' নাটিকায় মোড়লের কথিত রোগের নাম কী?",
        "kha": "সুখকে বেড়া কঠিন জিনিস বলা হয়েছে কেন?",
        "ga": "উদ্দীপকের রজব আলীর সাথে 'সুখী মানুষ' নাটিকার সাদৃশ্যপূর্ণ চরিত্রটি ব্যাখ্যা করো।",
        "gha": "উদ্দীপকের আনোয়ার সাহেব এবং 'সুখী মানুষ' নাটিকার কাঠুরে যেন এক অভিন্ন সত্তা- যুক্তি সহ বুঝিয়ে লেখো।",
        "solution": """ক) 'সুখী মানুষ' নাটিকায় মোড়লের কথিত রোগের নাম হাড় মড়মড় রোগ।

খ) সুখ চাইলেই পাওয়া যায় না বলে সুখ বড় কঠিন জিনিস।
মানুষ সুখী হতে চাইলেই সুখ পায় না, কেননা দুনিয়াতে যার ধন আছে, সে আরও ধন চায়। ভিক্ষুক আরও ভিক্ষা চায়। পেটুক আরও খেতে চায়। মানুষের এই অতৃপ্তির কোনো শেষ নেই। তাই মানুষ শুধু চায় আর চায় বলেই সুখ বড় কঠিন জিনিস।

গ) উদ্দীপকের রজব আলীর সাথে 'সুখী মানুষ' নাটিকার সাদৃশ্যপূর্ণ চরিত্রটি হলো অত্যাচারী মোড়ল।
সমাজে যেমন নিরীহ ভালো মানুষ আছে, তেমনি অত্যাচারী শাসক শ্রেণির মানুষও রয়েছে। লোভী ও স্বার্থপর লোকেরা পরের সম্পদ জবরদখলের মাধ্যমে ভোগ করে থাকে। দুর্বল-নিরীহ মানুষের ওপর অত্যাচার চালিয়ে তারা অবৈধ সম্পদের পাহাড় গড়ে তোলে কিন্তু সুখ পায় না।
উদ্দীপকের রজব আলী একজন অত্যাচারী ধনাঢ্য ব্যক্তি। মানুষকে বিপদে ফেলে চড়া সুদে টাকা ধার দিয়ে তিনি প্রচুর অর্থ-সম্পদের মালিক হয়েছেন। অন্যায়ভাবে মানুষকে শোষণ করে তিনি ধনাঢ্য ব্যক্তিতে পরিণত হলেও তার মনে অতৃপ্তির হাহাকার ছাড়া কোনো সুখ নেই। 'সুখী মানুষ' নাটিকায়ও দেখা যায়, মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে ধনী হওয়া এক মোড়লের জীবনে শান্তি নেই। মোড়ল হাড় মড়মড় রোগে আক্রান্ত, যা কেউ সারিয়ে তুলতে পারছে না। কেবল সুখী মানুষের জামাই তার এ রোগের প্রতিকার করতে পারে, যা খুঁজে পাওয়া খুবই দুঃসাধ্য। মূলত অন্যায়ভাবে অত্যাচারের মাধ্যমে উপার্জিত সম্পদই তার জীবনে অশান্তি ডেকে এনেছে। কাজেই উদ্দীপকের রজব আলীর সাথে 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রটি সাদৃশ্যপূর্ণ।

ঘ) উদ্দীপকের আনোয়ার সাহেব এবং 'সুখী মানুষ' নাটিকার কাঠুরে যেন এক অভিন্ন সত্তা- মন্তব্যটি যৌক্তিক ও যথার্থ।
সমাজে যেমন অর্থলোভী ও স্বার্থপর মানুষ বাস করে, তেমনি সহানুভূতিশীল নৈতিক চরিত্রের অধিকারী মানুষও বাস করেন। তারা সৎপথে এবং সৎ উপায়ে জীবনযাপনের মাধ্যমে তৃপ্তি বোধ করেন। নিজের শ্রমে উপার্জিত আয় দিয়ে জীবিকা নির্বাহ করার মধ্যেই তারা সুখ পান। অন্যায়, অসৎ পথ সব সময়ই তারা পরিহার করে চলেন।
'সুখী মানুষ' নাটিকায় বনের মধ্যে এক কাঠুরেকে পাওয়া গেল, যে নিজের শ্রমে উপার্জিত আয় দিয়ে কোনো রকমে জীবিকানির্বাহ করে সুখে দিনাতিপাত করছে। তার কোনো সঞ্চিত সম্পদ না থাকায় চোরের ভয় নেই এবং ভাঙা ঘরে শান্তিতে ঘুমায়। কাঠুরে বনের কাঠ কেটে খায় এবং গায়ে দেওয়ার মতো একটা জামা না থাকার পরও সে সুখী। উদ্দীপকের আনোয়ার সাহেব অনেক পরিশ্রম করে সততার সাথে ব্যবসা করে প্রতিষ্ঠিত হয়েছেন। তিনি কোনো দিন কারও ক্ষতি করেননি। কেবল পরিশ্রম ও সততাই তার প্রেরণা শক্তি। এদিক থেকে আনোয়ার সাহেব ও কাঠুরের সুখী-সুন্দর মানসিকতার মিল পাওয়া যায়।
উপর্যুক্ত আলোচনা থেকে দেখা যায়, 'সুখী মানুষ' নাটিকার কাঠুরে একজন সৎ এবং নিজের শ্রমে উপার্জিত অর্থে জীবিকানির্বাহ করে সুখী মানুষ। উদ্দীপকের আনোয়ার সাহেবের বেলায়ও একই কথা। সুতরাং উদ্দীপকের আনোয়ার সাহেব এবং 'সুখী মানুষ' নাটিকার কাঠুরে যেন এক অভিন্ন সত্তা- মন্তব্যটি যৌক্তিক ও যথার্থ।"""
    },
    # CQ 12
    {
        "stem": "'সুখ সুখ' বলে তুমি, কেন কর হা-হুতাশ\nসুখ তো পাবে না কোথা, বৃথা সে সুখের আশ।\nপথিক মরুভূ মাঝে খুঁজিয়া বেড়ায় জল,\nজল তো মিলে না সেথা, মরীচিকা করে ছল!\nধন রত্ন সুখৈশ্বর্য কিছুতেই সুখ নাই,\nসুখ পাবে উপকারে, তারি মাঝে খোঁজ ভাই! [দি. বো.'২০১৯]",
        "ka": "মোড়ল সুখী মানুষের জামার জন্য কেতো টাকা বখশিশ দিতে চেয়েছিলো?",
        "kha": "'লোভে পাপ, পাপে মৃত্যু'- কবিরাজ এ কথা কেনো বলেছিলো?",
        "ga": "উদ্দীপকের ভাবে 'সুখী মানুষ' নাটিকার কোন চরিত্রটির বহিঃপ্রকাশ ঘটেছে তা বর্ণনা করো।",
        "gha": "উদ্দীপকে সুখী হবার যে উপায় বর্ণিত হয়েছে, তা 'সুখী মানুষ' নাটিকার আলোকে বিশ্লেষণ করো।",
        "solution": """ক) মোড়ল সুখী মানুষের জামার জন্য হাজার টাকা বখশিশ দিতে চেয়েছিলো।

খ) অতিরিক্ত লোভে মানুষকে ঠকিয়ে ধনী হওয়া মোড়লের জীবনে শান্তি না থাকায় মোড়লকে উদ্দেশ্য করে কবিরাজ বলেছিলো, 'লোভে পাপ, পাপে মৃত্যু'।
'সুখী মানুষ' নাটিকার মোড়ল একজন লোভী ও জুলুমবাজ মানুষ। মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে প্রচুর অর্থ-সম্পদের মালিক হয়েও মোড়লের জীবনে শান্তি নেই। চিকিৎসক বলেছেন, কোনো সুখী মানুষের জামা গায়ে দিলে তার অসুস্থতা কেটে যাবে, কিন্তু পাঁচ গ্রাম খুঁজেও একজন সুখী মানুষ পাওয়া গেল না। অত্যাচারী মোড়লের এই পাপের কথা মনে করিয়ে দিতেই কবিরাজ বলেছিল, 'লোভে পাপ, পাপে মৃত্যু'।

গ) উদ্দীপকের ভাবে 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রটির বহিঃপ্রকাশ ঘটেছে।
মানুষ সুখী হতে চাইলেই সুখ পায় না, কেননা দুনিয়াতে যার ধন আছে, সে আরো ধন চায়। মানুষের অতৃপ্তির কোনো শেষ নেই। এ জন্য মানুষ লোভের বশীভূত হয়ে অনৈতিকভাবে অতিরিক্ত সম্পদ উপার্জন করতে গিয়ে জীবনে অশান্তি ডেকে আনে।
উদ্দীপকে দেখা যায়, মরুভূমিতে পানীয় জল খোঁজার মতোই মানুষ সুখের অন্বেষণে মশগুল। ধন-সম্পদ, বিত্ত-বৈভব ইতাকার সম্পদের অধিকারী হয়ে মানুষ সুখী হতে চায়। কিন্তু কবি বলেছেন, বিশাল সম্পদের অধিকারী হয়েও প্রকৃত সুখী হওয়া যায় না। মনে প্রশান্তি না এলে সুখী জীবন লাভ করা সম্ভব হয় না। 'সুখী মানুষ' নাটিকার মোড়ল তার প্রকৃষ্ট উদাহরণ। মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে, অনৈতিকভাবে প্রচুর ধন-সম্পদের মালিক হয়েও মোড়লের জীবনে সুখ-শান্তি নেই। কাজেই উদ্দীপকের ভাবে 'সুখী মানুষ' নাটিকার ধনী মোড়ল চরিত্রটির বহিঃপ্রকাশ ঘটেছে।

ঘ) স্বার্থত্যাগের মাধ্যমে নিজের সকল কর্ম পরহিতে নিয়োজিত করাই উদ্দীপক ও 'সুখী মানুষ' নাটিকার আলোকে সুখী হওয়ার উপায়।
সুখ একটা আপেক্ষিক ব্যাপার। একজনের অনেক সম্পদ থেকেও সুখ নেই, আবার আরেকজনের কিছু না থাকলেও সে সুখী থাকতে পারে। আসলে অর্থ-বিত্ত, ধন-সম্পদ মানুষকে সুখ দিতে পারে না। পরের কল্যাণে নিজেকে উৎসর্গ করার মধ্যেই প্রকৃত সুখ।
'সুখী মানুষ' নাটিকায় দেখা যায়, অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থ-বিত্তই মানুষের অশান্তির মূল কারণ, যার উদাহরণ মোড়ল। বরং সৎ পথে নিজ পরিশ্রমের মাধ্যমে জীবিকানির্বাহ করলেই জীবনে শান্তি মেলে, যার প্রমাণ দরিদ্র কাঠুরে। পরোপকার ছাড়া মানুষকে ঠকিয়ে মানুষের মনে কষ্ট দিয়ে, অনৈতিকভাবে উপার্জিত সম্পদ কখনো সুখ দিতে পারে না। কেননা, তাতে মনে প্রশান্তি থাকে না। উদ্দীপকেও বলা হয়েছে, বিশাল সম্পদের অধিকারী হয়েও প্রকৃত সুখী হওয়া যায় না। প্রকৃত সুখী হতে হলে বিসর্জন দিতে হবে আপন স্বার্থপর সুখান্বেষা এবং পরের উপকারে নিজেকে উৎসর্গ করতে হবে। নিজের সকল কর্ম পরহিতে নিয়োজিত করাই সুখী হওয়ার প্রকৃত উপায়।
উপর্যুক্ত বিচার-বিশ্লেষণ থেকে দেখা যায়, অন্যায় পথে অর্জিত সম্পদই অশান্তির মূল কারণ। প্রকৃত সুখ হলো আত্মসুখ, আর তা লাভ করার উপায় হলো সৎ পথে নিজের শ্রমে উপার্জিত আয় দিয়ে জীবিকানির্বাহ এবং পরহিতে নিজেকে উৎসর্গ করা। উদ্দীপকে সুখী হওয়ার যে উপায় বর্ণিত হয়েছে, 'সুখী মানুষ' নাটিকার আলোকে এখানেই তার পরিচয় ফুটে উঠেছে।"""
    },
    # CQ 13
    {
        "stem": "সবুজ অন্যের জমিজমা আত্মসাৎ করে অঢেল ধন-সম্পত্তির মালিক হয়েছে। কোনো সন্তান না থাকায় সর্বদা তার মনের মধ্যে হাহাকার বিরাজ করছে। অপরদিকে শাহেদ মিয়া ইউনিয়ন পরিষদ সদস্য। এলাকায় তাঁর প্রভাব থাকলেও সম্পদ খুব কম। সৎপথে উপার্জন করে তিনি সংসার চালান। মানুষের বিপদাপদে তিনি সর্বদাই এগিয়ে আসেন। [য. বো.'২০১৯]",
        "ka": "\"মনের মধ্যে অশান্তি থাকলে ওষুদে কাজ হয় না\"- উক্তিটি কার?",
        "kha": "\"সবাই অসুখী। কারও সুখ নেই।\"- 'সুখী মানুষ' নাটিকায় কেনো এ কথা বলা হয়েছে?",
        "ga": "উদ্দীপকের সবুজ 'সুখী মানুষ' নাটিকার কোন চরিত্রটিকে ইঙ্গিত করে? ব্যাখ্যা করো।",
        "gha": "শাহেদ চরিত্র 'সুখী মানুষ' নাটিকায় মূলভাব ধারণ করেছে কি? তোমার যুক্তিপূর্ণ মতামত তুলে ধরো।",
        "solution": """ক) \"মনের মধ্যে অশান্তি থাকলে ওষুদে কাজ হয় না\"- উক্তিটি হাসুর।

খ) মানুষ নিজ অবস্থান থেকে আরও অধিক কিছু পেতে আগ্রহী বলে বলা হয়েছে, 'সবাই অসুখী, কারও সুখ নেই।'
পৃথিবীতে সুখী মানুষ পাওয়া খুবই কঠিন। কারণ, সুখ একটি আপেক্ষিক ও কঠিন ব্যাপার। পৃথিবীতে প্রায় সবাই যে যে অবস্থানে আছে, সেখান থেকে আরও কিছু পাওয়ার জন্য ব্যাকুল। যা নেই, তার জন্য সবাই দুঃখী। তাই বলা হয়েছে, সবাই অসুখী, কারও সুখ নেই।

গ) উদ্দীপকের সবুজ 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রটিকে ইঙ্গিত করে।
সমাজে ভালো-মন্দ, লোভী-নির্লোভ মানুষ পাশাপাশি বাস করে। লোভের কারণে মানুষ হিতাহিত জ্ঞান হারিয়ে অনৈতিক পথে অর্থসম্পদ উপার্জন করে, কিন্তু সুখ পায় না। সৎপথে নিজের পরিশ্রমের মাধ্যমে জীবিকানির্বাহ করলেই জীবনে শান্তি মেলে। তাই অনৈতিক পথে সম্পদ উপার্জনের লোভ পরিহার করাই উত্তম।
উদ্দীপকের সবুজ অত্যাচারী শাসক শ্রেণির লোক। পরের সম্পদ জবরদখল করে সে প্রচুর অর্থ-সম্পদের মালিক হয়েছে, কিন্তু তার কোনো সন্তান নেই। ভবিষ্যতে এ সম্পদ ভোগ করার কেউ না থাকায় তার মনের মধ্যে অশান্তির হাহাকার বিরাজমান। 'সুখী মানুষ' নাটিকার মোড়ল একজন অর্থলোভী, জুলুমবাজ ও অসৎ লোক। অন্যের সম্পদ লুট করে সে সম্পদের পাহাড় গড়েছে। কিন্তু অনৈতিক পথে অঢেল অর্থ-সম্পদের মালিক হয়েও তার জীবনে কোনো সুখ-শান্তি নেই। কাজেই উদ্দীপকের সবুজ 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রটিকে ইঙ্গিত করে।

ঘ) শাহেদ চরিত্র 'সুখী মানুষ' নাটিকার মূলভাব ধারণ করেছে বলে আমি মনে করি।
অন্যায় ও অসৎ পথে উপার্জিত অর্থ-সম্পদই মানবজীবনে অশান্তির মূল কারণ। সৎপথে নিজ পরিশ্রমের মাধ্যমে জীবিকা নির্বাহ করলেই জীবনে শান্তি মেলে। অন্যায় পথে শান্তি নেই। সুতরাং নীতিহীন পথে সম্পদ উপার্জনের মানসিকতা পরিহার করাই উত্তম।
'সুখী মানুষ' নাটিকার মূল বিষয় হলো সম্পদই অশান্তির মূল কারণ এবং সুখ একটা আপেক্ষিক ব্যাপার। একজনের অনেক সম্পদ থেকেও সুখ নেই, আবার অন্যজনের কিছু না থাকলেও সুখী থাকতে পারে। যেমন লোকটির সম্পদ তো দূরের কথা একটি জামা না থাকার পরও সে সুখী, আর মোড়লের প্রচুর সম্পদ থাকার পরও তার জীবনে সুখ নেই। উদ্দীপকের সবুজ অন্যায়ভাবে সম্পদের পাহাড় গড়ে তুললেও সুখ অর্জন করতে পারেনি। ইউনিয়ন পরিষদ সদস্য শাহেদ মিয়া এলাকায় প্রভাবশালী হয়েও তার সম্পদ বলতে তেমন কিছুই নেই। তিনি সৎপথে উপার্জন দিয়ে সংসার চালান এবং মানুষের বিপদে পাশে দাঁড়িয়ে আনন্দ পান।
উপর্যুক্ত আলোচনা থেকে স্পষ্ট হয়ে উঠেছে যে সুখ একটা আপেক্ষিক ব্যাপার। একজনের অনেক সম্পদ থেকেও সুখ নেই, আরেকজনের কিছু না থাকলেও নিজের সৎপথে উপার্জন দিয়ে সে সুখী। উদ্দীপকের শাহেদ চরিত্র ও পঠিত নাটিকায় দরিদ্র লোকটির মধ্য দিয়ে সেই সত্যটি-ই ফুটে ওঠে। আর আমার মতে, এদিক থেকে শাহেদ চরিত্র 'সুখী মানুষ' নাটিকার মূলভাব ধারণ করেছে।"""
    },
    # CQ 14
    {
        "stem": "অংশ-১ :\n'ভাঙা কুঁড়েঘর, ছেঁড়া কাঁথা\nতবুও এখানে আমার শান্তি গাঁথা।।'\n\nঅংশ-২ :\n'যার নেই- তারে যদি দাও\nপাবে দ্বিগুণ ফিরে\nনিজের শুধু ভাব যদি\nদুঃখ থাকবে ঘিরে।' [কু. বো.'২০১৯]",
        "ka": "কবিরাজ কোন কঠিন কাজটি করতে বলেছিলেন?",
        "kha": "'মনের মধ্যে অশান্তি থাকলে ওষুদে কাজ হয় না'- কথাটি বুঝিয়ে লেখো।",
        "ga": "উদ্দীপকের অংশ-১-এ 'সুখী মানুষ' নাটিকার কোন চরিত্রের প্রতিফলন ঘটেছে? ব্যাখ্যা করো।",
        "gha": "উদ্দীপকের অংশ-২ 'সুখী মানুষ' নাটিকার মোড়লের জন্য কতটা শিক্ষণীয় তা মূল্যায়ন করো।",
        "solution": """ক) কবিরাজ একজন সুখী মানুষের জামা সংগ্রহ করার কঠিন কাজটি করতে বলেছিলেন।

খ) শান্তির সম্পর্ক মানুষের মনের সাথে, তাই মনের মধ্যে অশান্তি থাকলে বাইরের ওষুদে কাজ হয় না।
'সুখী মানুষ' নাটিকায় মোড়ল হাড় মড়মড় রোগে আক্রান্ত। অন্যায়ভাবে সে অর্থ উপার্জন করেছে সারা জীবন। মনে তার শান্তি নেই, অনুশোচনায় সে জর্জরিত। তাই ওষুদেও কাজ হয় না। কেবল ন্যায় ও নীতির পক্ষে থাকলেই সুখে থাকা সম্ভব, আলোচ্য উক্তিতে এ কথাই বোঝানো হয়েছে।

গ) উদ্দীপকের অংশ-১-এ 'সুখী মানুষ' নাটিকার সুখী মানুষ চরিত্রের প্রতিফলন ঘটেছে।
সুখ একটা আপেক্ষিক ব্যাপার। পৃথিবীতে সেই মানুষই সবচেয়ে সুখী, যে অল্পে সন্তুষ্ট হয়। অন্যায় ও অসৎ পথে উপার্জিত অর্থবিত্ত কখনো সুখ দিতে পারে না। সৎ পথে নিজ পরিশ্রমের মাধ্যমে সন্তুষ্টচিত্তে জীবিকানির্বাহের চেয়ে সুখ আর কিছুতেই নেই।
উদ্দীপকের অংশ-১-এর লোকটির কিছুই নেই। সে ভাঙা কুঁড়ে ঘরে বাস করে, ছেঁড়া কাঁথায় ঘুমায় এবং তার মনে কোনো অসন্তুষ্টি বা অতৃপ্তি নেই। এতেই সে নিজের সুখ ও শান্তি অনুভব করে। 'সুখী মানুষ' নাটিকায়ও এমন একজন মানুষ পাওয়া যায়, যে নিজের শ্রমের বিনিময়ে জীবিকানির্বাহ করে সুখে দিন কাটায়। তার কোনো সম্পদ নেই, গায়ের একটা জামাও না থাকায় সে চোরের ভয় থেকে মুক্ত হয়ে শান্তিতে ঘুমায় আর সুখ অনুভব করে। উদ্দীপকের অংশ-১-এ 'সুখী মানুষ' নাটিকার এই সুখী মানুষ চরিত্রের প্রতিফলন ঘটেছে।

ঘ) উদ্দীপকের অংশ-২ 'সুখী মানুষ' নাটিকার মোড়লের জন্য নৈতিক দিক থেকে যথেষ্ট শিক্ষণীয়।
নীতি-নৈতিকতা ও বিবেকবোধের অভাবে মানুষ অন্যায় পথে পা বাড়িয়ে নিজেই নিজের অশান্তি ডেকে আনে। অন্যের সম্পদের লোভ তাকে অত্যাচারী করে তোলে। সৎ জীবনযাপন ও বৈধ পথে উপার্জনের মাধ্যমেই প্রকৃত শান্তি অর্জিত হয়।
'সুখী মানুষ' নাটিকার কাহিনিতে দেখা যায়, অনৈতিকভাবে মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে ধনী হওয়া এক মোড়লের জীবনে শান্তি নেই। চিকিৎসক বলেছেন, কোনো সুখী মানুষের জামা গায়ে দিলে মোড়লের অসুস্থতা কেটে যাবে। অনেক খোঁজাখুঁজির পর একজন সুখী মানুষ পাওয়া গেল, যে নিজের শ্রমে জীবিকানির্বাহ করে, কিন্তু তার কোনো জামা নেই। উদ্দীপকের অংশ-২ থেকে বোঝা যায়, আত্মস্বার্থে বিভোর না হয়ে পরের কল্যাণে জীবন উৎসর্গ করার মধ্যেই প্রকৃত সুখ। শুধু নিজের কথা ভাবার মধ্যে দুঃখ ছাড়া সুখ নেই। যার কিছু নেই, তার পাশে দাঁড়ানো, তাকে সহায়তা করা মানুষের নৈতিক দায়িত্ব। স্বীয় স্বার্থ ত্যাগ করে অন্যের সেবায় নিজেকে বিলিয়ে দেওয়ার মধ্যেই জীবনের প্রকৃত সার্থকতা নিহিত।
উপর্যুক্ত মূল্যায়ন থেকে দেখা যায়, নাটিকার মোড়ল অন্যের ওপর জুলুম করে ধনী হয়েছে ঠিকই, কিন্তু জীবনে শান্তি নেই। উদ্দীপকের যে নীতি, নৈতিকতা ও মানবিকবোধের কথা বলা হয়েছে, তার কিছুই নেই মোড়ল চরিত্রে। কারণ, মোড়ল অন্যের সম্পদ অন্যায়ভাবে নিজেকে ভোগ দখলে এনেছে। কাজেই উদ্দীপকের অংশ-২ 'সুখী মানুষ' নাটিকার মোড়লের জন্য যথেষ্ট শিক্ষণীয় বিষয়।"""
    },
    # CQ 15
    {
        "stem": "উদ্দীপক-১ : ব্যবসায়ী সুমন অসদুপায় অবলম্বন করে অনেক সম্পদের মালিক হয়। এতেও সে তৃপ্ত নয়। সে আরো সম্পদের নেশায় দিনরাত ভাবতে থাকে। এক সময় সুমন অসুস্থ হয়ে মৃত্যুমুখে পতিত হয়।\n\nউদ্দীপক-২ : আমি সেই জগতে হারিয়ে যেতে চাই যেথায় লোকে সোনারুপার পাহাড় জমায় না। বিত্ত সুখের দুর্ভাবনায় আয়ু কমায় না। [চ. বো.'২০১৯]",
        "ka": "'সুখী মানুষ' নাটিকায় ওষুদে কাজ হয় না কেনো?",
        "kha": "'সুখ বেড়া কঠিন জিনিস।'- বুঝিয়ে লেখো।",
        "ga": "উদ্দীপক-১-এর সুমন 'সুখী মানুষ' নাটিকার যে চরিত্রের প্রতিনিধিত্ব করে তা ব্যাখ্যা করো।",
        "gha": "\"উদ্দীপক-২-এর মূলভাব যেন 'সুখী মানুষ' নাটিকার সুখী মানুষেরই আকাঙ্ক্ষার প্রতিফলন।\"- বিশ্লেষণ করো।",
        "solution": """ক) 'সুখী মানুষ' নাটিকায় বলা হয়েছে, মনের মধ্যে অশান্তি থাকলে ওষুদে কাজ হয় না।

খ) সুখ চাইলেই পাওয়া যায় না বলে সুখ বেড়া কঠিন জিনিস।
মানুষ সুখী হতে চাইলেই সুখ পায় না, কেননা দুনিয়াতে যার ধন আছে, সে আরও ধন চায়। ভিক্ষুক আরও ভিক্ষা চায়। পেটুক আরও খেতে চায়। মানুষের এই অতৃপ্তির কোনো শেষ নেই। তাই মানুষ শুধু চায় আর চায় বলেই সুখ বড় কঠিন জিনিস।

গ) উদ্দীপক-১-এর সুমন 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধিত্ব করে।
অন্যের ক্ষতি করে প্রচুর ধনসম্পদের মালিক হলেও সুখ পাওয়া যায় না। সুখ একটা আপেক্ষিক ব্যাপার। জীবনে প্রকৃত সুখী হতে হলে মানবকল্যাণে অবদান রাখতে হয়। অনৈতিকভাবে উপার্জিত অর্থবিত্তই অশান্তির মূল কারণ।
উদ্দীপক-১-এর সুমন একজন অসৎ ব্যবসায়ী। অনৈতিকভাবে সে প্রচুর সম্পদের মালিক হয়েও তৃপ্ত নয়। আরও সম্পদের লোভে দিনরাত ভাবতে গিয়ে অসুস্থ হয়ে মৃত্যুমুখে পড়ে। 'সুখী মানুষ' নাটিকার মোড়লের অবস্থাও একই রকম। মানুষের বাড়িঘর জ্বালিয়ে, ধনসম্পদ লুট করে, পশু কেড়ে নিয়ে অন্যের দুঃখে আনন্দ-উল্লাস করেছে। কিন্তু মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে, ধনী হওয়া মোড়লের জীবনে আজ শান্তি নেই। এদিক থেকে উদ্দীপক-১-এর সুমন 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধিত্ব করে।

ঘ) \"উদ্দীপক-২-এর মূলভাব যেন 'সুখী মানুষ' নাটিকার সুখী মানুষেরই আকাঙ্ক্ষার প্রতিফলন\"- মন্তব্যটি যথার্থ।
একজনের অনেক সম্পদ থাকার পরও সুখ নেই, আবার অন্যজনের কিছু না থাকলেও সে সুখী হতে পারে। সুখ একটা আপেক্ষিক ব্যাপার। বরং সৎ পথে নিজ পরিশ্রমের মাধ্যমে জীবিকানির্বাহ করলেই জীবনে শান্তি মেলে। সুতরাং নীতিহীন পথে সম্পদ উপার্জনের চিন্তা পরিহার করাই উত্তম।
'সুখী মানুষ' নাটিকায় দেখা যায়, মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে ধনী হওয়া এক মোড়লের জীবনে শান্তি নেই। অন্যদিকে এক কাঠুরিয়ার কিছুই না থাকার পরও সে সুখে দিনাতিপাত করছে। অর্থাৎ নাট্যকারের স্পষ্ট বক্তব্য হলো অন্যায় ও অনৈতিকভাবে উপার্জিত ধনসম্পদই অশান্তির কারণ। কাঠুরে লোকটি নিজের শ্রমে উপার্জিত আয় দিয়ে কোনোভাবে জীবিকানির্বাহ করে এবং তার ভাঙা কুটিরে কোনো সম্পদ জমা নেই বলে তার চুরি যাওয়ার দুশ্চিন্তা নেই। সে একজন সুখী মানুষ হিসেবে নিশ্চিন্তে ঘুমায়। উদ্দীপক-২-এর মূলভাবও নাটিকার মতো। উদ্দীপকের কবিও সেই জগতে হারিয়ে যেতে চান, যেখানে মানুষ অনৈতিকভাবে ধন-সম্পদের পাহাড় জমিয়ে দুশ্চিন্তায় মৃত্যুর দিকে এগিয়ে যায় না।
উপর্যুক্ত বিশ্লেষণ থেকে উদ্দীপকের কবি ও 'সুখী মানুষ' নাটিকার সুখী মানুষ কাঠুরের অভিন্ন মনোভাবের পরিচয় পাওয়া যায়। কাঠুরের কিছু না থাকার পরও সে সুখী আর উদ্দীপকের কবিও সুখের জন্য এমন জগতেই যেতে চান। সুতরাং \"উদ্দীপক-২-এর মূলভাব যেন 'সুখী মানুষ' নাটিকার সুখী মানুষেরই আকাঙ্ক্ষার প্রতিফলন\" মন্তব্যটি যথার্থ।"""
    },
    # CQ 16
    {
        "stem": "স্তবক-১ : \"আমি সেই জগতে হারিয়ে যেতে চাই,\nযেথায় গভীর নিশুত রাতে/ জীর্ণ বেড়ার ঘরে\nনির্ভাবনায় মানুষেরা ঘুমিয়ে থাকে ভাই।।\"\n\nস্তবক-২ : \"স্বার্থমগ্ন যেজন বিমুখ বৃহৎ জগৎ হতে,\nসে কখনো শেখেনি বাঁচিতে।\" [সি. বো.'২০১৯]",
        "ka": "নাড়ি পরীক্ষা কী?",
        "kha": "“একটি কঠিন কর্ম করতে হবে।”- বুঝিয়ে লেখো।",
        "ga": "স্তবক-১-এর ভাবনায় 'সুখী মানুষ' নাটিকার যে চরিত্রের মনোভাবের মিল রয়েছে তার বর্ণনা করো।",
        "gha": "\"স্তবক-২-এর মূলভাবে 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিফলন ঘটেছে।\"- মন্তব্যটি বিশ্লেষণ করো।",
        "solution": """ক) নাড়ি পরীক্ষা হলো কবজির ধমনির গতি দেখে রোগ নির্ণয়।

খ) 'সুখী মানুষ' নাটিকায় কবিরাজের মতে, মোড়লকে সুস্থ করে তোলার জন্য একজন সুখী মানুষের ফতুয়া বা জামা সংগ্রহ করা খুবই কঠিন কাজ।
'সুখী মানুষ' নাটিকার কাহিনি অনুসারে মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে ধনী হওয়া এক মোড়লের জীবনে শান্তি নেই। কবিরাজ বলেছেন, কোনো সুখী মানুষের জামা গায়ে দিলে মোড়লের অসুস্থতা কেটে যাবে। কিন্তু পাঁচ গ্রাম খুঁজেও একজন সুখী মানুষ পাওয়া গেল না। শেষে একজন সুখী মানুষ পাওয়া গেলেও তার কোনো জামা ছিল না। কবিরাজের মতে তাই এটি কঠিন কাজ।

গ) স্তবক-১-এর ভাবনায় 'সুখী মানুষ' নাটিকার সুখী মানুষ চরিত্রের মিল রয়েছে।
অন্যায়ভাবে অর্জিত সম্পদই মানুষের অশান্তির কারণ হয়। সুখ একটা আপেক্ষিক ব্যাপার। একজনের অনেক সম্পদ থাকার পরও সুখ নেই, আবার অন্যজনের কিছু না থাকলেও সে সুখী হতে পারে।
উদ্দীপকের স্তবক-১-এর কবির ভাবনায় অর্থবিত্তের চেয়ে সুখ-শান্তির গুরুত্ব অনেক বেশি। তিনি সেই জগতে হারিয়ে যেতে চান, যেখানে গভীর রাতে জীর্ণ বেড়ার ঘরে নিশ্চিন্তে ঘুমিয়ে থাকা যায়। যে নিজের শ্রমে উপার্জিত আয় দিয়ে কোনোভাবে জীবিকা নির্বাহ করে সুখে দিনাতিপাত করছে। তার কোনো সম্পদ নেই, ফলে চোরের ভয় নেই। তাই সে সুখে-শান্তিতে নিশ্চিন্তে রাতে ঘুমাতে পারে। কাজেই স্তবক-১-এর ভাবনায় 'সুখী মানুষ' নাটিকার সুখী মানুষ চরিত্রের মনোভাবের মিল রয়েছে।

ঘ) \"স্তবক-২ এর মূলভাবে 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিফলন ঘটেছে\"- মন্তব্যটি যথার্থ।
অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থবিত্তই মানুষের অশান্তির মূল কারণ। এই শ্রেণির লোকেরা পৃথিবীতে বেঁচে থাকতে পারে না। মহৎ কর্মের মাধ্যমে যারা মানুষের কল্যাণ করে তারাই জীবনে সুখী হয় এবং বেঁচে থাকে মানুষের মনে। তাই নীতিহীন পথে সম্পদ উপার্জনের পথ পরিহার করাই উত্তম।
'সুখী মানুষ' নাটিকায় দেখা যায়, প্রচুর অর্থ সম্পদের মালিক হয়েও মোড়লের জীবনে সুখ-শান্তি বলতে কিছুই নেই। কারণ, সে আত্মস্বার্থে বিভোর, অত্যাচারী এবং পরের কল্যাণ চিন্তা তার মাথায় নেই। মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে সম্পদ অর্জনের কারণে সবাই তার মৃত্যু কামনা করে। স্তবক-২ অংশে আত্মসুখ যে মানুষকে শান্তি দেয় না, সেই বিষয়টি প্রকাশ পেয়েছে। মানুষের কল্যাণ কামনার মাঝে জীবনের গভীর সুখ-শান্তি নিহিত থাকে। আত্মস্বার্থমগ্ন মানুষ প্রকৃত সুখ থেকে বঞ্চিত হয় এবং জগতে বেঁচে থাকতে পারে না।
উপর্যুক্ত বিশ্লেষণের মধ্য দিয়ে আত্মস্বার্থে মগ্ন থাকার বিষয়টি নাটিকায় মোড়ল চরিত্রের মাধ্যমে প্রকাশ পেয়েছে। আত্মসুখে মগ্ন মানুষ প্রচুর অর্থসম্পদ থাকলেও সুখী হতে পারে না। সুতরাং \"স্তবক-২ এর মূলভাবে 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিফলন ঘটেছে\"- মন্তব্যটি যথার্থ।"""
    },
    # CQ 17
    {
        "stem": "রিকশাচালক আলি মিয়ার ছোট ভাই বাদশা মিয়া একজন বড় চাকুরে। সে শহরে অবস্থান করে, দামি গাড়িতে চড়ে। তার জীবনে প্রত্যাশার শেষ নেই। বিশাল বৈভবের মালিক হওয়া সত্ত্বেও তার জীবনের লক্ষ্য একটাই- চাই, চাই, আরও চাই। সরকারি অর্থ আত্মসাতের জন্য একাধিকবার অপমান, অপদস্থ ও অভিযুক্ত হলেও তার চরিত্রের কোনো পরিবর্তন নেই। অন্যদিকে আলি মিয়া কষ্ট করে সংসার চালালেও কখনো ভাইয়ের দ্বারস্থ হয় না। তার কথা একটাই- দিন আনি দিন খাই, আমার কোনো চিন্তা নাই। [ব. বো.'২০১৮; রা. বো.'২০১৮]",
        "ka": "কেতো গ্রাম খুঁজেও একজন সুখী মানুষ পাওয়া গেলো না?",
        "kha": "\"মনের মধ্যে অশান্তি থাকলে ওষুদে কাজ হয় না\"- উক্তিটি কেনো করা হয়েছে?",
        "ga": "উদ্দীপকের বাদশা মিয়ার সাথে 'সুখী মানুষ' নাটিকার মোড়লের মধ্যে যে মিল খুঁজে পাওয়া যায় তা বর্ণনা করো।",
        "gha": "উদ্দীপকের আলি মিয়া 'সুখী মানুষ' নাটিকার পরিপূর্ণ সুখী মানুষের প্রতিচ্ছবি নয়- মূল্যায়ন করো।",
        "solution": """ক) পাঁচ গ্রাম খুঁজেও একজন সুখী মানুষ পাওয়া গেলো না।

খ) শান্তির সম্পর্ক মানুষের মনের সাথে, তাই মনের মধ্যে অশান্তি থাকলে বাইরের ওষুদে কাজ হয় না।
'সুখী মানুষ' নাটিকায় মোড়ল হাড় মড়মড় রোগে আক্রান্ত। অন্যায়ভাবে সে অর্থ উপার্জন করেছে সারা জীবন। মনে তার শান্তি নেই, অনুশোচনায় সে জর্জরিত। তাই ওষুদেও কাজ হয় না। কেবল ন্যায় ও নীতির পক্ষে থাকলেই সুখে থাকা সম্ভব, আলোচ্য উক্তিতে এ কথাই বোঝানো হয়েছে।

গ) অর্থের প্রতি সীমাহীন লোভ আর অন্যায়ভাবে উপার্জনের দিক থেকে উদ্দীপকের বাদশা মিয়ার সাথে 'সুখী মানুষ' নাটিকার মোড়লের মধ্যে মিল খুঁজে পাওয়া যায়।
মানুষের লোভের শেষ নেই। লোভের কারণেই মানুষ হিতাহিত জ্ঞান হারিয়ে অনৈতিক পথে অর্থসম্পদ উপার্জন করতে যায়। অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থ-বিত্তই মানুষের অশান্তির মূল কারণ। সৎ পথে নিজের পরিশ্রমের মাধ্যমে উপার্জিত আয় দিয়ে জীবিকানির্বাহ করলেই জীবনে শান্তি মেলে।
উদ্দীপকের বাদশা মিয়া একজন বড় চাকুরে এবং অর্থ-সম্পদের প্রতি তার সীমাহীন লোভ। অনৈতিক পথে বিশাল বিত্ত-বৈভবের মালিক হওয়ার পরও তার প্রত্যাশার শেষ নেই। সরকারি অর্থ আত্মসাতের দায়ে একাধিকবার অপমানিত হয়েও তার চরিত্রে কোনো পরিবর্তন আসেনি। 'সুখী মানুষ' নাটিকার মোড়ল একজন অর্থলোভী, জুলুমবাজ ও অসৎ মানুষের প্রতিবিম্ব। অসৎ, অনৈতিক পথে প্রচুর সম্পদের মালিক হয়েও তার জীবনে শান্তি নেই। লোভের কারণে অধিক সম্পদ সংগ্রহের অনৈতিক প্রতিযোগিতাই তাকে অশান্তির সাগরে ডুবিয়ে দিয়েছে। এখানেই উদ্দীপকের বাদশা মিয়ার সাথে 'সুখী মানুষ' নাটিকার মোড়লের মিল খুঁজে পাওয়া যায়।

ঘ) উদ্দীপকের আলি মিয়া 'সুখী মানুষ' নাটিকার পরিপূর্ণ সুখী মানুষের প্রতিচ্ছবি নয়- মন্তব্যটি যথার্থ।
অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থ-বিত্তই মানুষের অশান্তির মূল কারণ। সুখ একটা আপেক্ষিক ব্যাপার। বরং সৎ পথে নিজের পরিশ্রমের মাধ্যমে জীবিকানির্বাহ করলেই জীবনে শান্তি মেলে। তাই নীতিহীন পথে সম্পদ উপার্জনের লোভ পরিহার করাই উত্তম।
উদ্দীপকের সম্পদশালী বাদশা মিয়ার বড় ভাই আলি মিয়া রিকশা চালিয়ে কোনো রকমে জীবিকা নির্বাহ করে। সে কষ্ট করে সংসার চালালেও কখনো ভাইয়ের কাছে হাত পাতে না। আলি মিয়ার কথা একটাই- দিন আনি দিন খাই, আমার কোনো চিন্তা নাই। 'সুখী মানুষ' নাটিকায় দেখা যায়, মোড়লের অঢেল সম্পদ থাকার পরও সে অসুখী আর এক দিনমজুর কাঠুরের কিছুই না থাকলেও সে নিজেকে সুখী মনে করে। তার সম্পদ তো দূরের কথা, গায়ে দেওয়ার মতো একটি জামাও না থাকায় সে চোরের ভয় না করে শান্তিতে ঘুমাতে পারে। কাজেই দিন এনে দিন খাওয়া এই নিঃস্ব লোকটির মনে সুখের অভাব নেই।
উপর্যুক্ত মূল্যায়নের মাধ্যমে স্পষ্ট হয়ে উঠেছে যে উদ্দীপকের আলি মিয়া ও 'সুখী মানুষ' নাটিকার কাঠ কেটে খাওয়া লোকটি সুখী মানুষ হলেও তাদের মানসিকতায় পার্থক্য আছে। কাঠুরে লোকটির গায়ে দেওয়ার মতো কোনো জামা না থাকার পরও সে যেভাবে নিজেকে একজন পরিপূর্ণ সুখী মানুষ মনে করে, আলি মিয়ার মধ্যে তেমন জোরালো মনোভাব দেখা যায় না। তাই বলা যায়, উদ্দীপকের আলি মিয়া 'সুখী মানুষ' নাটিকার পরিপূর্ণ সুখী মানুষের প্রতিচ্ছবি নয়।"""
    },
    # CQ 18
    {
        "stem": "রফিক সাহেব একজন স্কুলশিক্ষক। ব্যক্তিজীবনে বিত্তবৈভব তাঁকে স্পর্শ করতে পারেনি। তাঁর ছেলে-মেয়ে দু'জনকেই উচ্চ শিক্ষায় শিক্ষিত করেছেন। এখন তাঁর পরিবারে সুখের কোনো শেষ নেই। কিন্তু তাঁর ছোট ভাই শফিক অবৈধ পথে অর্থ উপার্জনের দায়ে কারাগারে কষ্টকর জীবনযাপন করছে। [দি. বো.'২০১৮]",
        "ka": "'সুখী মানুষ' নাটিকায় মোড়লের বয়স কেতো?",
        "kha": "'আমার কেতো টাকা, কেতো বেড়া বাড়ি। আমার মনে দুঃখ কেনো?'-'সুখী মানুষ' নাটিকায় মোড়ল কেনো এ কথা বলেছেন?",
        "ga": "উদ্দীপকের রফিক সাহেব 'সুখী মানুষ' নাটিকার কোন দিককে নির্দেশ করে? ব্যাখ্যা করো।",
        "gha": "উদ্দীপকের শফিক কি 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধিত্ব করে? তোমার উত্তরের সপক্ষে যুক্তি দাও।",
        "solution": """ক) 'সুখী মানুষ' নাটিকার মোড়লের বয়স ৫০ বছর।

খ) মোড়ল তার আলোচ্য বক্তব্যটির মাধ্যমে বোঝাতে চেয়েছে যে টাকা-পয়সাই সকল সুখের মূল।
লোভী মোড়ল ভাবত, টাকাই মানুষের জীবনের সকল সুখের উৎস। তাই সে নানা অসৎ উপায়ে টাকা উপার্জন করেছে, গ্রামবাসীকে নানাভাবে ঠকিয়ে সে ধনী হয়েছে। কিন্তু কঠিন রোগে আক্রান্ত হওয়ার পর তার মনে সুখ নেই। তাই তার মনে প্রশ্ন জেগেছে, তার এত সম্পদ থাকার পরও তার মনে সুখ নেই কেন।

গ) উদ্দীপকের রফিক সাহেব 'সুখী মানুষ' নাটিকার প্রকৃত সুখের দিককে নির্দেশ করে।
সুখ একটা আপেক্ষিক ব্যাপার। একজনের অনেক সম্পদ থাকার পরও তার জীবনে সুখ নেই। আবার আরেকজনের কিছু না থাকলেও সে সুখী থাকতে পারে। সৎ পথে নিজের পরিশ্রমের মাধ্যমে জীবিকানির্বাহ করলেই জীবনের শান্তি মেলে।
উদ্দীপকে উল্লিখিত স্কুলশিক্ষক রফিক সাহেবের মনে কখনো অর্থ-সম্পদের লোভ জাগেনি। সৎ পথে উপার্জনের মধ্য দিয়েই তিনি তাঁর ছেলে-মেয়েক উচ্চ শিক্ষায় শিক্ষিত করেছেন। এখন তাঁর পরিবারে সুখের শেষ নেই। 'সুখী মানুষ' নাটিকায় দেখা যায়, সুবর্ণপুর গ্রামের মোড়ল অন্যায় পথে অঢেল সম্পদের মালিক হলেও তার জীবনে বিন্দু পরিমাণ সুখ নেই। অথচ যে কাঠুরিয়া লোকটি বনের কাঠ কেটে কোনোরকমে জীবিকানির্বাহ করে, সে-ই নিজেকে প্রকৃত সুখী মানুষ ভাবে। উদ্দীপকের রফিক সাহেব 'সুখী মানুষ' নাটিকার লোকটি সৎ পথে উপার্জনের সুখের দিককে নির্দেশ করে।

ঘ) উদ্দীপকের শফিক 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধিত্ব করে বলে আমি মনে করি।
অন্যায় ও অনৈতিক পথে উপার্জিত অর্থ-বিত্তই মানবজীবনে অশান্তির মূল কারণ। সৎ পথে নিজ পরিশ্রমের মাধ্যমে জীবিকা নির্বাহ করলেই জীবনে শান্তি মেলে। অসৎ পথে সুখ নেই। সুতরাং অনৈতিক পথে সম্পদ উপার্জনের চিন্তা পরিহার করাই উত্তম।
উদ্দীপকের স্কুলশিক্ষক রফিক সাহেব একজন সৎ মানুষ হলেও তাঁর ছোট ভাই শফিক অসৎ প্রকৃতির লোক। সে অবৈধ পথে অর্থ উপার্জনের দায়ে কারাগারে কষ্টকর জীবনযাপন করছে। তার জীবনে সুখ বলতে কিছুই নেই। 'সুখী মানুষ' নাটিকার মোড়ল অন্যায়ভাবে গ্রামের লোকের ওপর অত্যাচার-নির্যাতন চালিয়ে, কারও গরু কেড়ে, কারও ধান লুট করে সম্পদের পাহাড় গড়ে তুলেছে। মানুষকে কষ্ট দিয়ে অঢেল সম্পদের মালিক হয়েও তার জীবনে শান্তি নেই। চিকিৎসক বলেছেন, কোনো সুখী মানুষের জামা গায়ে দিলে মোড়লের অসুস্থতা কেটে যাবে, কিন্তু অনেক খুঁজে একজন সুখী মানুষ পাওয়া গেলেও তার কোনো জামা-ই ছিল না।
উপর্যুক্ত আলোচনা থেকে স্পষ্ট হয়ে উঠেছে যে উদ্দীপকের শফিক ও 'সুখী মানুষ' নাটিকার মোড়ল অঢেল সম্পদের মালিক হয়েও তাদের জীবনে শান্তি নেই। কারণ তারা লোভী এবং অনৈতিকভাবে অর্থ-বিত্ত উপার্জন করেছেন। সুতরাং আমার মতে, উদ্দীপকের শফিক 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের প্রতিনিধিত্ব করে।"""
    },
    # CQ 19
    {
        "stem": "লতিফ সাহেব এলাকার কমিশনার। ক্ষমতাবান হলেও তার সম্পদের পরিমাণ খুবই কম। সৎপথে তিনি যা উপার্জন করেন তা দিয়েই তার সংসার চলে। এলাকার অসহায় মানুষের পাশে ছুটে যান সবার আগে। মানুষের বিপদে সহায়তা করে তিনি সুখ অনুভব করেন। [রাজউক উত্তরা মডেল কলেজ, ঢাকা]",
        "ka": "'সুখী মানুষ' নাটিকার দ্বিতীয় সংলাপটি কার?",
        "kha": "'তোমার মোড়লের নিস্তার নেই'- হাসু এ কথা বলেছিল কেন?",
        "ga": "উদ্দীপকে 'সুখী মানুষ' নাটিকার যে দিকটি প্রতিফলিত হয়েছে তা ব্যাখ্যা করো।",
        "gha": "\"উদ্দীপকের লতিফ সাহেব এবং 'সুখী মানুষ' নাটিকার সুখী লোক উভয়েই সুখী হলেও দুজনের সুখের তাৎপর্য ভিন্ন।\" - মন্তব্যটির যথার্থতা নিরূপণ করো।",
        "solution": """ক) 'সুখী মানুষ' নাটিকার দ্বিতীয় সংলাপটি রহমতের।

খ) মোড়লের যতই চিকিৎসা করা হোক না কেন, সে অত্যাচারী ছিল তাই তার আর নিস্তার নেই বলে হাসু মন্তব্যটি করেছে।
'সুখী মানুষ' নাটিকার মোড়ল একজন অত্যাচারী মানুষ। মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে ধনী হয়েছে বলে তার মনে শান্তি নেই। কোনো কবিরাজ তাকে সুস্থ করে তুলতে পারছে না। মোড়লের আত্মীয় হাসু মোড়লের সব কুকীর্তির কথা জানে বলে রহমতকে উদ্দেশ্য করে সে প্রশ্নোক্ত উক্তিটি করেছে।

গ) উদ্দীপকে 'সুখী মানুষ' নাটিকার সুখের আপেক্ষিকতার দিকটি প্রতিফলিত হয়েছে।
'সুখী মানুষ' নাটিকার মূলবক্তব্য হলো সুখ একটি আপেক্ষিক বিষয়। অন্যায়ভাবে অর্জিত বিপুল ধনসম্পদ মানুষকে শান্তি দিতে পারে না, বরং সৎ পথে থেকে মানুষের কল্যাণ করার মাধ্যমেই প্রকৃত সুখ মেলে। নাটকে বনের ভেতরের কাঠুরে লোকটির কোনো ধনসম্পদ ছিল না, কিন্তু সৎ পথে নিজের শ্রমে উপার্জিত সামান্য আয় দিয়ে সে মনের সুখে দিন কাটাত।
উদ্দীপকের লতিফ সাহেব একজন উচ্চপদস্থ ক্ষমতাশালী ব্যক্তি হওয়া সত্ত্বেও কোনো অবৈধ সম্পদের পাহাড় গড়েননি। তিনি সৎ পথে উপার্জন করেন এবং সেই সীমিত আয়েই সংসার চালান। একই সাথে তিনি এলাকার অসহায় মানুষের বিপদে সবার আগে এগিয়ে যান এবং পরোপকারের মাঝেই নিজের জীবনের পরম সুখ খুঁজে পান। লতিফ সাহেবের এই সততা, লোভহীনতা এবং মানুষের কল্যাণে সুখ পাওয়ার মানসিকতা 'সুখী মানুষ' নাটিকার সুখী কাঠুরে লোকটির জীবনদর্শনের সাথে মিলে যায়। অর্থাৎ, প্রকৃত সুখ যে আপেক্ষিক বিষয় নাটকের এই মূল দিকটিই উদ্দীপকে প্রতিফলিত হয়েছে।

ঘ) \"উদ্দীপকের লতিফ সাহেব এবং 'সুখী মানুষ' নাটিকার সুখী লোক উভয়েই সুখী হলেও দুজনের সুখের তাৎপর্য ভিন্ন।\"- মন্তব্যটি 'সুখী মানুষ' নাটিকা ও উদ্দীপকের আলোকে যথার্থ।
'সুখী মানুষ' নাটিকায় আমরা দেখতে পাই, বনের ভেতরের নিঃস্ব লোকটি সারাদিন বনে কাঠ কেটে যা পেত, তা দিয়েই কোনমতে চাল-ডাল কিনে খেয়ে মনের সুখে গান গাইতে গাইতে ঘুমিয়ে পড়ত। চোরের ভয় বা সম্পদ হারানোর কোনো দুশ্চিন্তা তার ছিল না। তার সুখের তাৎপর্য ছিল সম্পূর্ণ নিজের ভেতরে মগ্ন থাকা এবং বৈষয়িক কোনো চাহিদা না রাখা। সেখানে অন্যের উপকার বা সামাজিক কোনো দায়বদ্ধতার বিষয় ছিল না।
উদ্দীপকের লতিফ সাহেব একজন সামাজিকভাবে ক্ষমতাশালী ব্যক্তি। সমাজে তার একটি নির্দিষ্ট পদমর্যাদা ও দায়িত্ব রয়েছে। তার সুখের উৎস শুধু নিজের খেয়ে-পরে বেঁচে থাকা নয় বরং অসহায় মানুষের পাশে দাঁড়ানো এবং পরোপকার করা। তিনি মানুষের বিপদে এগিয়ে গিয়ে, তাদের মুখে হাসি ফুটিয়ে নিজের মনের শান্তি ও সুখ খুঁজে পান। তার সুখের তাৎপর্য নিহিত রয়েছে পরার্থপরতা ও সামাজিক দায়িত্ববোধের মধ্যে।
তাই বলা যায়, নাটকের লোকটির সুখ যেখানে ব্যক্তিকেন্দ্রিক, নির্ঝঞ্ঝাট ও সম্পূর্ণ লোভহীন আত্মতুষ্টির উপর প্রতিষ্ঠিত; সেখানে লতিফ সাহেবের সুখ সমাজকেন্দ্রিক ও পরোপকারের উপর নির্ভরশীল। উভয়েই সুখী এবং উভয়ের পথই সৎ, কিন্তু একজন নিজের অল্পে তুষ্ট থেকে সুখী আর অন্যজন অপরের কল্যাণ করে সুখী। অতএব, মানসিক তৃপ্তির জায়গা থেকে দুজনের সুখের অন্তর্নিহিত তাৎপর্য ও প্রেক্ষাপট অবশ্যই ভিন্ন।"""
    },
    # CQ 20
    {
        "stem": "দবির মিয়া সাধারণ মানুষ। তেমন সহায়সম্পত্তি নেই। কাজ করে খায়। এতে সে তুষ্ট। অপরদিকে, জলিল মিয়া পৈতৃকসূত্রে অনেক সম্পদের মালিক হওয়া সত্ত্বেও আরও অধিক সম্পদ আহরণের চেষ্টায় মত্ত। মানুষের সাথে খারাপ ব্যবহার ও জোর-জুলুম করে সে সম্পদের পাহাড় গড়ে তোলে। [চ. বো.'২০১৮]",
        "ka": "হাসু মিয়া ও রহমত কোথায় বসে ভাবছে?",
        "kha": "'মানুষ ও প্রাণী অমর নয়'- কবিরাজ এ কথাটি কেন বলেছেন? ব্যাখ্যা করো।",
        "ga": "উদ্দীপকের দবির মিয়ার সাথে 'সুখী মানুষ' নাটিকার যে দিকটির সাদৃশ্য রয়েছে তা ব্যাখ্যা করো।",
        "gha": "\"উদ্দীপকের জলিল মিয়া 'সুখী মানুষ' নাটিকার মোড়লেরই প্রতিচ্ছবি।\"- বিশ্লেষণ করো।",
        "solution": """ক) হাসু মিয়া ও রহমত ছোট একটি কুঁড়েঘরের সামনে বসে ভাবছে।

খ) 'মানুষ ও প্রাণী অমর নয়' বলতে কবিরাজ মানুষের জীবনের ক্ষণস্থায়িত্বকে বুঝিয়েছেন।
'সুখী মানুষ' নাটিকার মোড়ল রোগশয্যায় শায়িত। যন্ত্রণায় ছটফট করছে সে। মোড়লের খাস লোক রহমত মোড়লের এই শারীরিক অবস্থা দেখে কবিরাজকে প্রশ্ন করে যে মোড়ল বাঁচবে তো। এতে কবিরাজ বিরক্ত হয়। বিরক্ত হয়ে রহমতকে মূর্খের মতো কথা বলতে নিষেধ করে এবং বলে মানুষ ও প্রাণী অমর নয়।

গ) উদ্দীপকের দবির মিয়ার সাথে 'সুখী মানুষ' নাটিকার সুখী মানুষের সুখ সম্পর্কিত ভাবনার সাদৃশ্য রয়েছে।
'সুখী মানুষ' নাটিকায় নাট্যকার একজন অতি সাধারণ কাঠুরের জীবনের মধ্য দিয়ে সুখের প্রকৃত স্বরূপ তুলে ধরেছেন। অর্থসম্পদ ও ক্ষমতা যে মানুষকে সুখী করে না তা আমরা এ নাটিকার মাধ্যমে উপলব্ধি করতে পারি। সমস্ত সম্পদ পরিহার করে কাঠুরিয়া অতি সাধারণ জীবনযাপন করে এবং তাতেই সে প্রকৃত সুখ লাভ করে।
উদ্দীপকের দবির মিয়ার সহায়সম্পত্তি কিছুই নেই। নিজের উপার্জিত আয়েই সে তুষ্ট। নিজেকে সে সুখী মনে করে। একইভাবে আলোচ্য নাটিকার কাঠুরেও নিজের সাদামাটা জীবনযাপনে সুখ খুঁজে পায়। তার কোনো সম্পদ নেই, তাই চোরের ভয় নেই। অর্থাৎ 'সুখী মানুষ' নাটিকার সুখী মানুষ এবং উদ্দীপকের দবির মিয়া একই বিশ্বাসে বিশ্বাসী। নাটিকার সুখী লোকটির মতো দবির মিয়াও মনে করে, সম্পদের মাঝে প্রকৃত সুখ নিহিত থাকে না।

ঘ) লোভী মানসিকতার দিক থেকে উদ্দীপকের জলিল মিয়া 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের সমধর্মী।
'সুখী মানুষ' নাটিকার মোড়ল চরিত্র অর্থলিপ্সু ও অত্যাচারী। মানুষকে ঠকিয়ে, মানুষের মনে কষ্ট দিয়ে সম্পদের পাহাড় গড়ে তুলেছে সে। মানুষের দুর্দশা দেখেই যেন তার মনে আনন্দ জাগে।
উদ্দীপকে বর্ণিত জলিল মিয়া প্রচুর সম্পদের মালিক হওয়া সত্ত্বেও আরও সম্পদ পেতে চায়। জোরজবরদস্তি করে অন্যের সম্পদ দখল করে নিতে চায়। বড়লোক হওয়ার নেশায় নৈতিকতা বিসর্জন দিতেও দ্বিধাবোধ করে না সে। এভাবেই দিবানিশি কেবল সম্পদ আহরণের চেষ্টায় মত্ত থাকে সে।
উদ্দীপকের জলিল মিয়া এবং 'সুখী মানুষ' নাটিকার মোড়ল অর্থসম্পদকেই জীবনের একমাত্র লক্ষ্য হিসেবে নিয়েছে এজন্য মানুষকে ঠকিয়ে, অবৈধ পথে সম্পদের পাহাড় গড়ে তুলেছে তারা। অন্যের সুখ ও কল্যাণ নিয়ে তারা মোটেই ভাবিত নয় বরং নিজেদের অর্থচিন্তাকেই প্রাধান্য দিয়েছে সবসময়। এদিক বিবেচনায় প্রশ্নোক্ত উক্তিটি যথার্থ।"""
    },
    # CQ 21
    {
        "stem": "জামান সাহেবের ছোট মেয়ের বিয়ে। গহনা কিনে বাসায় ফিরছিলেন। সিএনজি থেকে নেমে যাওয়ার সময় গহনার ব্যাগটি ভুলে ফেলে যান। সিএনজি ড্রাইভার রিপন ওটি নিয়ে বাড়ি গিয়ে স্ত্রীকে দেখিয়ে বলে, 'আমাকে আর পরিশ্রম না করলেও চলবে। এগুলো বিক্রয় করলে অনেক টাকা পাওয়া যাবে।' স্ত্রী তাকে বুঝিয়ে বলেন, 'যার গহনা হারিয়েছে তার মনঃকষ্ট আমাদের বড় ক্ষতির কারণ হতে পারে। তাছাড়া পরের জিনিসে কখনো লোভ করতে নেই।' স্ত্রীর কথায় রিপনের মন ঘুরে যায়। সন্ধ্যায় গহনার ব্যাগটি নিয়ে জামান সাহেবের বাসায় পৌঁছে দেয়।",
        "ka": "কে মোড়লের বিশ্বাসী চাকর?",
        "kha": "'মূর্খের মত কথা বল না।'- কবিরাজ কেন এ কথা বলেছিলেন?",
        "ga": "উদ্দীপকের রিপন চরিত্র 'সুখী মানুষ' নাটিকার যে চরিত্রের সাথে সাদৃশ্যপূর্ণ তা ব্যাখ্যা করো।",
        "gha": "'অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থবিত্তই মানুষের অধঃপতনের মূল কারণ'- উদ্দীপক ও 'সুখী মানুষ' নাটিকার আলোকে বুঝিয়ে লেখো।",
        "solution": """ক) রহমত আলী মোড়লের বিশ্বাসী চাকর।

খ) মানুষের মৃত্যু যে অনিবার্য এবং পৃথিবীতে কোনো প্রাণীই যে অমর নয় এই চিরন্তন সত্যটি বোঝাতেই কবিরাজ কথাটি বলেছিলেন।
নাটিকাটিতে মোড়লের অসুস্থতায় তার চাকর রহমত আলী অত্যন্ত বিচলিত হয়ে পড়ে এবং কবিরাজকে বারবার জিজ্ঞেস করতে থাকে মোড়ল বাঁচবে কি না। এর জবাবে কবিরাজ জানান যে, জগতের সকল প্রাণীকেই একদিন মৃত্যুবরণ করতে হবে। রহমতের অতিরিক্ত আবেগ ও অবান্তর প্রশ্নের প্রেক্ষিতে কবিরাজ তাকে শান্ত হওয়ার পরামর্শ দিয়ে বাস্তবজ্ঞানহীন কথা বলতে নিষেধ করেন।

গ) উদ্দীপকের রিপন চরিত্রটি 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের সাথে সাদৃশ্যপূর্ণ।
'সুখী মানুষ' নাটিকায় মোড়ল একজন অত্যন্ত কঠোর ও লোভী মানুষ। সে অন্যের সম্পদ জবরদস্তি করে কেড়ে নেয়, মানুষের গরু ও ধান লুট করে এবং মানুষের মনে কষ্ট দিয়ে নিজের সম্পদ বৃদ্ধি করে। এই অনৈতিকভাবে উপার্জিত সম্পদই তার মনে অশান্তি তৈরি করে এবং তাকে কঠিন রোগে আক্রান্ত করে তোলে।
উদ্দীপকের রিপন একজন সিএনজি চালক, যে সিএনজিতে পাওয়া গহনার ব্যাগটি দেখে সাময়িকভাবে প্রলুব্ধ হয়। সে ভাবে এই সম্পদ দিয়ে সে পরিশ্রম ছাড়াই ধনী হয়ে যাবে, যা নাটিকার মোড়ল চরিত্রের লোভী স্বভাবের কথা মনে করিয়ে দেয়। তাই বলা যায়, উদ্দীপকের রিপন চরিত্রটি 'সুখী মানুষ' নাটিকার মোড়ল চরিত্রের সাথে সাদৃশ্যপূর্ণ।

ঘ) 'অন্যায় ও অনৈতিকভাবে উপার্জিত অর্থবিত্তই মানুষের অধঃপতনের মূল কারণ।'- এই মন্তব্যটি উদ্দীপকের রিপনের উপলব্ধি এবং 'সুখী মানুষ' নাটিকার মোড়লের পরিণতির আলোকে সম্পূর্ণ যথার্থ।
'সুখী মানুষ' নাটিকায় দেখা যায়, মোড়ল গ্রামের মানুষের ওপর জবরদস্তি ও অত্যাচার করে বিত্তশালী হয় কিন্তু তার এই অনৈতিক উপায়ে অর্জিত অর্থ তাকে কোনো সুখ বা শান্তি দিতে পারে না। সে হাড় মড়মড় রোগে আক্রান্ত হয়ে যন্ত্রণায় ছটফট করে এবং কোনো ওষুধ তাকে সুস্থ করতে পারে না। তার এই শারীরিক ও মানসিক যাতনাই প্রমাণ করে যে অসৎ পথে আসা সম্পদ মানুষের জন্য অভিশাপ বয়ে আনে।
উদ্দীপকের রিপন যখন সিএনজিতে ফেলে যাওয়া গহনার ব্যাগটি নিজের কাছে রাখতে চেয়েছিল, তখন তার স্ত্রী তাকে বাধা দেন। তার স্ত্রী উল্লেখ করেন যে, পরের জিনিসে লোভ করা এবং অন্যের মনে কষ্ট দিয়ে পাওয়া সম্পদ মানুষের বড় ধরনের ক্ষতির কারণ হতে পারে। এই অংশটি নাটিকার মোড়লের অনৈতিক কাজের পরিণতির সাথে মিল প্রকাশ করে, যা পরের সম্পদ কেড়ে নেওয়া মোড়লকে চরম যন্ত্রণায় ফেলে।
'সুখী মানুষ' নাটিকায় সুখী মানুষ চরিত্রটি দেখে বোঝা যায় যে প্রকৃত সুখ কোনো জড় বস্তু বা অবৈধ সম্পদের ওপর নির্ভর করে না বরং তা মনের সন্তুষ্টি ও সততার ওপর নির্ভরশীল। অন্যদিকে নাটিকার মোড়ল হাজার টাকা বকশিশ দিতে চাইলেও তার রোগের প্রতিকার মেলেনি। কারণ তার উপার্জনের পথ ছিল অনৈতিক। তাই তার জন্য এই যন্ত্রণাভোগ ছিল অবধারিত। এ দিক থেকে উদ্দীপকের রিপন স্ত্রীর কথা শুনে ভুল পথ থেকে ফিরে এসে নিজেকে বড় ধরনের মানসিক ও চারিত্রিক পতন থেকে রক্ষা করেছে। সুতরাং উদ্দীপক ও 'সুখী মানুষ' নাটিকার আলোকে এটি স্পষ্ট যে অনৈতিকভাবে উপার্জিত সম্পদ মানুষের শান্তি কেড়ে নিয়ে তাকে অনিবার্য অধঃপতনের দিকে ঠেলে দেয়।"""
    }
]
