# -*- coding: utf-8 -*-

mcqs_part3 = [
    {
        "stem": "১০১। পরাশর ডাক্তার নগেনের দু'হাতের আঙুল ধরে পরীক্ষা করার উদ্দেশ্য কী?",
        "option_a": "রোগ নিরাময়",
        "option_b": "রোগ নির্ণয়ের প্রচেষ্টা",
        "option_c": "অভিজ্ঞতা",
        "option_d": "সাহসিকতা প্রদর্শন",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১০২। চেয়ারগুলো 'পেনশন' পেয়েছে। এই পেনশন বলে লেখক কী বুঝিয়েছেন?",
        "option_a": "অবসর",
        "option_b": "পুরাতন অবস্থা",
        "option_c": "নতুন অবস্থা",
        "option_d": "স্বাভাবিক অবস্থা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১০৩। লাইব্রেরির পেছনে কেন পয়সা খরচ করা হয়নি?",
        "option_a": "পড়ার প্রতি অনীহার কারণে",
        "option_b": "লাইব্রেরির প্রতি ঘৃণার কারণে",
        "option_c": "কৃপণতার কারণে",
        "option_d": "ভালোবাসার কারণে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১০৪। কোন জিনিসটির ফলে পরাশর ডাক্তারও একটু অস্বস্তির মধ্যে পড়েছিল?",
        "option_a": "কুসংস্কার",
        "option_b": "অনুশোচনা",
        "option_c": "অবচেতন মনের সংস্কার",
        "option_d": "ভয়",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১০৫। রাসেলদের গ্রামে ভূতের ভয়ে এক মহিলা অজ্ঞান হলে ঐ গ্রামের স্কুলের শিক্ষক আসাদ তাদের বিজ্ঞানভিত্তিক ব্যাখ্যা প্রদান করে ভূতের ভয় দূর করলেন। আসাদের সঙ্গে 'তৈলচিত্রের ভূত' গল্পের কোন চরিত্র সাদৃশ্যপূর্ণ?",
        "option_a": "পরাশর ডাক্তার",
        "option_b": "নগেন",
        "option_c": "পরেশ",
        "option_d": "মামি",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১০৬। 'চোরকে যেন জিজ্ঞাসা করা হয়েছে চুরি করেছে কিনা'-এখানে কোন বিষয়টি প্রকাশ পেয়েছে?",
        "option_a": "অতি মাত্রায় বিব্রতকর অবস্থা",
        "option_b": "ভয়ঙ্কর অবস্থা",
        "option_c": "হাস্যকর অবস্থা",
        "option_d": "লজ্জাজনক অবস্থা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১০৭। 'তৈলচিত্রের ভূত' গল্পটি কোন পত্রিকায় প্রথম প্রকাশিত হয়?",
        "option_a": "সবুজপত্র",
        "option_b": "যুগান্তর",
        "option_c": "ইত্তেফাক",
        "option_d": "মৌচাক",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "১০৮। কোনোকিছু দেখে অস্বাভাবিক মনে হলে বা অবাস্তব মনে হলে করণীয় কী?",
        "option_a": "কুসংস্কারাচ্ছন্ন মানসিকতা প্রয়োগ করা",
        "option_b": "বিজ্ঞানভিত্তিক বিচারবুদ্ধি প্রয়োগ করা",
        "option_c": "আধুনিক মানসিকতা প্রয়োগ করা",
        "option_d": "অন্যের মতামতকে সাদরে গ্রহণ করা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১০৯। 'তৈলচিত্রের ভূত' গল্প পড়ে শিক্ষার্থীরা-\ni. অলৌকিক ভয় থেকে মুক্ত হবে\nii. কুসংস্কার ও অন্ধবিশ্বাস থেকে মুক্ত হবে\niii. বিজ্ঞান চেতনায় আলোকিত হবে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "১১০। 'খাপছাড়া' বলতে বোঝায়-\ni. বেমানান, অদ্ভুত\nii. ব্যাকুল, বিচলিত\niii. অসংলগ্ন, এলোমেলো\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১১১। 'উদ্‌ভ্রান্ত' বলতে বোঝায়-\ni. বিহ্বল\nii. দিশেহারা\niii. হতজ্ঞান\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "১১২। মৃত মামার ছবি নগেনকে ধাক্কা দিয়ে ফেলে দিলো কেনো?",
        "option_a": "জীবিত মামার প্রতি নগেনের মিথ্যা ভক্তি দেখানোয়",
        "option_b": "মামার মৃত্যুর আগেই ছবিটি আঁকা হওয়ায়",
        "option_c": "ছবির রূপার ফ্রেমে বৈদ্যুতিক সংযোগ থাকায়",
        "option_d": "নগেন ভূতকে খুব ভয় পাওয়ায়",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১১৩। নগেন পরাশর ডাক্তারের কাছে কেন গিয়েছিল? [কু. বো.'২০১৯]",
        "option_a": "ভূতের গল্প বলতে",
        "option_b": "নগেনের বাড়িতে নিতে",
        "option_c": "পরামর্শ চাইতে",
        "option_d": "সাহায্য করতে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১১৪। 'মুখে হাসির চিহ্নটুকুও নেই। চাউনি একটু উদ্‌ভ্রান্ত।'— নগেনের এ অবস্থা কেন হয়েছে? [ঢা. বো.'২০১৮]",
        "option_a": "লজ্জায়",
        "option_b": "আত্মগ্লানিতে",
        "option_c": "ভয়ে",
        "option_d": "অসুখে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১১৫। মৃত মামার ছবি নগেনকে ধাক্কা দিয়ে ফেলে দিলো কেন?",
        "option_a": "জীবিত মামার প্রতি নগেনের ভক্তি ও শ্রদ্ধা ছিল না",
        "option_b": "মামার মৃত্যুর আগেই ছবিটি আঁকা হয়েছিল",
        "option_c": "ছবির রূপার ফ্রেমে বৈদ্যুতিক সংযোগ ছিল",
        "option_d": "নগেন ভূতকে খুব ভয় পেত",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১১৬। নগেনের মামা কোন প্রকৃতির মানুষ ছিলেন?",
        "option_a": "ভণ্ড",
        "option_b": "কপট",
        "option_c": "লোভী",
        "option_d": "কৃপণ",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "১১৭। মামা কার নামে মোটা অঙ্কের টাকা উইল করে রেখে যান?",
        "option_a": "পরাশরের",
        "option_b": "মেয়ের",
        "option_c": "নগেনের",
        "option_d": "স্ত্রীর",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১১৮। নগেনের বর্ণিত কাহিনিকে পরাশর ডাক্তার চমকপ্রদ অবিশ্বাস্য কাহিনি বলেছিলেন কেন? [ম. বো.'২০১৯]",
        "option_a": "বাস্তবতা বিবর্জিত",
        "option_b": "কুসংস্কার",
        "option_c": "ভৌতিক",
        "option_d": "কল্পকাহিনি",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১১৯। নগেনের গল্প অবিশ্বাস্য হলেও পরাশর ডাক্তার তা বিশ্বাস করেছিলেন কেন? [ভিকারুননিসা নূন স্কুল এন্ড কলেজ, ঢাকা]",
        "option_a": "নগেনকে আশ্বস্ত করতে",
        "option_b": "প্রকৃত রহস্য উদ্‌ঘাটন করতে",
        "option_c": "নগেনের চারিত্রিক গুণে",
        "option_d": "উপযুক্ত যুক্তি দেখানোয়",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১২০। নগেন একেবারে স্তম্ভিত হয়ে গিয়েছিল কেন? [আইডিয়াল স্কুল এন্ড কলেজ, মতিঝিল, ঢাকা]",
        "option_a": "পরাশর ডাক্তারের ধমক খেয়ে",
        "option_b": "মামার দেওয়া টাকাকড়ি পেয়ে",
        "option_c": "মামার কৃপণতা দেখে",
        "option_d": "লাইব্রেরির প্রতি মামার উদাসীনতা দেখে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১২১। নগেনের আত্মগ্লানি কীভাবে কমবে? [সি. বো.'২০১৮]",
        "option_a": "ডাক্তারের পরামর্শে কাজ করলে",
        "option_b": "ভক্তি-শ্রদ্ধার ভান করলে",
        "option_c": "ভক্তি-শ্রদ্ধা প্রকাশে",
        "option_d": "ছবিতে মাথা ঠেকালে",
        "correct_option": "ঘ",
        "explanation": "নগেন মনে করত তার মামা তাকে ভালোবাসে না। তাই সে মামাকে মিথ্যা ভক্তির ভান করত। কিন্তু মামার মৃত্যুর পর সে জানতে পারে মামা তাকে সম্পত্তির ভাগ দিয়ে গেছেন। তখন তার মনে অনুশোচনা হয় এবং মামার ছবিতে মাথা ঠেকিয়ে ক্ষমা প্রার্থনা করতে চায়।"
    },
    {
        "stem": "১২২। 'তৈলচিত্রের ভূত' গল্পে কয়টি তৈলচিত্রের উল্লেখ রয়েছে? [ব. বো.'২০১৭]",
        "option_a": "২টা",
        "option_b": "৩টা",
        "option_c": "৪টা",
        "option_d": "৫টা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১২৩। 'মরলে তো মানুষ সব জানতে পারে'— এটা কার উক্তি? [ঢাকা রেসিডেনসিয়াল মডেল কলেজ]",
        "option_a": "ডাক্তারের",
        "option_b": "মামার",
        "option_c": "নগেনের",
        "option_d": "দাদামশায়ের",
        "correct_option": "গ",
        "explanation": "ভূত-বিশ্বাস নিয়ে নগেন কুসংস্কারাচ্ছন্ন ছিল। সে মনে করত মৃত্যুর পর মানুষ ভূত হয়ে ফিরে আসে। আর এই ভূত অলৌকিক শক্তিবলে সবকিছু জানতে পারে।"
    },
    {
        "stem": "১২৪। মামার ছবি স্পর্শ করার পর নগেনের কেমন মনে হয়েছিল? [রা. বো.'২০১৬]",
        "option_a": "বিদ্যুতের শক লেগেছে",
        "option_b": "ভূতে ধাক্কা মেরেছে",
        "option_c": "মামার আত্মা ধাক্কা দিয়েছে",
        "option_d": "ভূমিকম্প হয়েছে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১২৫। শায়লা সন্ধ্যায় ছাদে গিয়ে হঠাৎ অজ্ঞান হয়ে পড়লে শাশুড়ি বলেন, বউমাকে ভূতে ধরেছে। শায়লার শাশুড়ির মানসিকতায় 'তৈলচিত্রের ভূত' গল্পের কোন বিশেষ দিকটি প্রতিফলিত হয়েছে? [দি. বো.'২০১৬]",
        "option_a": "কুসংস্কারাচ্ছন্নতা",
        "option_b": "ব্যাকুলতা",
        "option_c": "বাস্তবজ্ঞানের অভাব",
        "option_d": "অজ্ঞতা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১২৬। পরাশর ডাক্তার রাত কয়টায় নগেনদের বাড়ি আসেন? [ব. বো.'২০১৫]",
        "option_a": "১০টায়",
        "option_b": "১১টায়",
        "option_c": "১২টায়",
        "option_d": "১টায়",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১২৭। 'তৈলচিত্রের ভূত' গল্পের লেখক নগেন চরিত্রের মাধ্যমে কীসের স্বরূপ ব্যাখ্যা করেছেন? [চ. বো.'২০১৫]",
        "option_a": "ভূত-বিশ্বাসের",
        "option_b": "কুসংস্কারের",
        "option_c": "কাল্পনিকতার",
        "option_d": "বিজ্ঞানবুদ্ধির",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১২৮। 'চোখ দুটির মধ্যে ফাঁক প্রায় দেড় হাত'— চোখ দুটি কী? [বরিশাল জিলা স্কুল]",
        "option_a": "দুটি বাল্ব",
        "option_b": "মামার দুটি চোখ",
        "option_c": "ভয়ের চোখ",
        "option_d": "দুটি ছবি",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১২৯। পরাশর ডাক্তার গোঙানির আওয়াজ করে ছিটকে পড়েছিলেন কেন?",
        "option_a": "মামার ভূতের ধাক্কা খেয়ে",
        "option_b": "পা পিছলে যাওয়ার কারণে",
        "option_c": "ইলেকট্রিক শক খেয়ে",
        "option_d": "মাথা ঘুরে যাওয়ার কারণে",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১৩০। 'তুমি একটি আস্ত গর্দভ নগেন।'— এ উক্তিতে কী প্রকাশ পেয়েছে? [চ. বো.'২০১৯]",
        "option_a": "নিরাশা",
        "option_b": "হতাশা",
        "option_c": "তিরস্কার",
        "option_d": "ধিক্কার",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১৩১। তৈলচিত্রটি বাঁধানো ছিল- [রা. বো.'২০১৭]",
        "option_a": "রূপার ফ্রেমে",
        "option_b": "তামার ফ্রেমে",
        "option_c": "কাঠের ফ্রেমে",
        "option_d": "লোহার ফ্রেমে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৩২। পরেশ নগেনের সম্পর্কের দিক থেকে- [রাজউক উত্তরা মডেল কলেজ, ঢাকা]",
        "option_a": "কাকাতো ভাই",
        "option_b": "মামাতো ভাই",
        "option_c": "পিসতুতো ভাই",
        "option_d": "মাসতুতো ভাই",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৩৩। 'পরেশ তোমার মামার উপযুক্ত ছেলেই বটে।'— পরেশের প্রতি পরাশর ডাক্তারের এ উক্তির কারণ- [খুলনা জিলা স্কুল]",
        "option_a": "প্রতিহিংসা",
        "option_b": "কৃপণতা",
        "option_c": "অজ্ঞতা",
        "option_d": "অক্ষমতা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৩৪। 'পরেশ তোমার মামার উপযুক্ত ছেলেই বটে।'— উক্তিটিতে কী প্রকাশ পেয়েছে? [ঢা. বো.'২০১৯]",
        "option_a": "দ্বিধা",
        "option_b": "যোগ্যতা",
        "option_c": "প্রশংসা",
        "option_d": "তিরস্কার",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "১৩৫। 'পরেশ তোমার মামার উপযুক্ত ছেলেই বটে।'— এ কথায় পরাশর ডাক্তার কী বোঝাতে চেয়েছেন? [চ. বো.'২০১৭]",
        "option_a": "পরেশের কৃপণতা",
        "option_b": "পরেশের রাগ",
        "option_c": "কাজের দক্ষতা",
        "option_d": "বিদ্যানুরাগী",
        "correct_option": "ক",
        "explanation": "নগেনের মামা কৃপণ স্বভাবের ছিলেন। তার ছেলেও তেমনই টাকা বাঁচাতে ইলেকট্রিক মিস্ত্রি না ডেকে নিজেই বাবার ছবিতে দুটি বৈদ্যুতিক বাল্ব লাগিয়েছিল। আর তা করতে গিয়ে লাইনের লিকেজ থেকে তৈলচিত্রের রূপার ফ্রেমও বিদ্যুতায়িত হয়ে পড়ে।"
    },
    {
        "stem": "১৩৬। তৈলচিত্র থেকে কী তাকে ভিতর থেকে কাঁপিয়ে তুলেছিল? [য. বো.'২০১৫]",
        "option_a": "বিদ্যুৎ",
        "option_b": "ভূতপ্রেত",
        "option_c": "এসিড",
        "option_d": "অশরীরী আত্মা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৩৭। 'তৈলচিত্রের ভূত' গল্পের মুখ্য উদ্দেশ্য কী? [ঢা. বো.'২০১৬]",
        "option_a": "ভৌতিক পরিবেশ সৃষ্টি",
        "option_b": "শিক্ষার্থীদের বিজ্ঞানমনস্ক করা",
        "option_c": "অলৌকিক ঘটনার সমাবেশ",
        "option_d": "পাঠকদের নিছক আনন্দ দান",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৩৮। 'তৈলচিত্রের ভূত' গল্পে প্রাধান্য পেয়েছে-",
        "option_a": "বিজ্ঞানবুদ্ধি",
        "option_b": "কুসংস্কার",
        "option_c": "ভয়",
        "option_d": "নির্বুদ্ধিতা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৩৯। কোন পত্রিকায় 'তৈলচিত্রের ভূত' গল্পটি প্রথম প্রকাশিত হয়?",
        "option_a": "বনফুল",
        "option_b": "মৌচাক",
        "option_c": "পিপাসা",
        "option_d": "সবুজ পত্র",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৪০। 'তৈলচিত্রের ভূত' গল্পে অশরীরী অস্তিত্ব বিশ্বাসের ভিত্তিকে গুঁড়িয়ে দেওয়া হয়েছে কোন চরিত্রের মাধ্যমে?",
        "option_a": "মামা",
        "option_b": "নগেন",
        "option_c": "পরেশ",
        "option_d": "পরাশর ডাক্তার",
        "correct_option": "ঘ",
        "explanation": "পরাশর ডাক্তার একজন যুক্তিবাদী মানুষ। তিনি বিজ্ঞান মনস্ক বিচারবুদ্ধি দিয়ে নগেনের ভূতে বিশ্বাসের অসারতা প্রমাণ করেন।"
    },
    {
        "stem": "১৪১। মানিক বন্দ্যোপাধ্যায়ের জন্ম সাল কোনটি? [দি. বো.'২০১৭]",
        "option_a": "১৯০৬ খ্রি.",
        "option_b": "১৯০৭ খ্রি.",
        "option_c": "১৯০৮ খ্রি.",
        "option_d": "১৯০৯ খ্রি.",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১৪২। 'দিবারাত্রির কাব্য' মানিক বন্দ্যোপাধ্যায়ের কোন ধরনের রচনা? [কু. বো.'২০১৬]",
        "option_a": "কাব্যগ্রন্থ",
        "option_b": "উপন্যাস",
        "option_c": "ছোটোগল্প",
        "option_d": "কিশোর-উপযোগী গল্প",
        "correct_option": "খ",
        "explanation": "তাঁর দুইটি বিখ্যাত উপন্যাস হচ্ছে- 'পদ্মা নদীর মাঝি' ও 'পুতুলনাচের ইতিকথা'।"
    },
    {
        "stem": "১৪৩। নগেনের মামার প্রতি ভক্তি শ্রদ্ধা- বেড়ে যাওয়ার কারণ— [দি. বো.'২০১৬]\ni. লোভ\nii. অনুতাপ\niii. আত্মগ্লানি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১৪৪। মামার তৈলচিত্রে নগেনের প্রণাম করতে যাওয়ার কারণ—\ni. আত্মগ্লানি কমানো\nii. মামাকে শ্রদ্ধা জানানো\niii. মামার বাড়ি থেকে পালানো\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৪৫। 'পরেশ তোমার মামার উপযুক্ত ছেলেই বটে।'- পরাশর ডাক্তারের এ কথায় রয়েছে— [সি. বো.'২০১৬]\ni. উপহাস\nii. তাচ্ছিল্য\niii. প্রতিহিংসা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ১৪৬ ও ১৪৭ নম্বর প্রশ্নের উত্তর দাও।\nশায়লা ষষ্ঠ শ্রেণিতে পড়ে, একদিন সে রাতে টেবিলে বসে বই পড়ছিল। হঠাৎ বিদ্যুৎ চলে গেলে সাথে সাথে সে চিৎকার দিলে সবাই ভয় পেয়ে যায়। বিদ্যুৎ এলে সবাই লক্ষ করে উপর থেকে একটা মাকড়সা ঝুলে তার গায়ে পড়েছে।\n\n১৪৬। উদ্দীপকের ঘটনাটি তোমার পাঠ্যপুস্তকের কোন রচনার সাথে সাদৃশ্যপূর্ণ? [দি. বো.'২০১৯]",
        "option_a": "অতিথির স্মৃতি",
        "option_b": "তৈলচিত্রের ভূত",
        "option_c": "ভাব ও কাজ",
        "option_d": "সুখী মানুষ",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ১৪৬ ও ১৪৭ নম্বর প্রশ্নের উত্তর দাও।\nশায়লা ষষ্ঠ শ্রেণিতে পড়ে, একদিন সে রাতে টেবিলে বসে বই পড়ছিল। হঠাৎ বিদ্যুৎ চলে গেলে সাথে সাথে সে চিৎকার দিলে সবাই ভয় পেয়ে যায়। বিদ্যুৎ এলে সবাই লক্ষ করে উপর থেকে একটা মাকড়সা ঝুলে তার গায়ে পড়েছে।\n\n১৪৭। শায়লার ভয় পাওয়ার কারণ হলো— [দি. বো.'২০১৯]\ni. বাস্তবের সাথে সামঞ্জস্যের অভাব\nii. কুসংস্কারে বিশ্বাস করা\niii. বিজ্ঞানসম্মত বিচারবুদ্ধির অভাব\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ১৪৮ ও ১৪৯ নম্বর প্রশ্নের উত্তর দাও।\nজিসান পরীক্ষার দিন বিদ্যালয়ে যাওয়ার পথে গাড়িতে হঠাৎ তার বাম হাতে আঘাত পেল। সে ভাবল, আজ তার পরীক্ষা ভালো হবে না। অথচ সেদিনের পরীক্ষাই তার খুব ভালো হয়েছে।\n\n১৪৮। উদ্দীপকের জিসানের ভাবনা 'তৈলচিত্রের ভূত' রচনায় নগেন চরিত্রের কোন দিকটিকে তুলে ধরে? [দি. বো.'২০১৮]",
        "option_a": "অনুতাপ",
        "option_b": "কুসংস্কারাচ্ছন্নতা",
        "option_c": "কল্পনাবিলাস",
        "option_d": "সংকোচবোধ",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ১৪৮ ও ১৪৯ নম্বর প্রশ্নের উত্তর দাও।\nজিসান পরীক্ষার দিন বিদ্যালয়ে যাওয়ার পথে গাড়িতে হঠাৎ তার বাম হাতে আঘাত পেল। সে ভাবল, আজ তার পরীক্ষা ভালো হবে না। অথচ সেদিনের পরীক্ষাই তার খুব ভালো হয়েছে।\n\n১৪৯। উক্ত দিক নগেনকে—\ni. প্রেতাত্মায় বিশ্বাসী করেছে\nii. আত্মগ্লানিতে ভুগিয়েছে\niii. বিচারবুদ্ধিহীন বানিয়েছে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৫০। 'তৈলচিত্রের ভূত' গল্পের শিক্ষণীয় বিষয় হলো— [ব. বো.'২০১৬]\ni. কুসংস্কার ও অন্ধবিশ্বাস থেকে মুক্ত হওয়া\nii. যুক্তি ও বিজ্ঞানের আলোকে বিচার করা\niii. বিজ্ঞানচেতনায় আলোকিত হওয়া\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": "'তৈলচিত্রের ভূত' গল্পে কুসংস্কারাচ্ছন্নতার বিপরীত বিজ্ঞান বুদ্ধির জয় দেখানো হয়েছে।"
    }
]
