# -*- coding: utf-8 -*-

mcqs_part2 = [
    {
        "stem": "৫১। নগেন রাত্রিবেলায় লাইব্রেরিতে ঢোকার সময় আলো বন্ধ রাখল কেন?",
        "option_a": "চোর বুঝে ফেলবে এ ভয়ে",
        "option_b": "কারো ঘুম ভেঙে যাওয়ার ভয়ে",
        "option_c": "মামি বুঝে ফেলবে এ ভয়ে",
        "option_d": "বাড়ির সকলে রাগ করবে এ ভয়ে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৫২। 'তৈলচিত্রের ভূত' গল্পে সংস্কারক হিসেবে লেখক কোন চরিত্রটিকে উপস্থাপন করেছেন?",
        "option_a": "নগেন",
        "option_b": "পরাশর ডাক্তার",
        "option_c": "পরেশ",
        "option_d": "নগেনের মামা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৫৩। রাসেল ফুটবল খেলে সন্ধ্যায় বাড়ি ফেরার পথে দূরে জোনাকি পোকা জ্বলতে দেখে ভূতের ভয় পেয়ে অজ্ঞান হয়ে যায়। রাসেলের সঙ্গে 'তৈলচিত্রের ভূত' গল্পের কার মিল রয়েছে?",
        "option_a": "নগেনের",
        "option_b": "পরেশের",
        "option_c": "পরাশর ডাক্তারের",
        "option_d": "মামার",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৫৪। 'তৈলচিত্রের ভূত' গল্পের নগেনকে কী অনুশোচনায় পোড়ায়?",
        "option_a": "বুদ্ধি",
        "option_b": "আত্মগ্লানি",
        "option_c": "বিবেক",
        "option_d": "সাহস",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৫৫। নগেন মামার তৈলচিত্রের ছবিটা কত বার ছুঁয়েছে?",
        "option_a": "দুইবার",
        "option_b": "তিনবার",
        "option_c": "চারবার",
        "option_d": "বহুবার",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৫৬। মাঝরাতে অন্ধকার লাইব্রেরিতে পরাশর ডাক্তার কেমন বোধ করলেন?",
        "option_a": "আনন্দ",
        "option_b": "অস্বস্তি",
        "option_c": "ভয়",
        "option_d": "অহংকার",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৫৭। কোনটি নগেনকে বারবার ছবির কাছে টেনে নিয়েছে?",
        "option_a": "কৌতূহল",
        "option_b": "শ্রদ্ধা",
        "option_c": "ভালোবাসা",
        "option_d": "অনুশোচনা",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৫৮। নগেন বাড়ি ছেড়ে যেতে চাইল কেন?",
        "option_a": "চাকরির কারণে",
        "option_b": "ভয়ের কারণে",
        "option_c": "ব্যবসার কারণে",
        "option_d": "ডাক্তারের পরামর্শে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৫৯। মানিক বন্দ্যোপাধ্যায় এমন একজন লেখক ছিলেন যিনি-\ni. মানুষের মন বিশ্লেষণের কথা ভাবতেন\nii. শ্রমিক-কৃষকের কল্যাণের কথা ভাবতেন\niii. সাম্প্রদায়িক বিভেদ নিরসনের চেষ্টা করতেন\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৬০। মানিক বন্দ্যোপাধ্যায় রচিত কিশোরগল্প হলো-\ni. ভয় দেখানোর গল্প\nii. সূর্যবাবুর ভিটামিন সমস্যা\niii. তিনটি সাহসী ভীরুর গল্প\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৬১। নগেনের মামার লাইব্রেরিতে তৈলচিত্রগুলো ছিল-\ni. নগেনের মামার\nii. নগেনের দাদামশায়ের\niii. নগেনের দিদিমার\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৬২। পরাশর ডাক্তার নগেনকে দেখে গুরুতর কিছু হয়েছে বলে মনে করলেন যে কারণে-\ni. নগেনের শুকনো চামড়া দেখে\nii. নগেনের হাসিবিহীন মুখ দেখে\niii. নগেনের খাপছাড়া কথা বলার ভঙ্গি দেখে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৬৩। মামার শ্রাদ্ধের দিন রাতে বিছানায় শুয়ে নগেন ছটফট করতে লাগল-\ni. সারাজীবন দেবতার মতো মামাকে ঠকিয়েছে বলে\nii. সারাজীবন মামার সঙ্গে মিথ্যা ভালোবাসার অভিনয় করেছে বলে\niii. সারাজীবন মামার সম্পদ লুট করেছে বলে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৬৪। নগেনের মামার লাইব্রেরিতে ছিল-\ni. বই\nii. তৈলচিত্র\niii. ফুলদানি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৬৫ ও ৬৬ নম্বর প্রশ্নের উত্তর দাও।\nরাকিবের বড় ভাই উচ্চ শিক্ষিত হয়ে সরকারি একটি প্রতিষ্ঠানে কর্মরত আছেন। তিনি রাকিবকে কড়া শাসন করেন। বড় ভাই হিসেবে রাকিব তাকে সম্মান করলেও মনে মনে তার প্রতি বিদ্বেষ ভাব পোষণ করে। বহুদিন পর বাবার কাছ থেকে রাকিব জানতে পারে তার পড়াশোনা, ভরণ-পোষণের সব খরচ তার বড় ভাইয়ের কাছ থেকে আসে।\n\n৬৫। বড় ভাইয়ের প্রতি রাকিবের আচরণে 'তৈলচিত্রের ভূত' গল্পের নগেনের কোন দিকটি প্রকাশিত হয়েছে?",
        "option_a": "বিজ্ঞানসম্মত বিচারবুদ্ধি",
        "option_b": "কুসংস্কার",
        "option_c": "কৃত্রিম শ্রদ্ধাভক্তি",
        "option_d": "আন্তরিক শ্রদ্ধাবোধ",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৬৫ ও ৬৬ নম্বর প্রশ্নের উত্তর দাও।\nরাকিবের বড় ভাই উচ্চ শিক্ষিত হয়ে সরকারি একটি প্রতিষ্ঠানে কর্মরত আছেন। তিনি রাকিবকে কড়া শাসন করেন। বড় ভাই হিসেবে রাকিব তাকে সম্মান করলেও মনে মনে তার প্রতি বিদ্বেষ ভাব পোষণ করে। বহুদিন পর বাবার কাছ থেকে রাকিব জানতে পারে তার পড়াশোনা, ভরণ-পোষণের সব খরচ তার বড় ভাইয়ের কাছ থেকে আসে।\n\n৬৬। রাকিবের বড় ভাইয়ের চরিত্রে 'তৈলচিত্রের ভূত' গল্পের নগেনের মামার যে বৈশিষ্ট্য প্রতিফলিত হয়েছে-\ni. দায়িত্ববোধ\nii. উদারতা\niii. বিশ্বস্ততা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৬৭। তৈলচিত্র থেকে কি যেন তার ভিতর থেকে কাঁপিয়ে তুলেছিল?",
        "option_a": "বিদ্যুৎ",
        "option_b": "ভূত প্রেত",
        "option_c": "এসিড",
        "option_d": "অশরীরী আত্মা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৬৮। পরাশর ডাক্তার রাত কয়টায় নগেনদের বাড়িতে আসেন?",
        "option_a": "১০টায়",
        "option_b": "১১টায়",
        "option_c": "১২টায়",
        "option_d": "১টায়",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৬৯। 'ভর্ৎসনা' অর্থ কী?",
        "option_a": "কান্না",
        "option_b": "তিরস্কার",
        "option_c": "হাসি",
        "option_d": "উৎসাহ",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৭০। মানিক বন্দ্যোপাধ্যায় কোথায় জন্মগ্রহণ করেন?",
        "option_a": "চব্বিশ পরগনায়",
        "option_b": "সাঁওতাল পরগনার দুমকায়",
        "option_c": "রাজশাহীর চারঘাটে",
        "option_d": "সিলেটের শ্রীমঙ্গলে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৭১। মানিক বন্দ্যোপাধ্যায়ের কিশোর উপযোগী গল্পের সংখ্যা কতটি?",
        "option_a": "২৩",
        "option_b": "২৫",
        "option_c": "২৬",
        "option_d": "২৭",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৭২। মানিক বন্দ্যোপাধ্যায়ের পৈতৃক নিবাস কোনটি?",
        "option_a": "শাহবাজপুর",
        "option_b": "জয়দেবপুর",
        "option_c": "বিক্রমপুর",
        "option_d": "শ্রীপুর",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৭৩। 'পদ্মানদীর মাঝি'- কী ধরনের রচনা?",
        "option_a": "উপন্যাস",
        "option_b": "ভ্রমণকাহিনী",
        "option_c": "রম্যরচনা",
        "option_d": "নাটক",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৭৪। মানিক বন্দ্যোপাধ্যায়ের 'সরীসৃপ' কোন ধরনের রচনা?",
        "option_a": "কাব্যগ্রন্থ",
        "option_b": "ছোটগল্প",
        "option_c": "নাটক",
        "option_d": "উপন্যাস",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৭৫। নগেন কোথায় থেকে কলেজে পড়ে?",
        "option_a": "মামাবাড়ি",
        "option_b": "দাদাবাড়ি",
        "option_c": "মাসির বাড়ি",
        "option_d": "পরাশর ডাক্তারের বাড়ি",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৭৬। কার জন্য শ্রদ্ধা-ভক্তিতে নগেনের মন ভরে গেল?",
        "option_a": "মামার জন্য",
        "option_b": "পরাশর ডাক্তারের জন্য",
        "option_c": "দিদিমার জন্য",
        "option_d": "পরেশের জন্য",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৭৭। নগেন মরিয়া হয়ে কখন বিছানা ছেড়ে উঠে পড়ল?",
        "option_a": "রাত একটায়",
        "option_b": "রাত দুইটায়",
        "option_c": "রাত তিনটায়",
        "option_d": "রাত সাড়ে তিনটায়",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৭৮। পরলোকগত মামার জন্য নগেনের মনে শ্রদ্ধা-ভক্তি বৃদ্ধি পেল কেন?",
        "option_a": "মামা নিজের ছেলের মতো তাকে ভালোবাসত জেনে",
        "option_b": "মামা নিজের সব সম্পদ তাকে দিয়েছে জেনে",
        "option_c": "মামা তার জন্য জমি দিয়েছিল জেনে",
        "option_d": "মামা তার লেখাপড়া চালানোর সুযোগ দিয়েছে জেনে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৭৯। তৈলচিত্রের ফ্রেমে হাত স্পর্শ করার সঙ্গে সঙ্গে পরাশর ডাক্তারের শরীরটা ঝন ঝন করে উঠল কেন?",
        "option_a": "ভূতের ধাক্কার কারণে",
        "option_b": "ফ্রেমের ধাক্কার কারণে",
        "option_c": "ভূতের ভয়ের কারণে",
        "option_d": "বৈদ্যুতিক শকের কারণে",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৮০। 'উইল' শব্দের অর্থ কী?",
        "option_a": "ব্যবসায়িক পত্র",
        "option_b": "শুভেচ্ছাপত্র",
        "option_c": "মানপত্র",
        "option_d": "শেষ ইচ্ছাপত্র",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৮১। 'তৈলচিত্রের ভূত' গল্পের মূল বিষয় কী?",
        "option_a": "কুসংস্কার থেকে মানুষকে সচেতন করা",
        "option_b": "সাহসিকতা প্রদর্শন করা",
        "option_c": "ভালোবাসার স্বরূপ তুলে ধরা",
        "option_d": "শ্রদ্ধার স্বরূপ তুলে ধরা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৮২। মানিক বন্দ্যোপাধ্যায় রচিত উপন্যাস-\ni. দিবারাত্রির কাব্য\nii. পদ্মানদীর মাঝি\niii. প্রাগৈতিহাসিক\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৮৩। মানিক বন্দ্যোপাধ্যায় রচিত ছোটগল্প-\ni. দিবারাত্রির কাব্য\nii. সমুদ্রের স্বাদ\niii. টিকটিকি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৮৪। 'মামার তৈলচিত্রে অশরীরী আত্মা প্রবেশ করেছে'- নগেনের এমন ধারণার কারণ-\ni. কুসংস্কারাচ্ছন্ন মন\nii. বিদ্যুৎ সম্পর্কে অজ্ঞতা\niii. মামার প্রতি ভক্তি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৮৫। নগেনকে শেষ অবধি মামা টাকা উইল করে দেওয়ার কারণ-\ni. কর্তব্যবোধ\nii. পরোপকার\niii. ভালোবাসা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৮৬। যে কারণে নগেন বারবার ছবির কাছে যায়-\ni. শ্রদ্ধা\nii. অনুশোচনা\niii. কৌতূহল\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৮৭। 'তৈলচিত্রের ভূত' গল্পে লেখক নগেন চরিত্রের মধ্যে কীসের স্বরূপ ব্যাখ্যা করেছেন?",
        "option_a": "ভূত বিশ্বাসের",
        "option_b": "কুসংস্কারের",
        "option_c": "কাল্পনিকতার",
        "option_d": "বিজ্ঞান বুদ্ধির",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৮৮। 'মরলে তো মানুষ সব জানতে পারে'-এটি কার উক্তি?",
        "option_a": "ডাক্তারের",
        "option_b": "দরবেশের",
        "option_c": "আত্মার",
        "option_d": "নগেনের",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৮৯। 'পুতুল নাচের ইতিকথা' উপন্যাসটির লেখক কে?",
        "option_a": "রবীন্দ্রনাথ ঠাকুর",
        "option_b": "মানিক বন্দ্যোপাধ্যায়",
        "option_c": "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
        "option_d": "সুনীল গঙ্গোপাধ্যায়",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৯০। 'প্রাগৈতিহাসিক' গল্পের রচয়িতা কে?",
        "option_a": "মানিক বন্দ্যোপাধ্যায়",
        "option_b": "বিভূতিভূষণ বন্দ্যোপাধ্যায়",
        "option_c": "আবু জাফর শামসুদ্দিন",
        "option_d": "শওকত ওসমান",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৯১। কে মুখ না তুলেই নগেনকে বসতে বললেন?",
        "option_a": "দাদামশায়",
        "option_b": "নিরঞ্জন",
        "option_c": "পরাশর ডাক্তার",
        "option_d": "দিদিমা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৯২। নগেনের মামা কেমন ছিলেন?",
        "option_a": "কৃপণ",
        "option_b": "উদার",
        "option_c": "উগ্র মেজাজি",
        "option_d": "ভদ্র ও নম্র",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৯৩। লাইব্রেরির দেয়ালে কয়টি বড় বড় তৈলচিত্র ছিল?",
        "option_a": "২",
        "option_b": "৩",
        "option_c": "৪",
        "option_d": "৫",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৯৪। নগেনের মামার ছবির সঙ্গে কয়টি ইলেকট্রিক বাল্ব লাগান হয়েছিল?",
        "option_a": "১",
        "option_b": "২",
        "option_c": "৩",
        "option_d": "৪",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৯৫। নগেনের মামা কত বছরের মধ্যে লাইব্রেরির পেছনে একটি পয়সাও খরচ করেনি?",
        "option_a": "২৫",
        "option_b": "২৭",
        "option_c": "৩০",
        "option_d": "৩৫",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৯৬। নগেনের তৈলচিত্রটিকে প্রেতাত্মা মনে করার কারণ কী?",
        "option_a": "প্রাচীন ধ্যানধারণা",
        "option_b": "আধুনিক ধ্যানধারণা",
        "option_c": "জ্ঞানের অপ্রতুলতা",
        "option_d": "জ্ঞানের গভীরতা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৯৭। রুপার ফ্রেমের নিচে কাঠ দেয়ার কারণ কী?",
        "option_a": "বিদ্যুৎ যাতে দেয়ালে যেতে না পারে",
        "option_b": "তৈলচিত্র লাগাতে প্রয়োজন হয় বলে",
        "option_c": "সৌন্দর্যবৃদ্ধির জন্য",
        "option_d": "সুরক্ষার জন্য",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৯৮। রাজু তার চাচাকে সামনাসামনি খুব ভক্তি-শ্রদ্ধা করত। কিন্তু ভেতরে ভেতরে তার মধ্যে চাচার প্রতি অনেক ঘৃণা লুক্কায়িত ছিল। রাজুর আচরণের সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের কোন দিকটি সাদৃশ্যপূর্ণ?",
        "option_a": "মামির প্রতি আচরণ",
        "option_b": "পরেশের প্রতি আচরণ",
        "option_c": "পরাশর ডাক্তারের প্রতি আচরণ",
        "option_d": "মামার প্রতি আচরণ",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৯৯। সমস্ত সকালটা নগেন কীভাবে কাটাল?",
        "option_a": "লাইব্রেরিতে বই পড়ে",
        "option_b": "ডাক্তারের চেম্বারে বসে থেকে",
        "option_c": "স্কুলের বারান্দায় বসে থেকে",
        "option_d": "মড়ার মতো বিছানায় পড়ে থেকে",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "১০০। 'অল্প বিদ্যা ভয়ঙ্করী'- প্রবাদটির বৈশিষ্ট্য 'তৈলচিত্রের ভূত' গল্পের কার মধ্যে প্রকাশিত হয়েছে?",
        "option_a": "পরেশ",
        "option_b": "পরাশর ডাক্তার",
        "option_c": "নগেন",
        "option_d": "মামা",
        "correct_option": "ক",
        "explanation": None
    }
]
