# -*- coding: utf-8 -*-

cqs_part1 = [
    # CQ 1
    {
        "stem": "পিয়ারী কিছুতেই শ্রীকান্তকে শ্মশানে যেতে দেবে না। তার দৃঢ়বিশ্বাস, শ্মশানে ভূত-প্রেতের বাস। শনিবারের অমাবস্যায় শ্মশানে গেলে প্রাণ নিয়ে আর ফিরে আসা যাবে না। কিন্তু শ্রীকান্তের ভীষণ জেদ। পিয়ারীর শত অনুনয় উপেক্ষা করে বন্দুক হাতে সে ভূতের সন্ধানে শ্মশানের দিকে রওনা হয়।",
        "ka": "'তৈলচিত্রের ভূত' গল্পটি কোন পত্রিকায় প্রকাশিত হয়?",
        "kha": "নগেন তার মামার প্রতি মিথ্যে ভক্তি দেখাত কেন?",
        "ga": "উদ্দীপকের পিয়ারী চরিত্রটি কোন দিক থেকে 'তৈলচিত্রের ভূত' গল্পের নগেন চরিত্রের সাথে সাদৃশ্যপূর্ণ? ব্যাখ্যা কর।",
        "gha": "উদ্দীপকের শ্রীকান্ত এবং পঠিত গল্পের পরাশর ডাক্তার একই চেতনার মানুষ- মন্তব্যটি বিশ্লেষণ কর।",
        "solution": """ক) 'তৈলচিত্রের ভূত' সর্বপ্রথম 'মৌচাক' পত্রিকায় প্রকাশিত হয়।

খ) নিজের থাকা খাওয়ার অর্থ যথাযথভাবে পাওয়ার জন্য নগেন তার মামার প্রতি মিথ্যে ভক্তি দেখাত।
নগেন মামার বাড়িতে থেকে কলেজে পড়ে। ছোটবেলা থেকেই সে মামার বাড়িতে থেকে মানুষ হয়েছে। কিন্তু তার মামা টাকা-পয়সা খরচ করতে চাইত না। এ কারণে নগেনের চলাফেরার খুব সমস্যা হতো। ফলে নগেনও তার মামার প্রতি কৃত্রিম ভালোবাসার ভাব বজায় রাখলেও মনে মনে সে তার মামাকে ভালোবাসত না।

গ) উদ্দীপকের পিয়ারী চরিত্রটি অন্ধবিশ্বাসের দিক থেকে নগেনের সাথে সাদৃশ্যপূর্ণ।
'তৈলচিত্রের ভূত' গল্পের নগেন মৃত মামার ছবিতে প্রণাম করার জন্য হাত দিলে প্রচণ্ড ধাক্কা অনুভব করে। এই ধাক্কা অনুভূত হওয়ার কোনো সদুত্তর নগেনের জানা নেই। আমরা যে বিষয়ে পরিষ্কার জবাব দিতে অক্ষম হই তাকে ভূতের উপর চাপিয়ে দিতে অভ্যস্ত। তাই ধাক্কা খাওয়ার কার্যকারণ পেতে অক্ষম হলে নগেন অন্ধবিশ্বাসের বশবর্তী হয়ে একে মামার ভূত নামে অভিহিত করে।
উদ্দীপকের পিয়ারী চরিত্রটি শ্রীকান্তকে শ্মশানে যেতে দিতে রাজি নয়, কারণ সে বিশ্বাস করে সেখানে মৃত মানুষের আত্মা ভূত হয়ে বিচরণ করে। শনিবার অমাবস্যায় শ্মশানে গেলে ভূতপ্রেত অবশ্যই ক্ষতি করবে এবং বেঁচে ফিরে আসার কোনো আশাই নেই। পিয়ারী ভূতপ্রেতের সাথে শনিবার এবং অমাবস্যায় এদের ক্ষমতা বৃদ্ধি পায় যা সর্বোচ্চ পর্যায়ে মানুষের প্রাণ হরণ করতে পারে এমন বিশ্বাস ধারণ করে। এই বিশ্বাসের মাধ্যমে পিয়ারীর অন্ধবিশ্বাস প্রকাশিত হয়েছে যা আমরা গল্পের নগেনের ক্ষেত্রে দেখতে পাই। তাই বলা যায় উদ্দীপকের পিয়ারী এবং গল্পের নগেনের চরিত্রের মাঝে সাদৃশ্য বিদ্যমান।

ঘ) "উদ্দীপকের শ্রীকান্ত এবং পরাশর ডাক্তার একই চেতনার মানুষ"-মন্তব্যটি যথাযথ।
'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার ভূতে বিশ্বাস না করে ঠান্ডা মাথায় নগেনের ঘটনাটি নিয়ে ভেবেছেন। তিনি বুদ্ধি খাটিয়ে উদ্‌ঘাটন করেন যে বৈদ্যুতিক সংযোগের কারণেই রুপার ফ্রেম তথা ছবিটিতে বিদ্যুৎ প্রবাহিত হয়েছে এবং এর কারণেই নগেন ধাক্কা অনুভব করেছে। বিজ্ঞানের সূত্র ধরে বিশ্লেষণ ও যুক্তি প্রয়োগ করে তিনি পুরো বিষয়টি বুঝতে সক্ষম হন।
উদ্দীপকের শ্রীকান্ত পিয়ারীর কথায় কান দেয় না। শত অনুনয় উপেক্ষা করে ভূতের সন্ধানে শ্মশানের দিকে রওনা হয়। প্রকৃত রহস্য উদ্ঘাটন করতে না পেরে মানুষ তাকে অশরীরী আত্মার কাজ বা ভূতের উপস্থিতি বলে মনে করে। অথচ ঘটে যাওয়া প্রত্যেকটি ঘটনার পিছনে সাধারণ অথচ যুক্তিযুক্ত কোনো কারণ অবশ্যই থাকে। যা শ্রীকান্ত বিশ্বাস করে। ফলে সে জানে ভূত বলে কিছু নেই। এই কারণেই পিয়ারীর নিষেধ করা সত্ত্বেও শনিবার অমাবস্যার রাত ইত্যাদি নিয়ামকের প্রতি মনোযোগ দিতে আগ্রহী নয়। যা আমরা গল্পের পরাশর ডাক্তারের চরিত্রে দেখতে পাই। এই দৃষ্টিকোণ থেকে উদ্দীপকের শ্রীকান্ত এবং গল্পের পরাশর ডাক্তারের চেতনা সমতালে প্রবাহিত হয় বলে প্রতীয়মান।"""
    },
    # CQ 2
    {
        "stem": "দীর্ঘদিন যাবৎ মিতুলদের বাড়ির পাশে একঘর হিন্দু পরিবারের বসতি ছিল। গত চৈত্র মাসে কলেরায় আক্রান্ত হয়ে সবাই পরপারে চলে গেলে বাড়িটিতে ভুতুড়ে পরিবেশ তৈরি হয়। এলাকার যে কেউ রাতের বেলা এ বাড়িটির পাশ দিয়ে গেলে কান্নার শব্দ শুনতে পায়। সবার ধারণা মৃতদের আত্মা ভূত হয়ে কাঁদে- এ নিয়ে এলাকার সবার মধ্যে একটি অস্থির ও অস্বাভাবিক অবস্থার সৃষ্টি হয়।",
        "ka": "নগেনের মামা কত বছর লাইব্রেরির পেছনে একটি পয়সাও খরচ করেনি?",
        "kha": "সমস্ত সকালটা নগেন মড়ার মতো পড়ে রইল কেন?",
        "ga": "উদ্দীপকের সাথে 'তৈলচিত্রের ভূত' গল্পের বৈসাদৃশ্যগত দিকটি চিহ্নিত কর।",
        "gha": "উদ্দীপকে 'তৈলচিত্রের ভূত' গল্পের সমগ্র বিষয়ের প্রতিফলন ঘটেছে কি? মতের পক্ষে যুক্তি উপস্থাপন কর।",
        "solution": """ক) নগেনের মামা গত তিরিশ বছর লাইব্রেরির পেছনে একটি পয়সাও খরচ করেনি।

খ) তৈলচিত্রে প্রণাম করার সময় ধাক্কার রহস্য উদ্‌ঘাটন করতে না পারায় নগেন সমস্ত সকালটা মড়ার মতো পড়ে রইল।
রাতের অন্ধকারে নগেন যখন তার মামার তৈলচিত্রে প্রণাম করার জন্য হাত রাখে তখন কে যেন তাকে জোরে ধাক্কা দিয়ে ঠেলে ফেলে দেয়। নগেন তার মামাকে মন থেকে ঘৃণা করত কিন্তু মামা মারা যাওয়ার পর সে বুঝতে পারে তার মামা তাকে ছেলের মতো ভালোবাসতেন। তাই সে তার ভুল বুঝতে পেরে রাতের অন্ধকারে মৃত মামার তৈলচিত্রে প্রণাম করতে গেলে কে যেন তাকে ধাক্কা মেরে মেঝেতে ফেলে দেয়। এ রহস্য উদ্‌ঘাটন করতে না পেরে সমস্ত সকালটা নগেন মড়ার মতো পড়ে রইল।

গ) উদ্দীপকের সাথে 'তৈলচিত্রের ভূত' গল্পের ঘটনাগত বৈসাদৃশ্য বিদ্যমান।
'তৈলচিত্রের ভূত' গল্পে মামার প্রতি অনুশোচনা থেকে জেগে ওঠা শ্রদ্ধা-ভক্তি প্রদর্শন করার জন্য মামার তৈলচিত্রের ফ্রেমে হাত রেখে প্রচন্ড ঝাড়া খেয়ে নগেন ভয় পায়। তার কাছে মনে হয় তার মামার আত্মা তাকে ধাক্কা মেরে সরিয়ে দিয়েছে। প্রকৃতপক্ষে নগেন বৈদ্যুতিক শকের বিষয়টিকে ভূত মনে করেছিল।
উদ্দীপকে হিন্দু পরিবারের মৃত্যুতে হিন্দু বাড়িটিতে ভুতুড়ে পরিবেশের সৃষ্টি হয়। এলাকার যে কেউ রাতের বেলা এ বাড়ির পাশ দিয়ে গেলে কান্নার শব্দ শুনতে পায়। এলাকার সবার ধারণা মৃতদের আত্মা ভূত হয়ে কাঁদে। প্রকৃতপক্ষে এলাকাবাসী একটি মানসিক অস্বস্তিকর অবস্থার কারণেই মৃতদের আত্মাকে ভূত বলে বিশ্বাস করেছে। তাই বলা যায়, ভূত-বিশ্বাসের দিক দিয়ে উদ্দীপক ও আলোচ্য গল্পের মিল থাকলেও এতে ঘটনাগত বৈসাদৃশ্য রয়েছে।

ঘ) উদ্দীপকে 'তৈলচিত্রের ভূত' গল্পের সমগ্র বিষয়ের প্রতিফলন ঘটেনি।
'তৈলচিত্রের ভূত' গল্পে ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে বিরাজমান কুসংস্কার যে ভিত্তিহীন সে বিষয় তুলে ধরা হয়েছে। মানিক বন্দ্যোপাধ্যায় এ গল্পে নগেন চরিত্রের মধ্যে ভূতে বিশ্বাসের স্বরূপ ব্যাখ্যা করেছেন। অন্যদিকে পরাশর ডাক্তারের মধ্যকার বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে স্পষ্ট করে তুলেছেন নগেনের বিশ্বাস ও কুসংস্কারের ভিত্তিহীনতা।
উদ্দীপকে কলেরায় আক্রান্ত একটি পরিবারের মৃতের ঘটনায় এলাকাবাসী ভীত হয়ে পড়ে। এই ভয়ের সূত্র ধরেই বাড়িটির পাশে রাতে হাঁটার সময় কান্নার শব্দ শোনা যায়। এ ঘটনায় এলাকার সবাই মনে করে মৃতের আত্মা ভূত হয়ে কাঁদে। এখানে আলোচ্য গল্পে নগেন চরিত্রে প্রতিফলিত ভূত বিশ্বাসের বিষয়টির ইঙ্গিত রয়েছে। কিন্তু গল্পে উল্লিখিত বিজ্ঞানচেতনা দিয়ে ভূতে বিশ্বাসের অন্তঃসারশূন্যতার বিষয়টি উদ্‌ঘাটনের জন্য ঘটনা বিশেষণে উদ্বুদ্ধ করার বিষয়টি অনুপস্থিত।
উল্লিখিত আলোচনায় বলা যায়, উদ্দীপকে 'তৈলচিত্রের ভূত' গল্পের সমগ্র বিষয়ের প্রতিফলন ঘটেনি।"""
    },
    # CQ 3
    {
        "stem": "নাতাশা মায়ের মৃত্যুর পর সৎ মায়ের সংসারে বড় হয়। সৎ মায়ের সঙ্গে নাতাশার সম্পর্ক ছিল খুব দূরের। আপন মায়ের স্থানে সে সৎ মাকে বসাতে পারেনি। তাদের মধ্যে কথাবার্তাও খুব কম হতো। নাতাশাকে মা কোনো টাকা পয়সা দিত না। সৎ মায়ের মনে কোথায় যেন একটি স্নেহধারা তার জন্য ছিল, যা নাতাশা অনুভব করতে পারেনি। একদিন নাতাশার প্রচণ্ড জ্বর হলে ওই সৎমা নাতাশার পাশে সারারাত জেগে থেকে তার সেবাশুশ্রুষা করে। নাতাশা তখন মায়ের প্রতি অশ্রদ্ধার জন্য অনুতপ্ত হয়।",
        "ka": "কে সমস্ত সকালটা মড়ার মতো বিছানায় পড়ে রইল?",
        "kha": "নগেন কেন বাড়ি ছেড়ে পালিয়ে যাওয়ার কথা চিন্তা করে?",
        "ga": "উদ্দীপকের নাতাশা চরিত্রটির সাথে 'তৈলচিত্রের ভূত' গল্পের নগেন চরিত্রের কী সাদৃশ্য রয়েছে? নির্ণয় কর।",
        "gha": "উদ্দীপকে নগেন চরিত্রের সবটুকু প্রকাশিত হয়েছে কি? মতের পক্ষে যুক্তি উপস্থাপন কর।",
        "solution": """ক) নগেন সমস্ত সকালটা মড়ার মতো বিছানায় পড়ে রইল।

খ) ভূতের ভয়ে তথা মামার প্রেতাত্মার ভয়ে নগেন বাড়ি ছেড়ে পালিয়ে যাওয়ার চিন্তা করে।
মৃত্যুর পর নগেন তার মামার উদারতার পরিচয় পায়। সে মামার প্রতি মিথ্যা ভক্তি-শ্রদ্ধা দেখিয়ে তাকে ঠকিয়েছে ভেবে অনুতপ্ত হয়। তাই মামার তৈলচিত্রের কাছে ক্ষমা চেয়ে আত্মগ্লানি কমাতে চায়। কিন্তু ছবি স্পর্শ করা মাত্র সে ধাক্কা খেয়ে জ্ঞান হারায়। দিনরাত সে শুধু এ কথাই ভাবে। এ ভয়ের কারণে নগেন বাড়ি ছেড়ে চলে যাওয়ার কথা চিন্তা করে।

গ) উদ্দীপকের নাতাশা চরিত্রটির সঙ্গে 'তৈলচিত্রের ভূত' গল্পের নগেনের মানসিকতার দিক দিয়ে সাদৃশ্য রয়েছে।
'তৈলচিত্রের ভূত' গল্পের নগেন মামার সংসারে বড় হলেও মামার সঙ্গে তার সম্পর্ক খুব ভালো ছিল না। সে মামাকে উপরে উপরে শ্রদ্ধা করত। নগেনের প্রতি তার মামারও যে ভালোবাসা ছিল তা সে বুঝতে পারেনি। মামা নগেনকে নিজের সন্তানের মতোই দেখত। তাই মৃত্যুর পূর্বে নিজের সন্তানের সমান টাকা নগেনের নামে উইল করে দিয়েছেন। নগেন তার মামার ভালোবাসার পরিচয় পেয়ে অনুতপ্ত হয়।
উদ্দীপকের নাতাশা মায়ের মৃত্যুর পর সৎ মায়ের সংসারে বড় হয়েছে। সৎ মায়ের সঙ্গে তার সম্পর্ক খুব ভালো ছিল না। সৎ মায়ের মনের কোণে নাতাশার জন্য যে ভালোবাসা জমা ছিল তা সে জানত না। নাতাশার অসুস্থ অবস্থায় সেবাশুশ্রুষার মাধ্যমে সৎ মায়ের সে ভালোবাসা প্রকাশ পায়। নাতাশা তখন অনুতপ্ত হয়ে মায়ের কাছে ক্ষমা চায়। তাই বলা যায়, উল্লিখিত চরিত্র দুটি সাদৃশ্যপূর্ণ।

ঘ) উদ্দীপকে 'তৈলচিত্রের ভূত' গল্পের নগেন চরিত্রের সবটুকু প্রকাশিত হয়নি।
'তৈলচিত্রের ভূত' গল্পে মানিক বন্দ্যোপাধ্যায় নগেন চরিত্রের মধ্য দিয়ে ভূত-বিশ্বাসের স্বরূপ ব্যাখ্যা করেছেন। এখানে নগেন মামাকে ভুল বুঝে তার প্রতি মনে মনে অন্যায় মানসিকতা লালন করে। পরে ভুল বুঝতে পেরে অনুশোচনা থেকে জেগে ওঠা শ্রদ্ধাভক্তি প্রদর্শনের জন্য মামার তৈলচিত্রের ফ্রেমে হাত রেখে ধাক্কা খেয়ে ভয় পায়। এখানে নগেন বৈদ্যুতিক শকের বিষয়টিকে না বুঝে ভূত মনে করে। এতে তার কুসংস্কারাচ্ছন্ন মানসিকতার প্রকাশ ঘটে।
অন্যদিকে উদ্দীপকে নাতাশার জন্য সৎ মায়ের ভালোবাসার বিষয়টি। সে না জেনে তার প্রতি অন্যায় মানসিকতা লালন করে। এরপর নাতাশা তার ভুল বুঝতে পেরে অনুতপ্ত হয়। এখানে নাতাশার মধ্যে নগেন চরিত্রের অন্যান্য বিষয়ের উপস্থিতি থাকলেও ভূতে বিশ্বাসের মাধ্যমে প্রকাশিত কুসংস্কারাচ্ছন্নতার বিষয়টি অনুপস্থিত।
উল্লিখিত আলোচনায় বলা যায়, উদ্দীপকে নগেন চরিত্রের সবটুকু প্রকাশিত হয়নি।"""
    },
    # CQ 4
    {
        "stem": "বৈশাখ মাসের খাঁ খাঁ দুপুরে গ্রামের বড় তেঁতুল গাছের নিচে পাতা কুড়াতে যায় আসমানি। প্রচন্ড রোদের তাপে হঠাৎ সে অজ্ঞান হয়ে পড়ে। ঐ পথে বাড়ি ফেরা হাটুরে আমজাদ মিয়ার মাধ্যমে পুরো গ্রামে এ ঘটনা ছড়িয়ে পড়ে। গ্রামবাসীর সাথে সাথে আসমানির বাবাও ভাবে তেঁতুল গাছের নিচে যাওয়ায় ভূতে আসমানির এই অবস্থা করেছে। তাই মেয়ের সুস্থতার জন্য কবিরাজ ডেকে আনেন আসমানীর বাবা।",
        "ka": "মানিক বন্দ্যোপাধ্যায়ের জন্ম কত সালে?",
        "kha": "মামার তৈলচিত্রে প্রণাম করার কথা নগেনের মনে হলো কেন?",
        "ga": "উদ্দীপকের আসমানি ও 'তৈলচিত্রের ভূত' গল্পের নগেনের সাদৃশ্য কোথায়? ব্যাখ্যা কর।",
        "gha": "'তৈলচিত্রের ভূত' গল্পের মূল বিষয় উপস্থাপনে উদ্দীপকটি সহায়ক হয়েছে কী? তোমার যৌক্তিক মতামত দাও।",
        "solution": """ক) মানিক বন্দ্যোপাধ্যায় ১৯০৮ সালে জন্মগ্রহণ করেন।

খ) 'তৈলচিত্রের ভূত' গল্পে নগেন মামাকে সারাজীবন মিথ্যে শ্রদ্ধা-ভক্তির ভান করে ঠকিয়েছে বলে লজ্জায় অনুতপ্ত হয়ে মনকে সান্ত্বনা দেয়ার জন্য নগেন তৈলচিত্রে প্রণাম করার কথা ভেবেছে।
নগেনের কৃপণ মামার আচরণ তার ভক্তি-শ্রদ্ধা লাভ করতে পারেনি। নগেন বাইরে থেকে মামার প্রতি ভক্তি-শ্রদ্ধা দেখালেও অন্তরের টান অনুভব করত না। কিন্তু তার এই কৃপণ মামা মৃত্যুর পূর্বে তার পুত্রদের সমান টাকা নগেনের নামে উইল করে গেছেন। মামার এমন উদারতার কারণে তার মধ্যে অনুশোচনা জাগ্রত হলো। আত্মগ্লানি ও অনুশোচনা কমানোর জন্য তাই নগেন মামার তৈলচিত্রকে প্রণাম করার কথা ভাবে।

গ) কুসংস্কারে বিশ্বাসের দিক থেকে উদ্দীপকের আসমানী 'তৈলচিত্রের ভূত' গল্পের নগেনের সাদৃশ্য বিদ্যমান।
'তৈলচিত্রের ভূত' গল্পের নগেন মামার মানবিকতা এবং ভালোবাসার দিকটি উপলব্ধি করে ছবিতে প্রণাম করতে গেলে ছবির স্পর্শে প্রচন্ড জোরে ধাক্কা অনুভব করে। পারিপার্শ্বিক পরিবেশ এবং অজ্ঞানতার কারণে সে একে মামার ভূত বলে বিশ্বাস করে নেয় কারণ এছাড়া অন্য কোনো ব্যাখ্যা তার ভেতরে কাজ করে না।
একইভাবে উদ্দীপকের আসমানি প্রচন্ড রোদে তেঁতুল গাছের নিচে পাতা কুড়াতে গিয়ে অজ্ঞান হয়ে পড়ে। আমাদের সমাজে তেঁতুল গাছে ভূত থাকে এমন একটি কুসংস্কার প্রচলিত আছে। ফলে আসমানি গাছের নিচে অজ্ঞান হয়ে গেলে গ্রামবাসীরা একে ভূতের কাজ বলে অভিহিত করে। মূলত বহুদিন ধরে চলে আসা লোকজ বিশ্বাস এবং রোদের প্রচণ্ডতায় আসমানি জ্ঞান হারানো দুটি মিলেই ভূতের আছর হওয়ার ধারণা পাকাপোক্ত হয়। যা ভিন্ন ঘটনা ও পটভূমিতে গল্পের নগেনেরই প্রতিচ্ছবি। তাই বলা যায় যে কুসংস্কারে বিশ্বাস এবং যৌক্তিক দিক বিবেচনা না করার দিক থেকে উদ্দীপকের আসমানি ও গল্পের নগেনের সাদৃশ্য বিদ্যমান।

ঘ) “তৈলচিত্রের ভূত” গল্পের মূল বিষয় উপস্থাপনে উদ্দীপকটি সহায়ক বলে আমি মনে করি।
'তৈলচিত্রের ভূত' গল্পের নগেন লেখাপড়া জানা হলেও অজ্ঞানতার অন্ধকার থেকে সরে দাঁড়াতে পারে না। মামার ছবিকে স্পর্শ করে জোরে ধাক্কা খেলে এর কোনো যৌক্তিক উত্তর তার মাথায় আসে না। যার ফলশ্রুতিতে মামার ভূত রেগে গিয়ে তাকে আঘাত করেছে। মতামতটি তার মস্তিষ্কে স্থান করে নেয়। তারপরও শেষ চেষ্টা হিসেবে সে পরাশর ডাক্তারের সহযোগিতা নেয় এবং মামার ভূতের একটি যুক্তিযুক্ত এবং বিশ্বাসযোগ্য উত্তর খুঁজে পায়।
অন্যদিকে উদ্দীপকের আসমানি প্রচন্ড রোদে তেঁতুল গাছের নিচে পাতা কুড়াতে গিয়ে অজ্ঞান হয়ে পড়ে। হাটুরে আমজাদ মিয়ার মাধ্যমে গ্রামবাসী ধারণা করে তেঁতুল গাছের ভূতই আসমানির এই অবস্থার জন্য দায়ী। আসমানির বাবাও তা বিশ্বাস করেন এবং আসমানির অবস্থা উন্নত করার জন্য কবিরাজকে ডেকে আনেন। মূলত ভূতের কারণে নয় বরং প্রচন্ড রোদের তাপে শারীরিক অবস্থার অবণতি ঘটায় আসমানি অজ্ঞান হয়ে পড়ে যা আসমানীর বাবা কবিরাজ ডাকার মাধ্যমে জানা যায়। গল্পের নগেনও ভূত আছে এই বিশ্বাস নিয়েই পরাশর ডাক্তারের কাছে সাহায্য চাইতে যায় যা তাকে আসমানির ঘটনার সাথে একই সূত্রে সম্পর্কযুক্ত করে তোলে।
উপরিউক্ত আলোচনায় প্রতীয়মান হয় যে, 'তৈলচিত্রের ভূত' গল্পের মূল বিষয় উদ্দীপকে প্রকাশ পেয়েছে।"""
    },
    # CQ 5
    {
        "stem": "কৃষক গনি মিয়ার বড় ছেলে ফটিক ডেঙ্গুজ্বরে আক্রান্ত হলে কবিরাজের কাছ থেকে পানি পড়া এনে খাওয়ায় এবং তাবিজ দরজায় ঝুলিয়ে রাখে। বাড়ির সবাইকে সাবধান করে বলে খোড়া কোনো প্রাণী দেখলে যেন তাড়িয়ে দেয়। তার ধারণা ডেঙ্গুজ্বর খোড়া প্রাণীর রূপ ধরে বাড়িতে আসে। কিন্তু গনি মিয়ার অষ্টম শ্রেণিতে পড়া ছোট ছেলে রবিন বাবার ধারণা ভুল প্রমাণ করতে তার বিজ্ঞান বইয়ের ডেঙ্গুজ্বরের বাহক এডিস মশার উদাহরণ দেয়।",
        "ka": "নগেনের মামার গায়ে কীসের পাঞ্জাবি ছিল?",
        "kha": "নগেন মামার তৈলচিত্রে প্রণাম করতে গেল কেন?",
        "ga": "উদ্দীপকের গনি মিয়ার ধারণাটি 'তৈলচিত্রের ভূত' গল্পের যে দিকটি ফুটিয়ে তুলেছে তা ব্যাখ্যা কর।",
        "gha": "তুমি কি মনে কর রবিন পরাশর ডাক্তারের যথার্থ প্রতিনিধি? তোমার উত্তরের পক্ষে যুক্তি দাও।",
        "solution": """ক) নগেনের মামার গায়ে ছিল মটকার পাঞ্জাবি।

খ) নগেন আত্মগ্লানি কমানোর জন্য মামার তৈলচিত্রে প্রণাম করতে গেল।
নগেন তার মামার বাড়িতে থেকে কলেজে পড়ত। তার মামা ছিল বড্ড কৃপণ। এ জন্য মামাকে বাইরে থেকে শ্রদ্ধা-ভক্তি দেখালেও ভিতরে প্রায়ই নগেন যমের বাড়ি পাঠাত। কিন্তু মামার মৃত্যুর পর যখন দেখল মামা তার জন্যও মোটা অঙ্কের টাকা উইল করে গেছেন তখন মামার প্রতি শ্রদ্ধা-ভক্তিতে মন ভরে গেল। এমন মানুষকে সে ভক্তি ভালোবাসার ভান করে ঠকিয়েছে বলে অনুতপ্ত হতে লাগল। এই আত্মগ্লানি কমানোর জন্য মামার তৈলচিত্রে প্রণাম করতে গেল নগেন।

গ) উদ্দীপকের গনি মিয়ার ধারণাটি 'তৈলচিত্রের ভূত' গল্পের ভূতে বিশ্বাস নিয়ে যে কুসংস্কার সে দিকটি ফুটিয়ে তুলেছে। কুসংস্কারাচ্ছন্নতার কারণে মানুষ নানা অশরীরী শক্তির প্রতি বিশ্বাস স্থাপন করে বিভ্রান্ত হয়ে পড়ে। কিন্তু মানুষকে যদি বিজ্ঞানচেতনা দিয়ে ঘটনা-বিশ্লেষণে উদ্বুদ্ধ করা যায় তাহলে ঐসব বিশ্বাসের অন্তঃসারশূন্যতা ধরা পড়ে।
উদ্দীপকের কৃষক গনি মিয়া কুসংস্কারাচ্ছন্ন একজন মানুষ। ছেলে ডেঙ্গুজ্বরে আক্রান্ত হলে কবিরাজের কাছ থেকে পানিপড়া এনে খাওয়ায় এবং দরজায় তাবিজ ঝুলিয়ে রাখে। তার ধারণা ডেঙ্গুজ্বর খোঁড়া প্রাণীর রূপ ধরে বাড়িতে আসে। এই বিষয়টি 'তৈলচিত্রের ভূত' গল্পের ভূতে বিশ্বাস নিয়ে কুসংস্কারের দিকটি ফুটিয়ে তুলেছে। নগেন আত্মগ্লানি কমাতে রাতে তার মামার তৈলচিত্রে প্রণাম করতে যায় এবং ছবির ফ্রেমের সাথে বিদ্যুৎ সংযোগ ঘটায় সেটি ছুলে তার বৈদ্যুতিক শক লাগে। কিন্তু নগেন ভাবে এটা মামার আত্মার ভূত। তার এই ভূতে বিশ্বাসের কুসংস্কারকে ফুটিয়ে তুলেছে উদ্দীপকের গনি মিয়ার ধারণাটি।

ঘ) "উদ্দীপকের রবিন 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের যথার্থ প্রতিনিধি”- এই মন্তব্যের সাথে আমি একমত।
আমাদের সমাজ তথা সমাজের মানুষ নানারকম কুসংস্কারে আচ্ছন্ন। ভিত্তিহীন অন্ধ বিশ্বাসে তারা ডুবে আছে এবং এই বিশ্বাস নিয়েই তারা থাকতে পছন্দ করে। যারা এই বিষয়ে সচেতন তাদের উচিত বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে সেই সব কুসংস্কারের ভিত্তিহীনতাকে তাদের সামনে স্পষ্ট করে তোলা।
'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার একজন বিজ্ঞানমনস্ক সচেতন মানুষ। তিনি ভূতের কুসংস্কারে বিশ্বাস করেন না। তাইতো নগেন যখন এসে তার মামার তৈলচিত্রের ভূতের কথা শোনায় তিনি সেটা বিশ্বাস না করে ঘটনাস্থলে নিজে গিয়ে নগেনের ধারণা মিথ্যা প্রমাণ করেন। এই পরাশর ডাক্তারের যথার্থ প্রতিনিধি উদ্দীপকের রবিন। রবিন অষ্টম শ্রেণিতে পড়ে। তার বাবা গনি মিয়ার ডেঙ্গুজ্বর সম্পর্কে ভিত্তিহীন ধারণাকে মিথ্যা প্রমাণ করে। গনি মিয়ার ধারণা ডেঙ্গুজ্বর খোঁড়া প্রাণীর রূপ ধরে বাড়িতে আসে। তাই সে দরজায় তাবিজ ঝুলিয়ে রাখে। রবিন ডেঙ্গুজ্বরের সঠিক কারণটি বিজ্ঞান বই থেকে তার বাবাকে পড়ে শোনায়।
উল্লিখিত আলোচনায় বলা যায়, রবিন পরাশর ডাক্তারের যথার্থ প্রতিনিধি।"""
    },
    # CQ 6
    {
        "stem": "আলিফের বাবা মারা যাওয়ার পর তার এক মামা ও এক চাচা তার দেখাশোনার দায়িত্ব নেন। আলিফের মামা আব্দুল আউয়াল স্বল্পশিক্ষিত ও পীরভক্ত মানুষ। অপরপক্ষে, তার চাচা আব্দুল মান্নান আধুনিক শিক্ষায় শিক্ষিত একজন শিক্ষক। একদিন আলিফ ইচ্ছেমতো ঘুরে বেড়ায় এবং সন্ধ্যায় জ্বর নিয়ে বিছানায় পড়ে। আলিফের মামা চায় পীরের পানিপড়া খাওয়াতে এবং চাচা চায় ডাক্তারের পরামর্শমতো ওষুধ খাওয়াতে। শেষ পর্যন্ত ডাক্তার নির্দেশিত ওষুধের পাশাপাশি পীরের পানি পড়াও আলিফ খায়। এক সপ্তাহ পর আলিফ সুস্থ হয়। আব্দুল আউয়ালের বিশ্বাস, পীরের পানিপড়া খেয়েই আলিফ সেরে উঠেছে।",
        "ka": "পরাশর ডাক্তার প্রকাণ্ড লাইব্রেরিতে বসে কী করছিলেন?",
        "kha": "মামার প্রতি শ্রদ্ধা-ভক্তিতে নগেনের মন ভরে উঠল কেন?",
        "ga": "আব্দুল আউয়ালের সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের কোন দিক দিয়ে সাদৃশ্য রয়েছে? ব্যাখ্যা কর।",
        "gha": "আব্দুল মান্নানকে 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের প্রতিরূপ বলা যায় কি? মতের পক্ষে যুক্তি উপস্থাপন কর।",
        "solution": """ক) পরাশর ডাক্তার প্রকাণ্ড লাইব্রেরিতে বসে চিঠি লিখছিলেন।

খ) মামা নিজের ছেলেদের মতোই নগেনকেও ভালোবাসতেন- এ কথা জানতে পেরে মামার প্রতি শ্রদ্ধা-ভক্তিতে নগেনের মন ভরে উঠল।
নগেনের মামা মারা যাওয়ার আগে নিজের ছেলেদের সমপরিমাণ টাকা তার জন্যও উইল করে গেছেন। মামার এ রকম উদারতা নগেনের কাছে কল্পনাতীত ছিল। তাই নগেন সে যখন বুঝতে পারল মামা তাকে নিজের ছেলের মতোই ভালোবাসতেন, তখন তার মন শ্রদ্ধা-ভক্তিতে ভরে উঠল।

গ) মনের চেতনাগত দিক দিয়ে আব্দুল আউয়ালের সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের সাদৃশ্য বিদ্যমান। ঘটনাগত অমিল থাকলেও নগেনের মধ্যে উপস্থিত কুসংস্কারের প্রতিফলন দেখা যায় উদ্দীপকের আব্দুল আউয়ালের মধ্যে। 'তৈলচিত্রের ভূত' গল্পে দেখা যায়, মামার তৈলচিত্র ছোঁয়ামাত্র নগেনের মনে হয়েছে কে যেন তাকে ধাক্কা দিয়েছে। তার বিশ্বাস মামার প্রতি মিথ্যা ভক্তির কথা মামা জানতে পেরেছেন। তাই তিনি তাকে ছবি স্পর্শ করতে রাজি নন। প্রকৃতপক্ষে কুসংস্কার বিবেচনাবোধ ও অন্ধবিশ্বাসের কারণেই নগেন অশরীরী আত্মায় বিশ্বাস করে ভয় পায়।
উদ্দীপকের আব্দুল আউয়াল স্বল্পশিক্ষিত মানুষ। ভুল বিশ্বাসের কারণে সে অন্ধভক্ত হয়ে পড়ে। সে কুসংস্কার ও গোঁড়ামির বশে আলিফের অসুস্থতার সময় পীরের পানি পড়াকে আলিফের সুস্থতার জন্য যথেষ্ট মনে করে। তাই বলা যায়, মনের চেতনাগত দিক দিয়ে আব্দুল আউয়াল ও নগেনের সাদৃশ্য রয়েছে।

ঘ) আব্দুল মান্নানকে 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের প্রতিরূপ বলা যায়।
চেতনাগত ভূতে বিশ্বাসের বিপরীতেই বিজ্ঞানসম্মত বিচারবুদ্ধির অবস্থান। বিজ্ঞান কোনো ভৌতিক ঘটনা বিশ্বাস করে না বরং ঐসব ঘটনার পেছনের বৈজ্ঞানিক কার্যকারণ উপস্থাপন করে। তাই বিজ্ঞানমনস্ক ব্যক্তি খুব সহজেই যেকোনো ভুল বিশ্বাসজনিত সমস্যা দূর করতে পারেন। এর বাস্তব প্রমাণ লক্ষ করা যায় 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার এবং উদ্দীপকের আব্দুল মান্নানের মধ্যে।
'তৈলচিত্রের ভূত' গল্পের পরাশর আধুনিক চিকিৎসাবিদ্যায় অধ্যয়নকারী। তিনি যুক্তি দিয়ে সবকিছু ব্যাখ্যা করতে পছন্দ করেন। নগেন তার কাছে ভূতে ভয়জনিত ঘটনা খুলে বললে তিনি ভূত নেই বলে নগেনকে আশ্বস্ত করেন। পরে তৈলচিত্রটি পর্যবেক্ষণ করে এবং স্পর্শ করে ঘটনার প্রকৃত কারণ হিসেবে বৈদ্যুতিক সংযোগকে চিহ্নিত করেন। অন্যদিকে উদ্দীপকে আব্দুল মান্নান আধুনিক শিক্ষায় শিক্ষিত একজন শিক্ষক। তিনি আলিফের সুস্থতার জন্য পীরের পানিপড়াকে যথেষ্ট বা যৌক্তিক মনে করেননি। তিনি ডাক্তারের পরামর্শমতো আলিফকে ওষুধ খাওয়ান।
এতে তার মধ্যে পরাশর ডাক্তারের বৈশিষ্ট্য অর্থাৎ আধুনিক বিজ্ঞানসম্মত বিচারবুদ্ধির উপস্থিতি প্রকাশ পায়।
উল্লিখিত আলোচনায় আব্দুল মান্নানকে পরাশর ডাক্তারের প্রতিরূপ বলা যায়।"""
    },
    # CQ 7
    {
        "stem": "রফিক সাহেব শীতের ছুটিতে ভাগ্নি সাহানাকে নিয়ে গ্রামে বেড়াতে যান। রাতের আকাশ দেখার জন্য তারা খোলা মাঠে যান। অদূরেই দেখতে পান মাঠের মধ্যে হঠাৎ এক প্রকার আলো জ্বলে উঠে তা সামনে এগিয়ে যাচ্ছে। ওটা কিসের আলো তা জানতে চাইলে সাহানার মামা বলেন, ভূতের! সাহানা ভয় পেয়ে তার মামাকে জড়িয়ে ধরে। মামা তখন তাকে বুঝিয়ে বলেন যে, খোলা মাঠের মাটিতে এক প্রকার গ্যাস থাকে- যা বাতাসের সংস্পর্শে এলে জ্বলে ওঠে। সাহানা বিষয়টা বুঝতে পেরে স্বাভাবিক হয়।",
        "ka": "'তৈলচিত্রের ভূত' কোন জাতীয় রচনা?",
        "kha": "পরাশর ডাক্তার নগেনকে ভর্ৎসনা করলেন কেনো?",
        "ga": "উদ্দীপকের সাহানা আর 'তৈলচিত্রের ভূত' গল্পের নগেনের বিশেষ মিল কোথায়?- ব্যাখ্যা কর।",
        "gha": "“রফিক সাহেব আর 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার উভয়কে আধুনিক মানসিকতার অধিকারী বলা যায়”- উক্তিটির যথার্থতা নিরূপণ কর।",
        "solution": """ক) 'তৈলচিত্রের ভূত' রচনাটি কিশোর উপযোগী ছোটগল্প।

খ) নগেন ভূতে বিশ্বাস করায় পরাশর ডাক্তার তাকে ভর্ৎসনা করলেন।
মামার তৈলচিত্র স্পর্শ করতে গিয়ে নগেন বৈদ্যুতিক শক খায়। এ বৈদ্যুতিক শককে ভূত ভেবে সে ভুল করে এবং পরাশর ডাক্তারকে জানায়। তখন পরাশর ডাক্তার পরীক্ষা-নিরীক্ষা করে জানতে পারে, ছবির ফ্রেমের সাথে বৈদ্যুতিক সংযোগ থাকায় নগেন তা স্পর্শ করতেই শক খায়। নগেনের এরূপ ভিত্তিহীন বিষয়ে বিশ্বাস স্থাপন করায় তাকে পরাশর ডাক্তার ভর্ৎসনা করে।
মূলকথা : কুসংস্কারে বিশ্বাস করায় তাকে পরাশর ডাক্তার ভর্ৎসনা করেন।

গ) উদ্দীপকের সাহানাও নগেনের মতো ভূতে ভয় পায়, কিন্তু বৈজ্ঞানিক যুক্তি দ্বারা এ ভয় থেকে উভয়ই স্বাভাবিক হয়ে যায়।
'তৈলচিত্রের ভূত' গল্পে ভূতে বিশ্বাস নিয়ে মানুষের মনে যে কুসংস্কার বিরাজমান তা লেখক দেখিয়েছেন নগেনের মধ্য দিয়ে। এ গল্পে বিজ্ঞানের জয় দেখিয়েছেন ভূত বিশ্বাসের বিরুদ্ধে। মৃত ব্যক্তির আত্মা ভূতে পরিণত হয় এরূপ বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে ভূত মনে করে সহজে বিশ্বাস করেছে। অন্যদিকে পরাশর ডাক্তার সবকিছু যুক্তি দিয়ে বিচার করেন বলে তার কাছে বৈদ্যুতিক শকের বিষয়টি সহজেই ধরা পড়ে। এতে নগেন তার ভুলটি বুঝতে পেরে স্বাভাবিক হয়।
উদ্দীপকে সাহানাও ভূতে বিশ্বাস করে। অন্ধকার রাতে খোলা মাঠে আলো জ্বলতে দেখে তার কাছে ভূতের আলো মনে হয়। কিন্তু তার মামা যখন বৈজ্ঞানিক যুক্তির দ্বারা এ আলো জ্বলার কারণ ব্যাখ্যা করেন তখন সে বিষয়টি বুঝতে পেরে নগেনের মতো স্বাভাবিক হয়। তাই বলা যায়, নগেন ও সাহানা উভয়েই ভূতে বিশ্বাসী হলেও বৈজ্ঞানিক যুক্তির মাধ্যমে তাদের এ বিশ্বাস দূর হয়। আর এখানেই তাদের সাদৃশ্য।
মূলকথা : ভূতে বিশ্বাস এবং বৈজ্ঞানিক যুক্তি দ্বারা ভূতে অবিশ্বাস করার দিক দিয়ে সাহানা ও নগেনের মিল রয়েছে।

ঘ) বিজ্ঞানসম্মত বিচারবুদ্ধি দিয়ে কুসংস্কারকে জয় করার দিক থেকে রফিক সাহেব এবং পরাশর ডাক্তারকে আধুনিক মানসিকতার অধিকারী বলা যায়।
'তৈলচিত্রের ভূত' গল্পে কুসংস্কারাচ্ছন্নতার কারণে নগেন অশরীরী শক্তির প্রতি বিশ্বাস স্থাপন করে বিভ্রান্ত হয়ে পড়ে। পরাশর ডাক্তার বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে স্পষ্ট করে তুলেছেন, নগেনের বিশ্বাস ও কুসংস্কারের ভিত্তিহীনতাকে। মৃত ব্যক্তির আত্মা ভূতে পরিণত হয় এরূপ বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে ভূতের কাজ বলে সহজে বিশ্বাস করেছে। কিন্তু পরাশর ডাক্তার সবকিছু যুক্তি দিয়ে বিচার করে বলে তার কাছে বৈদ্যুতিক শকের বিষয়টি সহজেই ধরা পড়েছে।
উদ্দীপকে রফিক সাহেব তার ভাগ্নি সাহানাকে নিয়ে গ্রামে বেড়াতে যান। খোলা মাঠে হঠাৎ এক প্রকার আলো জ্বলে উঠতে দেখে সাহানা জানতে চায় ওটি কিসের আলো। তার মামা ভূতের আলো বলে মজা করলে সাহানা ভয় পায়। পরে বৈজ্ঞানিক যুক্তিতে এক প্রকার গ্যাসের সাথে বাতাসের সংস্পর্শে এরকম আলো জ্বলে বলে তার মামা সাহানাকে জানায়। তখন সাহানা স্বাভাবিক হয়।
ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে যে কুসংস্কার বিরাজমান তা ভিত্তিহীন, কাল্পনিক ও অন্তঃসারশূন্য। বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে এ কুসংস্কার ও অন্ধবিশ্বাস দূর করা সম্ভব। উদ্দীপকে রফিক সাহেবের মাঝে বিজ্ঞানসম্মত বিচারবুদ্ধি আছে বলেই খোলা মাঠে আলো জ্বলার কারণ তিনি জানতে পেরেছেন। আর গল্পে পরাশর ডাক্তার ছবির ফ্রেমে শক খাওয়ার কারণ নগেনকে বুঝাতে পেরেছেন। তাই বলা যায়, রফিক সাহেব ও 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার উভয়ই আধুনিক মানসিকতার অধিকারী।
মূলকথা : বিজ্ঞানসম্মত বিচারবুদ্ধির দিক থেকে উভয়কেই আধুনিক মানসিকতার অধিকারী বলা যায়।"""
    },
    # CQ 8
    {
        "stem": "সৃজনের মা মারা যাওয়ার পর থেকে সৃজন তার মামাবাড়ি থাকে। তার মামা অনেক বড়লোক অথচ কৃপণ। সৃজনকে আদর যত্ন করলেও টাকা পয়সা দিত না। সৃজন তার মামাকে মনে মনে গালি দিলেও উপরে উপরে শ্রদ্ধা দেখাত। মামা যেন তার কাছে যমের মতো। কিন্তু সেই মামাই মৃত্যুর সময় সৃজনের নামে এক বিঘা সম্পত্তি উইল করে রেখে যান।",
        "ka": "মানিক বন্দ্যোপাধ্যায়ের 'মাঝির ছেলে' কী ধরনের রচনা?",
        "kha": "নগেন তার মামাকে অন্তর থেকে শ্রদ্ধাভক্তি করেনি কেন?",
        "ga": "উদ্দীপকের সাথে 'তৈলচিত্রের ভূত' গল্পের কোন ঘটনার সাদৃশ্য আছে- ব্যাখ্যা কর।",
        "gha": "\"উদ্দীপকটি 'তৈলচিত্রের ভূত' গল্পের শিক্ষণীয় দিকটির প্রতিনিধিত্ব করে”- বিশ্লেষণ কর।",
        "solution": """ক) মানিক বন্দ্যোপাধ্যায়ের 'মাঝির ছেলে' কিশোর উপন্যাস।

খ) নগেনের প্রতি মামার আচার-আচরণ এবং অত্যন্ত কৃপণতার জন্যই নগেন তার মামাকে অন্তর থেকে শ্রদ্ধা-ভক্তি করেনি।
নগেন তার মামার বাড়িতে থেকে লেখাপড়া করেছে এবং মানুষ হয়েছে। তার মামার সম্পদের অভাব ছিল না। তবু তিনি ছিলেন কৃপণ। তাছাড়া সারাক্ষণ তিনি নগেনকে বকাঝকার মধ্যেই রাখতেন। তাই সে সর্বদা মামার মৃত্যু কামনা করত এবং মন থেকে তার মামাকে শ্রদ্ধা-ভক্তি করত না।

গ) উদ্দীপকের সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের মামার নগেনের নামে সম্পত্তি উইল করে দেওয়ার মতো দায়িত্ববোধ ও ভালোবাসার বিষয়ের সাদৃশ্য রয়েছে।
'তৈলচিত্রের ভূত' গল্পে নগেনের মামা ছিলেন অত্যন্ত কৃপণ। কখনো নগেনকে এক পয়সা দিতে চাইতেন না এবং বকাঝকা করতেন। তাই নগেন তার মামাকে তেমন শ্রদ্ধা-ভক্তি করত না। সর্বদাই মামার মৃত্যু কামনা করত। কিন্তু তার মামা তাকে ঠিকই ভালোবাসত। তাই মৃত্যুর পূর্বে তার নামে সম্পত্তি উইল করে যান।
উদ্দীপকে সৃজনও মামার বাড়িতে থাকে। তার মামাও অত্যন্ত কৃপণ। কখনো তাকে সামান্য অর্থ দিতে চায় না। তাই সেও তার মামাকে মনে মনে গালি দিত কিন্তু উপরে শ্রদ্ধা দেখাত। তবে মৃত্যুর সময় তার মামা ঠিকই তাকে এক বিঘা জমি উইল করে যান। এ ঘটনাটিই গল্পের সঙ্গে সাদৃশ্যপূর্ণ।

ঘ) উদ্দীপকে সৃজনের মামার ভাগ্নের প্রতি নিঃস্বার্থ ভালোবাসা প্রকাশ পেয়েছে, যা 'তৈলচিত্রের ভূত' গল্পের শিক্ষণীয় দিকের প্রতিনিধিত্ব করে।
'তৈলচিত্রের ভূত' গল্পে নগেনের মামার নিঃস্বার্থ ভালোবাসা প্রকাশ পেয়েছে। নগেনের মামা অত্যন্ত কৃপণ। তাই নগেন কখনই তার মামার ভালো চায়নি। উপরে উপরে শ্রদ্ধা করলেও নগেন তার মামার মৃত্যু কামনা করত। কিন্তু তার মামা ঠিকই তাকে ভালোবাসত। তাইতো মৃত্যুর পূর্বে তার নামে সম্পত্তি উইল করে দিয়ে দায়িত্ববোধ ও ভালোবাসার পরিচয় দিয়েছেন।
উদ্দীপকেও সৃজনের মামার গভীর ভালোবাসা প্রকাশ পেয়েছে। সৃজন মামার বাড়িতে থাকে। কিন্তু তার মামা অত্যন্ত কৃপণ। তাই সে সর্বদা মামাকে মনে মনে গালি দিত। কিন্তু তার মামা তার প্রতি যথেষ্টই দায়িত্বশীল ছিলেন। যে কারণে মৃত্যুর সময় তার নামে সম্পত্তি উইল করে দিয়েছেন।
উল্লিখিত আলোচনায় বলা যায়, উদ্দীপকটি গল্পের শিক্ষণীয় দিকের প্রতিনিধিত্ব করে।"""
    },
    # CQ 9
    {
        "stem": "সমুদ্রসৈকতে সৌন্দর্যতৃষ্ণা মেটানোর পর সজিব ও পিয়াস যখন হোটেলে নিজেদের রুমে প্রবেশ করল তখন দুজনই ভীত সন্ত্রস্ত অবস্থায় চিৎকার করে রুমের বাইরে এলো। কারণ তারা রুমে একজন মানুষের ছায়ার মতো কিছু একটা দেখল। সজিব এই ছায়াকে অলৌকিক কিছু একটা মনে করে বাড়ি ফিরে যাওয়ার সিদ্ধান্ত নিল। কিন্তু পিয়াস দমে যাওয়ার পাত্র নয় সে বিভিন্নভাবে চিন্তাভাবনা ও ঐ রাতে হোটেলে অবস্থানরত মানুষের কাছে খোঁজ নিয়ে প্রমাণ করল ছায়াটি অলৌকিক কিছু নয়। হোটেলের দারোয়ান রুমের সামনে দিয়ে হেঁটে যাওয়ার সময় তার ছায়াটিই সজিবদের রুমে পড়েছিল।",
        "ka": "নগেনের মামার ছবি কীসের ফ্রেম দিয়ে বাঁধানো হয়েছিল?",
        "kha": "নগেন পরাশর ডাক্তারের সাথে দেখা করেছিল কেন?",
        "ga": "পিয়াসের সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের বৈসাদৃশ্য নির্ণয় কর।",
        "gha": "বিজ্ঞানবুদ্ধির চর্চার মাধ্যমে সজিবের মানসিকতার পরিবর্তন সম্ভব কিনা- 'তৈলচিত্রের ভূত' গল্পের আলোকে এ ব্যাপারে তোমার মতামত উপস্থাপন কর।",
        "solution": """ক) নগেনের মামার ছবি রুপার ফ্রেম দিয়ে বাঁধানো হয়েছিল।

খ) ভুতুড়ে কাণ্ডের ঘটনাটি জানানোর জন্য নগেন পরাশর ডাক্তারের সাথে দেখা করেছিল।
মামার উদারতার পরিচয় পেয়ে মৃত মামার প্রতি নগেনের শ্রদ্ধা-ভক্তি বেড়ে যায়। সে অনুতপ্ত হয়ে মামার তৈলচিত্রে প্রণাম করতে গেলে মামার প্রেতাত্মা তাকে ধাক্কা দিয়ে ফেলে দেয়। এতে সে জ্ঞান হারিয়ে ফেলে। পরদিনও একই ঘটনা ঘটে। এ ঘটনাটি জানানোর জন্যই নগেন পরাশর ডাক্তারের সাথে দেখা করেছিল।

গ) বুদ্ধি, বিচক্ষণতা ও সাহসের দিক দিয়ে উদ্দীপকের পিয়াস ও 'তৈলচিত্রের ভূত' গল্পের নগেনের মধ্যে বৈসাদৃশ্য বিদ্যমান।
সমাজে প্রচলিত বিভিন্ন ধরনের অলৌকিক বিশ্বাস অবলম্বন করে মানুষ স্বাভাবিক ঘটনায়ও ভীত হয়। এর কারণ হলো বুদ্ধি, বিচক্ষণতা ও সাহসিকতার অভাব। এই গুণগুলো বর্তমান থাকলে ভূত বা অলৌকিক, অশরীরী কোনো বস্তুর ওপর মানুষ বিশ্বাস করত না। মানব চরিত্রের এই গুরুত্বপূর্ণ গুণগুলোর অভাব রয়েছে 'তৈলচিত্রের ভূত' গল্পের নগেনের মধ্যে। আবার এই গুণগুলোর প্রবলভাবে উপস্থিতি লক্ষণীয় উদ্দীপকের পিয়াসের মধ্যে।
'তৈলচিত্রের ভূত' গল্পের নগেন রাতের অন্ধকারে তার মামার ছবির ফ্রেমে হাত দিলে ধাক্কা খেয়ে পড়ে যায়। এতে সে মনে করে মৃত মামার অশরীরী আত্মা ভূত হয়ে তাকে ধাক্কা দেয়। প্রকৃতপক্ষে ছবির ফ্রেমে সে বৈদ্যুতিক শক খেয়ে পড়ে গিয়েছিল। অপরপক্ষে, উদ্দীপকের সজিব ছায়াটিকে অলৌকিক কিছু মনে করে বাড়ি যাওয়ার সিদ্ধান্ত নেয়। কিন্তু পিয়াস চিন্তাভাবনা ও লোকের কাছে জিজ্ঞাসার মাধ্যমে নিশ্চিত হয় ছায়াটি প্রকৃতপক্ষে হোটেলের দারোয়ানের। এর মধ্যদিয়ে তার বুদ্ধি, বিচক্ষণতা ও সাহসিকতার প্রকাশ ঘটেছে, যা আলোচ্য গল্পের নগেনের মধ্যে অনুপস্থিত। এই দিক দিয়েই তাদের মধ্যে বৈসাদৃশ্য সূচিত হয়েছে।

ঘ) বিজ্ঞানবুদ্ধির চর্চার মাধ্যমে সজিবের মানসিকতার পরিবর্তন সম্ভব।
বিজ্ঞান সঠিক ব্যাখ্যা প্রদানের মাধ্যমে মানুষের সকল প্রকার কুসংস্কারাচ্ছন্নতার অযৌক্তিকতা প্রমাণ করতে সক্ষম। কুসংস্কারাচ্ছন্নতার কারণে মানুষ নানা অশরীরী শক্তির প্রতি বিশ্বাস করে বিভ্রান্ত হয়ে পড়ে। কিন্তু মানুষকে যদি বিজ্ঞানচেতনা দিয়ে ঘটনা বিশ্লেষণে উদ্বুদ্ধ করা যায় তাহলে ঐসব বিশ্বাসের অন্তঃসারশূন্যতা ধরা পড়ে। যেমনটি আমরা উদ্দীপকের পিয়াস ও 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের ঘটনা বিশ্লেষণে দেখতে পাই। 'তৈলচিত্রের ভূত' গল্পে পরাশর ডাক্তার নগেনের ভয় পাওয়ার ঘটনা শুনে ভয় পাননি বরং তিনি নগেনের ভয় পাওয়ার ঘটনার বিজ্ঞানসম্মত ব্যাখ্যা খুঁজতে চেষ্টা করেছেন এবং প্রকৃত সত্য উদ্‌ঘাটন করেছেন।
উদ্দীপকের পিয়াসও রুমে দেখতে পাওয়া ছায়াটির প্রকৃত রহস্য উদ্‌ঘাটনের জন্য পরাশর ডাক্তারের মতোই বিচক্ষণতা ও বিজ্ঞানচেতনার মাধ্যমে ঘটনা বিশ্লেষণে প্রয়াসী হয়েছিল।
অপরপক্ষে, উদ্দীপকের সজিব রুমের মধ্যে দেখতে পাওয়া ছায়াটিকে অলৌকিক কিছু মনে করে ভয়ে বাড়ি ফিরে যাওয়ার সিদ্ধান্ত নেয়। এতে তার মধ্যে বিজ্ঞানচেতনার অভাব প্রকাশিত হয়।
উল্লিখিত আলোচনায় বলা যায়, বিজ্ঞানচর্চার মাধ্যমে আলোচ্য গল্পের পরাশর ডাক্তার ও উদ্দীপকের পিয়াসের মতো বিজ্ঞানমনস্ক করে তুলতে পারলে সজিবের মানসিকতার পরিবর্তন সম্ভব।"""
    }
]
