# -*- coding: utf-8 -*-

short_questions = [
    {
        "q": "'মামার তৈলচিত্রের পায়ে মাথা ঠেকিয়ে প্রণাম করলে হয়তো আত্মগ্লানি একটু কমবে।'- উক্তিটি বুঝিয়ে লেখ।",
        "ans": "নগেন তার মামাকে জীবিত থাকতে ভালো না বাসার কারণে মামার তৈলচিত্রের পায়ে মাথা ঠেকিয়ে প্রণাম করতে চেয়েছিল। কারণ এতে তার আত্মগ্লানি কমবে বলে মনে হয়েছিল।\nনগেনের মামা ছিলেন বেজায় কৃপণ স্বভাবের। এ কারণে সে তার মামাকে মুখে মুখে ভক্তি-শ্রদ্ধা দেখালেও মনে মনে ঘৃণা করত। কিন্তু তার মামা মারা যাওয়ার পর সে তার ভুল বুঝতে পেরেছিল।"
    },
    {
        "q": "নগেনের মামা কেমন লোক ছিল?",
        "ans": "নগেনের মামা কৃপণ অথচ বিশেষ ক্ষেত্রে উদার লোক ছিলেন।\nনগেনের মামার অঢেল সম্পত্তি থাকা সত্ত্বেও তিনি ছিলেন কৃপণ। কিন্তু মৃত্যুর পূর্বে নগেনের নামে মোটা অঙ্কের টাকা উইল করে রেখে যান তিনি। এতে তার উদারতার বিশেষ পরিচয় পাওয়া যায়। আবার জীবিত অবস্থায় নগেনের প্রতি তার অনাদর আচরণের মাধ্যমে তার কৃপণতার পরিচয় পাওয়া যায়।"
    },
    {
        "q": "নগেনের কথা বলার ভঙ্গি খাপছাড়া হওয়ার কারণ দর্শাও।",
        "ans": "ভয়ের কারণে নগেনের কথা বলার ভঙ্গি খাপছাড়া হয়।\nনগেনের মামা ছিলেন কৃপণ স্বভাবের। কিন্তু তার মামা মারা যাওয়ার সময় তাকে অনেক টাকা উইল করে দিয়ে যায়। ফলে নগেন তার মামার প্রতি আগের খারাপ ধারণার কারণে আত্মগ্লানিতে ভুগতে থাকে। এই আত্মগ্লানি কমানোর জন্য সে তার মামার তৈলচিত্র ধরে ক্ষমা চাইতে গেলে কিসে যেন তাকে ধাক্কা দিয়ে ফেলে দেয়। এ ঘটনায় ভয় পেয়ে নগেনের কথা বলার ভঙ্গি খাপছাড়া হয়েছিল।"
    },
    {
        "q": "নগেনের কথা পরাশর ডাক্তার বিশ্বাস করেছিলেন কেন?",
        "ans": "নগেন মিথ্যা গল্প বানিয়ে শোনাবার ছেলে নয়, তাই নগেনের কথা পরাশর ডাক্তার বিশ্বাস করেছিলেন।\nনগেন বিমর্ষভাব নিয়ে পরাশর ডাক্তারের লাইব্রেরিতে উপস্থিত হয়ে বিভিন্ন কথার পরিপ্রেক্ষিতে একসময় চমকপ্রদ অবিশ্বাস্য ভূতের কাহিনী বর্ণনা করে। কারণ নগেনের এ ভুতুড়ে কাহিনী বিশ্বাস করা কঠিন হলেও তিনি তা বিশ্বাস করলেন। নগেন কখনো মিথ্যা কথা বলে না।"
    },
    {
        "q": "নগেন তার মামার প্রতি মিথ্যে ভক্তি দেখাতো কেনো?",
        "ans": "নগেনের মামা অত্যন্ত কৃপণ ছিলেন বলেই সে তার মামাকে অন্তর থেকে শ্রদ্ধা-ভক্তি করেনি।\nনগেন মামার বাড়িতে থেকে লেখাপড়া করতো। তার মামা ছিলো অত্যন্ত কৃপণ। তাই সে সর্বদা মামার মৃত্যু কামনা করতো। মূলত মামার কৃপণতার কারণেই নগেন তার মামাকে শ্রদ্ধা-ভক্তি করতো না।"
    },
    {
        "q": "মামার তৈলচিত্রে প্রণাম করার কথা নগেনের মনে হলো কেনো?",
        "ans": "স্বীয় কৃতকর্মের ভুল বুঝতে পারায় নগেনের মনের মধ্যে অনুশোচনা জাগলে সে মামার তৈলচিত্রে প্রণাম করতে যায়।\nবড়োলোক মামার কৃপণ স্বভাবের জন্য নগেন বাইরে মামাকে খুব শ্রদ্ধাভক্তি দেখালেও মনে মনে প্রায়ই তাকে যমের বাড়ি পাঠাতো। কিন্তু মৃত্যুর সময় সেই মামা নগেনের নামে নিজের ছেলের প্রায় সমপরিমাণ অর্থ-সম্পত্তি উইল করে গিয়েছিলো। নগেন এ কথা জানতে পেরে অনুশোচনায় ভোগে। আর অনুশোচনা থেকে মুক্তি পাওয়ার জন্য সে মামার তৈলচিত্রে প্রণাম করতে গেলো।"
    },
    {
        "q": "নগেনের কাছে তার মামাকে দেবতার মতো মনে হয়েছিলো কেনো? ব্যাখ্যা করো।",
        "ans": "নগেনের মামা তাকে অন্তর দিয়ে অনেক স্নেহ করতো, তাই মামাকে তার কাছে দেবতার মতো মনে হয়েছিলো।\nনগেনের মামা নগেনকে কখনো স্নেহ করেননি বরং সবসময় শাসনে রেখেছিলেন। কিন্তু নগেনের মামা মারা যাওয়ার সময় নগেনকে প্রায় তার মামাতো ভাইদের মতো টাকাকড়ি দিয়ে গেছেন। এ থেকে নগেন বুঝতে পারে বাইরে মামা তাকে শাসন করলেও ভেতরে ভেতরে তাকে প্রচণ্ড স্নেহ করতেন। তাই এ সময় মামাকে তার কাছে দেবতার মতো মনে হয়।"
    },
    {
        "q": "নগেন কেনো তার আত্মগ্লানি কমাতে চেয়েছে- ব্যাখ্যা করো।",
        "ans": "নগেন তার মামার ব্যাপারে ভুল বুঝতে পেরে আত্মগ্লানি কমাতে চেয়েছে।\nনগেন উপরে উপরে মামার প্রতি শ্রদ্ধার ভাব দেখালেও ভেতরে ভেতরে মামাকে সে একটুও পছন্দ করতো না। দিনে একশবার মামার মৃত্যু কামনা করেছে। কিন্তু মামা যখন তাকে অনেক টাকা পয়সা দিয়ে গেলেন তখন সে বুঝতে পারলো মামা তাকে কত ভালোবাসেন। তখন তার নিজের মন গ্লানিতে ভরে যায়। তাই মামার ছবির কাছে ক্ষমা চেয়ে সে নিজের আত্মগ্লানি কমাতে চেয়েছে।"
    },
    {
        "q": "গুরুতর কিছু ঘটেছে এ ব্যাপারে পরাশর ডাক্তার নিঃসন্দেহ হলেন কীভাবে? ব্যাখ্যা করো।",
        "ans": "নগেনের চোখ মুখের অভিব্যক্তি দেখে পরাশর ডাক্তার নিঃসন্দেহ হলেন যে গুরুতর কিছু ঘটেছে।\nপরাশর ডাক্তার নিজের লাইব্রেরিতে বসে চিঠি লিখছিলেন। এমন সময় নগেন চোরের মত নিঃশব্দে ঘরে ঢুকলো। পরাশর ডাক্তার তার চোখ মুখের দিকে তাকিয়ে অবাক হয়ে গেলেন। মোটাসোটা হাসিখুশি ছেলেটার তেল চকচকে চামড়া পর্যন্ত যেনো শুকিয়ে গেছে, মুখে হাসির চিহ্নটুকুও নেই, কথা বলার ভঙ্গি পর্যন্ত কেমন মাপছাড়া হয়ে গেছে। এসব দিক লক্ষ করে পরাশর ডাক্তার নিঃসন্দেহ হলেন যে গুরুতর কিছু একটা ঘটেছে।"
    },
    {
        "q": "\"চমকপ্রদ অবিশ্বাস্য কাহিনি।\"-ব্যাখ্যা করো।",
        "ans": "নগেনের মুখে ভূতের কাহিনি শুনে পরাশর ডাক্তার এ উক্তিটি করেন।\nবিজ্ঞান প্রমাণ করেছে যে, ভূত বলতে আসলে কিছু নেই। তারপরও মানুষের মনে ভূত সম্পর্কিত বিশ্বাস থেকেই গেছে। যা দেখা যায় 'তৈলচিত্রের ভূত' গল্পে নগেনের মধ্যে। ডাক্তার নগেনকে মামার ছবির ধাক্কা দেয়ার ঘটনাটি শুনে বললেন যে, ঘটনাটি মানুষকে চমকে দেয় কিন্তু তা অবিশ্বাস্য, কারণ ভূত বলতে আসলে কিছু নেই।"
    },
    {
        "q": "'চোরকে যেন জিজ্ঞাসা করা হয়েছে সে চুরি করে কি না'- উক্তিটি ব্যাখ্যা করো।",
        "ans": "নগেনের অসুখ করেছে কি না পরাশর ডাক্তার তা জানতে চাইলে তার অতিমাত্রায় বিব্রতবোধ করার বিষয়টি বোঝাতেই প্রশ্নোক্ত উক্তিটি করা হয়েছে।\nএকদিন সকালে নগেন পরাশর ডাক্তারের সাথে দেখা করতে যায়। তার ফ্যাকাশে মুখ ও উদাস ভাব দেখে পরাশর ডাক্তার তার কাছে জানতে চান যে তার কোনো অসুখ করেছে কি না। চোরকে যদি প্রশ্ন করা হয় যে সে চুরি করেছে কি না তাহলে সে যেমন ইতস্তত ও বিব্রত হয় ঠিক সেইভাবে বিব্রত হয়ে নগেন উত্তর দেয় তার কোনো অসুখ করেনি। মূলত নগেনের ভীত ও উদাসীন ভাব বোঝাতেই লেখক আলোচ্য উক্তিটি করেছেন।"
    },
    {
        "q": "'তোমার মাথা হয়ে গেছ।'- পরাশর ডাক্তার নগেনকে এ কথা কেন বলেছেন? [দি. বো.'২০১৬]",
        "ans": "নগেন পাগল হয়ে গেছে কি না তা পরাশর ডাক্তারকে জিজ্ঞেস করলে ডাক্তার পরাশর উক্ত কথাটি বলেছিলেন।\nনগেন একদিন উসকোখুসকো চেহারা নিয়ে পরাশর ডাক্তারের কাছে আসে। উদ্‌ভ্রান্ত, বিব্রত নগেনকে দেখে ডাক্তার বাবু চিন্তিত হয়ে পড়েন। শুকনো মুখের নগেনকে দেখে পরাশর ডাক্তার তার অসুখ করেছে কি না জিজ্ঞেস করেন। নগেন তার মনের চাপা আতঙ্ক গোপন রেখে ডাক্তার বাবুকে তার পাগল হয়ে যাওয়ার উৎকণ্ঠা প্রকাশ করে। এটি শুনে পরাশর ডাক্তার নগেনকে উদ্দেশ করে উক্ত উক্তিটি করেছিলেন।"
    },
    {
        "q": "নগেন শুয়ে শুয়ে ছটফট করতে লাগল কেন? [য. বো.'২০১৭]",
        "ans": "সারা জীবন মামাকে অশ্রদ্ধা করার আত্মগ্লানি জাগ্রত হওয়ার কারণে নগেন শুয়ে শুয়ে ছটফট করতে লাগল।\nনগেন তার মামাবাড়িতে থেকে পড়াশোনা করত কিন্তু মামাকে পছন্দ করত না এবং মামার সামনে মিথ্যা শ্রদ্ধার ভান করত। কিন্তু তার মৃত্যুর পর জানা গেল তিনি নিজের ছেলেদের প্রায় সমপরিমাণ অর্থসম্পদ নগেনকে দিয়ে গেছেন। তাই মামার প্রতি তার অশ্রদ্ধা ও ভণিতার কথা চিন্তা করে নগেনের মনে অনুতাপ জন্মেছিল বলেই সে বিছানায় শুয়ে ছটফট করতে লাগল।"
    },
    {
        "q": "পরেশকে বাবার উপযুক্ত ছেলে বলার কারণ বুঝিয়ে লেখো। [য. বো.'২০১৬]",
        "ans": "নগেনের মামার মতোই তাঁর ছেলে পরেশের পয়সা বাঁচানোর বাতিক ছিল; তাই তাকে বাবার উপযুক্ত ছেলে বলা হয়েছে।\nনগেনের মামার মতোই তাঁর ছেলে কৃপণ গোছের মানুষ ছিল। মামার মৃত্যুর পর পরেশ অভিজ্ঞ কাউকে না ডেকে নিজেই ত্রুটিপূর্ণভাবে ছবিতে ইলেকট্রিক সংযোগ দেয়। ফলে নগেন ছবিটি স্পর্শ করা মাত্র তড়িতাহত হয়। বিষয়টি আবিষ্কার করেই পরাশর ডাক্তার পরেশের কীর্তির কথা জানতে পারেন এবং তাকে বাবার উপযুক্ত ছেলে বলে সম্বোধন করেন।"
    }
]
