# -*- coding: utf-8 -*-

cqs_part2 = [
    # CQ 10
    {
        "stem": "একজন লোক মেলায় লাল-সবুজ-হলুদ ইত্যাদি অনেক রংয়ের বেলুন বিক্রি করে জীবিকা নির্বাহ করত। বিক্রি কমে গেলে সে হিলিয়াম গ্যাসে ভর্তি বেলুন আকাশে উড়িয়ে দিত এবং এতে করে তার বিক্রি বেড়ে যেত। একদিন একটি বাচ্চা ছেলে জিজ্ঞেস করল- \"কালো রংয়ের বেলুনও কি আকাশে উড়বে?\" উত্তরে লোকটি বলল, \"ভাই, রংয়ের জন্য বেলুন আকাশে উড়ে না, ভেতরের গ্যাস বেলুনকে আকাশে ওড়ায়।\" [রা. বো.'২০২২]",
        "ka": "একটু থেমে পরাশর ডাক্তার আবার কী বললেন?",
        "kha": "\"কপাল ভালো তড়িতাহত হয়ে প্রাণে মরতে হয়নি।\"- উক্তিটি কেন করেছিলেন তা বর্ণনা করো।",
        "ga": "উদ্দীপকের ছেলেটি \"কালো রংয়ের বেলুনও কি আকাশে উড়বে?\" উক্তিটি 'তৈলচিত্রের ভূত' গল্পের কোন বিষয়কে নির্দেশ করে? ব্যাখ্যা করো।",
        "gha": "\"ভাই, রংয়ের জন্য বেলুন আকাশে উড়ে না, ভেতরের গ্যাস বেলুনকে আকাশে ওড়ায়।\"- উক্তিটি 'তৈলচিত্রের ভূত' গল্পের মূলভাবকে প্রতিনিধিত্ব করে কি? তোমার উত্তরের সপক্ষে যুক্তি দাও।",
        "solution": """ক) একটু থেমে পরাশর ডাক্তার আবার বললেন, "ভূত বলে কিছু নেই, নগেন।"

খ) নগেনের মৃত মামার তৈলচিত্রের ফ্রেমে হাত দিয়ে বিদ্যুতের শক খেয়ে পরাশর ডাক্তার মৃত্যুভয়ে উক্তিটি করেছিলেন।
নগেনের মামার মৃত্যুর পর তার একটি তৈলচিত্র রূপার ফ্রেমে বাঁধাই করে দেয়ালে টাঙিয়ে তার সাথে বিদ্যুতের সংযোগ দেওয়া হয়। মাঝরাতে বাড়ির সমস্ত আলো নিভে গেলে ছবিটা ছুঁলেই বিদ্যুতের ধাক্কা খেতে হয়। তৈলচিত্রে হাত দিয়ে বিদ্যুতের শক খেয়ে পরাশর ডাক্তার চুপ হয়ে গেলেন। তার হঠাৎ মনে পড়ে গেছে, সুযোগ পেলে তার শরীরটা চলার পথ হিসেবে ব্যবহার করতেও বিদ্যুৎ দ্বিধা করে না। তখনই তিনি হাঁফ ছেড়ে "কপাল ভালো তড়িতাহত হয়ে প্রাণে মরতে হয়নি" উক্তিটি করেছিলেন।
মূলকথা : বিদ্যুতের শক খেয়ে পরাশর ডাক্তার মৃত্যুভয়ে উক্তিটি করেছিলেন।

গ) উদ্দীপকের ছেলেটির "কালো রংয়ের বেলুনও কি আকাশে উড়বে?" উক্তিটি 'তৈলচিত্রের ভূত' গল্পের নগেনের অজ্ঞতার বিষয়কে নির্দেশ করে।
বিচারবুদ্ধিহীন অজ্ঞ লোকেরাই কুসংস্কারে বিশ্বাস করে। তাদের মধ্যে অন্ধবিশ্বাস এমনভাবে স্থান করে নেয় যে তারা বাস্তবতা থেকে অনেক দূরে সরে পড়ে। কোনো কিছুই তারা সহজভাবে বুঝতে পারে না।
উদ্দীপকে একটি বাচ্চা ছেলের অজ্ঞতা প্রকাশ পায় নানা রঙের বেলুন নিয়ে। সে ভেবেছিল লাল-সবুজ-হলুদ রঙের বেলুন আকাশে উড়ে, কিন্তু হিলিয়াম গ্যাসভর্তি কালো বেলুন দেখে তা আকাশে উড়বে কি না, তা নিয়ে বিভ্রান্ত হয়। বেলুন রঙের জন্য নয়, ভেতরের গ্যাসের জন্য আকাশে উড়ে শুনে তার অজ্ঞতা দূর হয়। 'তৈলচিত্রের ভূত' গল্পেও নগেন অজ্ঞতা ও কুসংস্কারে বিশ্বাসের কারণে বৈদ্যুতিক শককে ভূতের কাজ বলে সহজে বিশ্বাস করেছে। ভূতবিশ্বাস তার মধ্যে এমনভাবেই গেড়ে বসেছে যে, সে কিছুটা উদ্‌ভ্রান্ত হয়ে পরাশর ডাক্তারের কাছে এসে সব ঘটনা খুলে বলে। এমনকি বলার সময়ও ভূতের ভয়ে সে যেন কাঁচুমাচু হয়ে পড়ে। কিন্তু পরাশর ডাক্তার বিজ্ঞানচেতনা দিয়ে তার অজ্ঞতা দূর করেছেন। কাজেই উদ্দীপকের ছেলেটির "কালো রংয়ের বেলুনও কি আকাশে উড়বে?" প্রশ্নোক্ত উক্তিটি 'তৈলচিত্রের ভূত' গল্পের নগেনের অজ্ঞতার বিষয়টিকে নির্দেশ করে।
মূলকথা : উদ্দীপকের ছেলেটির "কালো রংয়ের বেলুনও কি আকাশে উড়বে?" উক্তিটি 'তৈলচিত্রের ভূত' গল্পের নগেনের অজ্ঞতার বিষয়কে নির্দেশ করে।

ঘ) "ভাই, রঙের জন্য বেলুন আকাশে উড়ে না, ভেতরের গ্যাস বেলুনকে আকাশে উড়ায়”- উক্তিটি 'তৈলচিত্রের ভূত' গল্পের মূলভাবকে প্রতিনিধিত্ব করে বলে আমি মনে করি।
বর্তমান বিজ্ঞানের যুগে ভূতে বিশ্বাস আর কুসংস্কার ভিত্তিহীন। কিন্তু তবু মানুষ দীর্ঘদিনের লালিত কুসংস্কার ত্যাগ করতে পারে না। শিক্ষা ও বিজ্ঞানচেতনার অভাবেই মানুষের মনে অবাস্তব কল্পনা স্থান করে নেয়, যা মন থেকে দূর হওয়া প্রয়োজন।
ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে বিরাজমান কুসংস্কার যে ভিত্তিহীন, মানিক বন্দ্যোপাধ্যায় 'তৈলচিত্রের ভূত' গল্পে তা তুলে ধরেছেন। নগেন মামার তৈলচিত্রে প্রণাম করতে গিয়ে বিদ্যুতের শককে ভূতের কাজ ভেবে ভয় পায়। তাই সে কিছুটা উদ্‌ভ্রান্তের মতো এসে পরাশর ডাক্তারের কাছে এর প্রভাব সম্পর্কে জানতে চায়। তার বিশ্বাস, মৃত মামার প্রেতাত্মা তার মিথ্যা ভক্তি গ্রহণ করতে চায়নি। তাই তৈলচিত্র স্পর্শ করা মাত্র তাকে ধাক্কা দিয়ে সরিয়ে দেয়। কিন্তু নগেনের কাছ থেকে এ কথা জানার পর পরাশর ডাক্তার ঘটনাস্থল পরিদর্শন করে বিজ্ঞানসম্মত যুক্তিতে বুঝিয়ে দেন নগেনের ভূতে বিশ্বাস ভিত্তিহীন। উদ্দীপকে দেখা যায়, কালো রঙের বেলুন আকাশে উড়ে কি না, তা নিয়ে ছেলেটির মনে দ্বিধাদ্বন্দ্ব ছিল। লোকটি তাকে বুঝিয়ে দেয়, রঙের জন্য বেলুন আকাশে উড়ে না, ভেতরের গ্যাস বেলুনকে আকাশে উড়ায়।
উপর্যুক্ত আলোচনা থেকে স্পষ্ট হয়ে উঠেছে যে, 'তৈলচিত্রের ভূত' গল্পের মূলভাব কুসংস্কারাচ্ছন্নতার কারণে নগেনের ভুল ধারণা এবং বিজ্ঞানবুদ্ধির জয়। উদ্দীপকের ছেলেটির বেলায়ও অনেকটা তা-ই দেখা যায়। সুতরাং আমার মতে, প্রশ্নোক্ত উক্তিটি 'তৈলচিত্রের ভূত' গল্পের মূলভাবকে প্রতিনিধিত্ব করে।
মূলকথা : ভুল ধারণা পোষণ ও তা ঘুচানোর দিক থেকে "ভাই, রংয়ের জন্য বেলুন আকাশে উড়ে না, ভেতরের গ্যাস বেলুনকে আকাশে উড়ায়"-উক্তিটি 'তৈলচিত্রের ভূত' গল্পের মূলভাবকে প্রতিনিধিত্ব করে।"""
    },
    # CQ 11
    {
        "stem": "বাবুল সন্ধ্যায় বাড়ি ফেরার পথে হোঁচট খেয়ে অজ্ঞান হয়ে পড়ে যায়। বাবুলের মায়ের ধারণা তার ছেলেকে ভূতে ধাক্কা দিয়ে ফেলে দিয়েছে। তাই তিনি সাধুবাবার কাছে নিয়ে যান। সাধুবাবা ঝাড়-ফুঁক ও তাবিজ-কবচ দিয়ে বিদায় দেন। বাবুলের শারীরিক অবস্থা দিন দিন অবনতির পথে যেতে থাকে। এ অবস্থা দেখে বাবুলের চাচা তাকে ডাক্তারের কাছে নিয়ে যান। ডাক্তারের চিকিৎসায় বাবুল ধীরে ধীরে সুস্থ হয়ে ওঠে। [য. বো.'২০১৯]",
        "ka": "'উইল' শব্দের অর্থ কী?",
        "kha": "নগেন নিজেকে পাগল মনে করার কারণ ব্যাখ্যা করো।",
        "ga": "উদ্দীপকের বাবুলের মায়ের ধারণায় 'তৈলচিত্রের ভূত' গল্পের প্রতিফলিত দিকটির ব্যাখ্যা করো।",
        "gha": "\"উদ্দীপকের বাবুলের চাচা ও 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার- উভয়ই আধুনিক মানসিকতার অধিকারী\"- উত্তরের সপক্ষে তোমার যুক্তি উপস্থাপন করো।",
        "solution": """ক) 'উইল' শব্দের অর্থ মৃত্যুর পরে সম্পত্তি বণ্টন বিষয়ে মালিকের ইচ্ছানুসারে প্রস্তুত দানপত্র, যা তার মৃত্যুর পরে বলবৎ হয়।

খ) মামার ছবি স্পর্শ করতে গিয়ে বৈদ্যুতিক শক খেয়ে নগেন আচ্ছন্নের মতো মেঝেতে পড়ে গিয়েছিল বলে ভেবেছিল সে পাগল হয়ে গেছে।
নগেন তার পূর্বব্যবহারে অনুতপ্ত হয়ে মামার ছবিতে হাত দিয়ে মাফ চাইতে লাইব্রেরিতে যায়। এ সময় মামার ছবির ফ্রেমের সাথে বৈদ্যুতিক সংযোগ থাকায় সে শক খায়। এতে সে অনেকক্ষণ আচ্ছন্নের মতো মেঝেতে পড়ে থাকে। ফলে নগেন বৈদ্যুতিক শককে ভূত ভেবে ভুল করায় ভেবেছিল সে পাগল হয়ে গেছে।
মূলকথা : বৈদ্যুতিক শককে ভূত ভেবে নগেন আচ্ছন্নের মতো পড়ে থাকায় ভেবেছিল পাগল হয়ে গেছে।

গ) উদ্দীপকের বাবুলের মায়ের ধারণায় 'তৈলচিত্রের ভূত' গল্পের ভূতে বিশ্বাস ও কুসংস্কারে দিকটি প্রতিফলিত হয়েছে।
ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে যে কুসংস্কার রয়েছে, তা আসলে ভিত্তিহীন। কুসংস্কারের কারণেই মানুষ ভূত-প্রেতে বিশ্বাস করে এবং ভয় পায়। বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে এই কুসংস্কার ও অন্ধবিশ্বাস থেকে মানুষ সহজেই মুক্ত হতে পারে।
উদ্দীপকের বাবুলের মা ভূত-প্রেত ও কুসংস্কারে বিশ্বাসী। বাবুল সন্ধ্যায় বাড়ি ফেরার পথে হোঁচট খেয়ে পড়ে অজ্ঞান হলে তার মায়ের ধারণা হয়, তাকে ভূতে ধাক্কা মেয়ে ফেলে দিয়েছে। তিনি তাকে সাধুবাবার কাছে নিয়ে ঝাড়ফুঁক ও তাবিজ-কবজের ব্যবস্থা করলেও অবস্থার অবনতি ঘটে এবং শেষ পর্যন্ত ডাক্তারের চিকিৎসায় সুস্থ হয়ে ওঠে। 'তৈলচিত্রের ভূত' গল্পের নগেনও ভূতে বিশ্বাস করে এবং তার ধারণা, মৃত ব্যক্তির আত্মা ভূতে পরিণত হয়। তাই দেবতার মতো মামাকে ভক্তির ভান করে ঠকাবার অপরাধবোধ থেকে মামার তৈলচিত্রের পায়ে মাথা ঠেকিয়ে প্রণাম করতে গিয়ে বৈদ্যুতিক শককে ভূতের কারসাজি ভেবে নেয় সে। তার মধ্যে ভূত বিশ্বাসের মতো কুসংস্কার প্রোথিত হয়। এভাবে সে ধীরে ধীরে কুসংস্কারে আচ্ছন্ন হয়ে পড়ে। তাই বলা যায়, উদ্দীপকের বাবুলের মায়ের ধারণায় 'তৈলচিত্রের ভূত' গল্পের কুসংস্কারাচ্ছন্ন নগেনের ভূতে বিশ্বাসের দিকটি প্রতিফলিত হয়েছে।
মূলকথা : উদ্দীপকের বাবুলের মায়ের চিন্তায় তৈলচিত্রের ভূত গল্পের কুসংস্কারাচ্ছন্নতায় বিশ্বাসের দিকটি প্রতিফলিত হয়েছে।

ঘ) "উদ্দীপকের বাবুলের চাচা ও 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার উভয়ই আধুনিক মানসিকতার অধিকারী"- উক্তিটি যৌক্তিক ও যথার্থ।
ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে বিরাজমান কুসংস্কার আসলে ভিত্তিহীন। কুসংস্কারাচ্ছন্নতার কারণে মানুষ কাল্পনিক অশরীরী শক্তির প্রতি বিশ্বাস স্থাপন করে বিভ্রান্ত হয়ে পড়ে। কিন্তু বিজ্ঞানসম্মত বিচার-বুদ্ধির মাধ্যমে এই কুসংস্কার ও অন্ধবিশ্বাস সহজেই মন থেকে দূর করা যায়। তাই আধুনিক বৈজ্ঞানিক চিন্তাচেতনার আলোকে গড়ে তুলতে হবে কাল্পনিক ভয় ও কুসংস্কারমুক্ত সমাজ।
'তৈলচিত্রের ভূত' গল্পে লেখক ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে বিরাজমান কুসংস্কার যে ভিত্তিহীন, তা-ই তুলে ধরেছেন এবং দেখিয়েছেন বিজ্ঞানবুদ্ধির জয়। গল্পের নগেন ভূতে বিশ্বাস করে এবং পরাশর ডাক্তার বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে স্পষ্ট করে তুলেছেন নগেনের বিশ্বাস ও কুসংস্কারের ভিত্তিহীনতাকে। মৃত ব্যক্তির আত্মা ভূতে পরিণত হয়- এরকম বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে ভূতের কাজ বলে বিশ্বাস করে। কিন্তু পরাশর ডাক্তার সবকিছু যুক্তি দিয়ে বিচার করেন বলে তার কাছে বৈদ্যুতিক শকের বিষয়টি ধরা পড়ে।
উদ্দীপকের বাবুল সন্ধ্যায় বাড়ি ফেরার পথে হোঁচট খেয়ে পড়ে জ্ঞান হারিয়ে ফেলে তার মা একে ভূতের কাজ ভেবে সাধুবাবার কাছে নিয়ে ঝাড়-ফুঁক তাবিজ-কবজ দিয়ে সুস্থ করতে পারেননি। বাবুলের চাচা একজন সচেতন ও কুসংস্কারমুক্ত মানুষ। তিনি বাবুলকে ডাক্তারের কাছে নিয়ে যান এবং আধুনিক চিকিৎসায় সে সুস্থ হয়ে ওঠে।
উপর্যুক্ত বিচার-বিশ্লেষণ থেকে দেখা যায়, বাবুলের চাচা ও পরাশর ডাক্তার দুজনই আধুনিক বিজ্ঞানবুদ্ধিতে সচেতন ও কুসংস্কারমুক্ত মানুষ। তাদের যুক্তিতে বিজ্ঞানবুদ্ধির জয় হয়েছে। কাজেই "উদ্দীপকের বাবুলের চাচা ও 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার উভয়ই আধুনিক মানসিকতার অধিকারী" উক্তিটি-যৌক্তিক ও যথার্থ।
মূলকথা : কুসংস্কারাচ্ছন্নতার ভিত্তিহীনতা প্রমাণ করতে মননশীলতা, যুক্তিপূর্ণ ও সচেতন দৃষ্টিভঙ্গি প্রয়োগ বিচারে উদ্দীপকের বাবুলের চাচা ও পঠিত গল্পের পরাশর ডাক্তার দুজনে আধুনিক মানসিকতার অধিকারী।"""
    },
    # CQ 12
    {
        "stem": "অজপাড়া গাঁয়ের ছেলে সুবল জন্ডিসে আক্রান্ত হয়ে গ্রামের প্রচলিত টোটকা চিকিৎসাপদ্ধতি অনুসারে বিভিন্ন জায়গা থেকে ঝাড়ফুঁক ও অনুপান নেয়। তার ধারণা, জন্ডিসের কোনো আধুনিক চিকিৎসা নেই। কিন্তু ইতোমধ্যে জন্ডিসের মাত্রা বেড়ে যাওয়ায় সুবল আরও অসুস্থ হয়ে পড়লে বিশ্ববিদ্যালয়ে পড়ুয়া পাশের বাড়ির ছেলে অনিমেষ তাকে শহরে নেওয়ার অনুরোধ জানায়। ডাক্তারি পরীক্ষা-নিরীক্ষার মাধ্যমে সুচিকিৎসায় সুবল একসময় সম্পূর্ণ সুস্থ হয়ে ওঠে। [সি. বো.'২০১৯]",
        "ka": "তৈলচিত্র কী?",
        "kha": "'তুমি একটি আস্ত গর্দভ নগেন।' এ উক্তির কারণ ব্যাখ্যা করো।",
        "ga": "উদ্দীপকের সুবল ও 'তৈলচিত্রের ভূত' গল্পের নগেনের সাদৃশ্য বর্ণনা করো।",
        "gha": "\"উদ্দীপকের অনিমেষ যেন 'তৈলচিত্রের 'ভূত'-গল্পের পরাশর ডাক্তারের প্রতিচ্ছবি।\" মন্তব্যটির সত্যতা যাচাই করো।",
        "solution": """ক) তৈলচিত্র হলো তেলরঙে আঁকা ছবি।

খ) বৈদ্যুতিক শককে ভূত ভাবায় নগেনকে প্রশ্নোক্ত কথাটি বলেছিলেন পরাশর ডাক্তার।
নগেন তার পূর্বের ব্যবহারের জন্য অনুতপ্ত হয়ে মামার তৈলচিত্র স্পর্শ করে প্রণাম করতে যায় লাইব্রেরিতে এবং ছবির ফ্রেমের সঙ্গে বৈদ্যুতিক সংযোগ থাকায় সে ধাক্কা খেয়ে পড়ে যায়। এ বিষয়টিকে ভূত ভেবে ভুল করে পরাশর ডাক্তারকে জানায়। পরাশর ডাক্তার অনুসন্ধান করে বুঝতে পারেন যে ছবির ফ্রেমের সঙ্গে বৈদ্যুতিক সংযোগ ছিল বলে নগেন শক খেয়েছে। নগেনের এরূপ বোকামির জন্য তিনি তাকে প্রশ্নোক্ত কথাটি বলেছেন।
মূলকথা : নগেন বৈদ্যুতিক শককে ভূত ভেবে ভুল করেছিল বলে পরাশর ডাক্তার তাকে কথাটি বলেছিলেন।

গ) উদ্দীপকের সুবল ও 'তৈলচিত্রের ভূত' গল্পের নগেনের কুসংস্কারে বিশ্বাস ও ভুল ধারণার দিক থেকে সাদৃশ্য রয়েছে।
বাঙালির জীবনব্যবস্থায় কোনো না কোনোভাবে জড়িয়ে আছে ভুল ধারণা ও কুসংস্কার। কুসংস্কারপূর্ণ জীবন ও নানা ভুল ধারণা মানবসমাজের একটি মন্দ দিক। কুসংস্কারের কারণে মানুষ নানা অশরীরী শক্তির প্রতি বিশ্বাস স্থাপন করে বিভ্রান্ত হয়ে পড়ে এবং ক্ষতিগ্রস্ত হয়। তাই মানুষকে ভুল ধারণা থেকে বেরিয়ে আসতে হবে।
উদ্দীপকের সুবল গাঁয়ের ছেলে এবং সে জন্ডিসে আক্রান্ত হয়ে ভাবে, এর আধুনিক কোনো চিকিৎসা নেই। সে কুসংস্কারে বিশ্বাস ও ভুল ধারণার বশবর্তী হয়ে গ্রামের প্রচলিত টোটকা চিকিৎসা নিয়ে জন্ডিস আরও বাড়িয়ে ফেলে। একসময় তার ভুল ভাঙে এবং পরীক্ষা-নিরীক্ষার মাধ্যমে আধুনিক চিকিৎসায় সুস্থ হয়ে ওঠে। 'তৈলচিত্রের ভূত' গল্পে দেখা যায়, মৃত ব্যক্তির আত্মা ভূতে পরিণত হয়- এ রকম বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে ভূতের কাজ বলে বিশ্বাস করেছে। পরাশর ডাক্তারের বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে নগেনের ভুল ধারণা ও কুসংস্কারে বিশ্বাস দূর হয়েছে। এখানেই উদ্দীপকের সুবল ও 'তৈলচিত্রের ভূত' গল্পের নগেনের সাদৃশ্য পাওয়া যায়।
মূলকথা : ভুল ধারণায় সমাজে প্রচলিত কুসংস্কারে বিশ্বাস এবং তা থেকে সরে আসার দিক থেকে উদ্দীপকের সুবল ও তৈলচিত্রের ভূত গল্পের নগেনের মধ্যে সাদৃশ্য পাওয়া যায়।

ঘ) "উদ্দীপকের অনিমেষ যেন 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের প্রতিচ্ছবি”- মন্তব্যটি সত্য।
আমাদের সমাজে প্রাচীনকাল থেকেই ভুল ধারণা ও কুসংস্কার প্রচলিত। এ কারণে মানুষ নানা অশরীরী শক্তির প্রতি বিশ্বাস স্থাপন করে বিভ্রান্ত হয়ে পড়ে। পাশাপাশি বিজ্ঞানসচেতন মানুষের চেষ্টায় অনেকের মন থেকে কুসংস্কার দূর হয়।
'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে নগেনের বিশ্বাস ও ভিত্তিহীনতাকে স্পষ্ট করে তুলেছেন। মৃত ব্যক্তির আত্মা ভূতে পরিণত হয়- এ রকম ভুল ধারণা ও বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে তার মৃত মামার আত্মার ভৌতিক কাজ বলে বিশ্বাস করেছে। কিন্তু পরাশর ডাক্তার সবকিছু যুক্তি দিয়ে বিচার করেন বলে তার কাছে বৈদ্যুতিক শকের বিষয়টি সহজেই ধরা পড়েছে। উদ্দীপকে দেখা যায়, জন্ডিসে আক্রান্ত গাঁয়ের ছেলে সুবল টোটকা চিকিৎসাপদ্ধতি অনুসারে ঝাড়ফুঁকের আশ্রয় নিয়ে জন্ডিস আরও বাড়িয়ে ফেলে। বিশ্ববিদ্যালয়পড়ুয়া প্রতিবেশী অনিমেষ তাকে শহরে নিয়ে আধুনিক চিকিৎসার অনুরোধ জানায়। অনিমেষের পরামর্শে ডাক্তারি পরীক্ষা-নিরীক্ষার মাধ্যমে সুচিকিৎসায় সুবল সুস্থ হয়ে উঠে।
উপর্যুক্ত বিশ্লেষণ থেকে দেখা যায়, গল্পের নগেন ও উদ্দীপকের সুবল ভুল ধারণা ও কুসংস্কারে বিশ্বাসী। পরাশর ডাক্তার ও অনিমেষের বিজ্ঞানসম্মত যুক্তিতে তারা কুসংস্কারমুক্ত হয়েছে। কাজেই "উদ্দীপকের অনিমেষ যেন 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের প্রতিচ্ছবি"- মন্তব্যটি সত্য বলে যাচাইকৃত।
মূলকথা : "উদ্দীপকের অনিমেষ যেন তৈলচিত্রের ভূত গল্পের পরাশর ডাক্তারের প্রতিচ্ছবি"- আধুনিক বিজ্ঞানচেতনা ও বিচারবুদ্ধির দিক থেকে মন্তব্যটি সত্য।"""
    },
    # CQ 13
    {
        "stem": "অন্তু অষ্টম শ্রেণিতে পড়ে। সামনে পরীক্ষা, তাই রাত জেগে পড়ছিলো সে। ঘড়িতে তখন রাত সাড়ে দশটা। ঘরের সবাই খেয়েদেয়ে ঘুমিয়ে পড়েছে। অনুর চোখেও তখন ঘুমঘুম ভাব। তাই সে ভাবল ড্রয়িং রুমের ইজি চেয়ারে বসে পড়বে। যেই ভাবা সেই কাজ। একখানা বই নিয়ে ইজি চেয়ারে বসে হেলান দিয়েছে, সাথে সাথেই রুমের আলো নিভে গেলো। অন্তু ভয় পেয়ে ভূত! ভূত! বলে চিৎকার করল। কিন্তু তখনো বাইরে আলো জ্বলছিলো। আবার যখন ঝুঁকল, তখন আবার আলো জ্বলে উঠলো। অন্তু লক্ষ করলো, চেয়ারের নিচে রুমের বৈদ্যুতিক সংযোগের তারের এক অংশ ছেঁড়া অবস্থায়। যখন সে পেছনে হেলান দেয়, তখন আলো নিভে যায়, আর সামনে ঝুঁকলে আলো জ্বলে ওঠে। [সি. বো.'২০১৮]",
        "ka": "নগেনের ঘুম আসছিলো না কেনো?",
        "kha": "পরাশর ডাক্তার কেনো বিশ্বাস করলেন যে নগেন মিথ্যে বানোয়াট গল্প শোনাবার ছেলে নয়? ব্যাখ্যা করো।",
        "ga": "উদ্দীপকের অন্তর ভয় পাওয়ার ঘটনার সাথে 'তৈলচিত্রের ভূত' গল্পের ইঙ্গিতপূর্ণ দিকটি ব্যাখ্যা করো।",
        "gha": "শুধু আধুনিক বিজ্ঞানমনস্ক চেতনাই নয়, বরং কুসংস্কার ও কাল্পনিক চিন্তাচেতনাই সমাজকে প্রভাবিত করেছে। উদ্দীপক ও 'তৈলচিত্রের ভূত' গল্পের আলোকে উক্তিটি যথার্থতা মূল্যায়ন করো।",
        "solution": """ক) অনুতাপের কারণে নগেনের ঘুম আসছিলো না।

খ) নগেনের মামার ছবিকে কেন্দ্র করে যে চমকপ্রদ কাহিনি সে পরাশর ডাক্তারকে শুনিয়েছে, তাতে ডাক্তার বিশ্বাস করলেন, নগেন মিথ্যা বানোয়াট গল্প শোনাবার ছেলে নয়।
'তৈলচিত্রের ভূত' গল্পের নগেন তার মামার বাড়ি থেকে লেখাপড়া করে। তার মামা মারা যাওয়ার পর সে অনুতপ্ত হয়ে মামার ছবিতে প্রণাম করতে গেলে সে বৈদ্যুতিক শক খায়। তার ধারণা মামা মারা গিয়ে ভূত হয়েছে এবং নগেনের প্রতি অসন্তুষ্ট হয়েছে। মূলত এ ঘটনা সে পরাশর ডাক্তারকে এমনভাবে বলেছে যে তিনিও তা বিশ্বাস করেন। আর নগেন সম্পর্কেও ডাক্তার সাহেবের দৃঢ় বিশ্বাস ছিল, নগেন মিথ্যা গল্প বানিয়ে বলার ছেলে নয়।
মূলকথা : নগেনের গল্প বলার কৌশল এবং তার প্রতি ভালো ধারণার কারণে পরাশর ডাক্তার নগেনের বর্ণিত ঘটনা বিশ্বাস করে।

গ) উদ্দীপকে অনুর ভয় পাওয়ার ঘটনার সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের ভূতের ভয়ের বিষয়টি ইঙ্গিতপূর্ণ।
প্রাচীনকাল থেকেই অজ্ঞ মানুষ বিভিন্ন কুসংস্কার, দৈত্য-দানব, ভূত-প্রেত ইত্যাদি বিশ্বাস করে আসছে। মৃত ব্যক্তির আত্মা ভূতে পরিণত হয়, এমন বিশ্বাস প্রায় প্রতিটি সমাজে লক্ষণীয়। সাধারণত রাতের অন্ধকারে কোনো অস্বাভাবিক ঘটনা বা কিছু ঘটলে মানুষ ভূত বলে চিৎকার শুরু করে। প্রকৃত বিষয় না জানা এবং মিথ্যা ভূতের প্রতি বিশ্বাসের কারণে অনেকে ভূতকে প্রচণ্ড ভয় পায়।
উদ্দীপকে দেখা যায়, অষ্টম শ্রেণির অনু রাত জেগে লেখাপড়া করতে গিয়ে ভূতের ভয় পায়। রাতে সবাই যখন ঘুমিয়েছে, সে তখন ইজি চেয়ারে বসে হেলান দেওয়ার সাথে সাথে রুমের আলো নিভে যায়। হঠাৎ আলো নিভে যাওয়ার কারণে তার কাছে মনে হয়েছে এটা ভূতের কাজ; তাই সে ভূত, ভূত বলে চিৎকার করে। আলোচ্য গল্পের নগেন তার মৃত মামার দেয়ালে টানানো ছবিতে প্রণাম করতে গিয়ে প্রচণ্ড আঘাত খায়। তার বিশ্বাস, তার মামা মারা গিয়ে ভূত হয়েছে এবং এই ভূতই তাকে প্রচণ্ড আঘাত করেছে। সে বৈদ্যুতিক শককে ভূতের কর্ম মনে করে প্রচণ্ড ভয় পায়। তার এই ভয়ের সাথে উদ্দীপকের অনুর ভয় পাওয়ার ঘটনা সাদৃশ্যপূর্ণ। উদ্দীপকের অনু যে মিথ্যা বিশ্বাসের কারণে ভয় পেয়েছে, তার ইঙ্গিত রয়েছে নগেনের মিথ্যা ভয় পাওয়ার মধ্যে।
মূলকথা : উদ্দীপকের অনু এবং গল্পের নগেন দুজনই মিথ্যা ভূতে ভয় পায়।

ঘ) শুধু আধুনিক বিজ্ঞানমনস্ক চেতনাই নয়, বরং কুসংস্কার ও কাল্পনিক চিন্তাচেতনাই সমাজকে প্রভাবিত করেছে- উদ্দীপক ও 'তৈলচিত্রের ভূত' গল্পের আলোকে মন্তব্যটি যথার্থ।
মানুষ সামাজিক জীব; সমাজের কুসংস্কার, রেওয়াজ ইত্যাদি দ্বারা মানুষ বেশি প্রভাবিত হয়। সময়ের আবর্তনে এবং বিজ্ঞানের অগ্রগতিতে মানুষের জীবনে ব্যাপক পরিবর্তন এসেছে। আধুনিক শিক্ষিত মানুষ বিজ্ঞানের আলোকে সবকিছু পর্যবেক্ষণ করে সিদ্ধান্ত নিয়ে থাকে। কিন্তু সমাজের অনেক মানুষ আছে, এখনো যারা প্রাচীন মিথ্যা বিশ্বাস, কল্পনা, কুসংস্কার, ভূত-প্রেত, দৈত্য-দানব, অশরীরী বিভিন্ন শক্তিতে বিশ্বাস করে থাকে।
উদ্দীপকের অন্তু তার পড়ার রুমে রাতে পড়তে বসলে হঠাৎ আলো নিভে যায়। এতে তাঁর মনে হয়, এটা ভূতের কাজ; তাই সে ভূত ভূত বলে চিৎকার করতে থাকে। কিন্তু সে যখন ইজি চেয়ারে বসে, তখন সে লক্ষ করে চেয়ার পেছন দিকে হেলে বসলে আলো নিভে যায় আর সামনে ঝুঁকলে আলো জ্বলে ওঠে। গল্পের নগেন তার মামার ছবিতে প্রণাম করতে গেলে সে বৈদ্যুতিক শক খেয়ে মাটিতে পড়ে যায়। কিন্তু সে ব্যাপারটি বুঝতে না পেরে তা ভূতের কর্ম বলে বিশ্বাস করে এবং প্রচণ্ড ভয় পায়। এ ঘটনা পরাশর ডাক্তারকে বললে তিনি নগেনকে বৈজ্ঞানিকভাবে বুঝাতে সক্ষম হন যে এটি বৈদ্যুতিক দুর্ঘটনা ভূতের কাজ নয়। ছবিটি ছিল রূপার ফ্রেমের আর সেখানে দুটি বাল্বও সেট করা ছিল, সে জন্য ছবি স্পর্শ করলে বৈদ্যুতিক শক খেতে হয়।
গল্পের নগেন চরিত্রের মাধ্যমে লেখক ভূতের বিশ্বাস এবং পরাশর ডাক্তারের মাধ্যমে তার বিজ্ঞানমনস্ক চেতনা স্পষ্ট করেছেন। বিজ্ঞান এগিয়েছে এবং বিজ্ঞানের আলোয় সমাজ আলোকিত হচ্ছে কিন্তু কুসংস্কার ও মিথ্যা কল্পনাও সমাজের মানুষ বিশ্বাস করে। উদ্দীপকের অনু যদিও শেষে আলো নিভে যাওয়ার কারণ বুঝতে পারে কিন্তু প্রথমে সে সামাজিক কুসংস্কার ও ভূতের মিথ্যা ভয়ে ভীত হয়েছে। পরাশর ডাক্তারও নগেনের কথাকে প্রথমে বিশ্বাস করেছিল, আর এ বিশ্বাসগুলো সমাজ দ্বারা প্রভাবিত। তাই উদ্দীপক ও গল্পের বিষয়বস্তুর আলোকে বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।
মূলকথা : আধুনিক বিজ্ঞানের পাশাপাশি মিথ্যা কল্পনা, সামাজিক কুসংস্কার সমাজকে প্রভাবিত করেছে।"""
    },
    # CQ 14
    {
        "stem": "নববধূ রিতা সন্ধ্যায় ছাদে হাঁটতে গিয়ে হঠাৎ অজ্ঞান হয়ে পড়লে তার শাশুড়ি বলেন, বউমাকে ভূতে ধরেছে। শিগগিরই কবিরাজের কাছে নিতে হবে। মায়ের এমন কথা মানতে না পেরে ছেলে সাজু বলে, 'মা, তোমার ধারণা ভুল। রিতাকে ডাক্তারের কাছে নিতে হবে।' [দি. বো.'২০১৭]",
        "ka": "লাইব্রেরির দেয়ালে কয়টি তৈলচিত্র ছিলো?",
        "kha": "নগেনের অনুতাপ বেড়ে গেলো কেনো?",
        "ga": "উদ্দীপকের রিতার শাশুড়ির মানসিকতায় 'তৈলচিত্রের ভূত' গল্পের যে বিশেষ দিকটি প্রতিফলিত হয়েছে তা ব্যাখ্যা করো।",
        "gha": "উদ্দীপকের সাজু 'তৈলচিত্রের ভূত' গল্পের শিক্ষণীয় দিকটির প্রতিনিধিত্ব করে কি? উত্তরের সপক্ষে যুক্তি দাও।",
        "solution": """ক) লাইব্রেরির দেয়ালে তিনটি তৈলচিত্র ছিলো।

খ) মিথ্যে শ্রদ্ধার অভিনয় করায় মামার মৃত্যুর পর সত্য জেনে নগেনের অনুতাপ বেড়ে গেলো।
গল্পে দেখা যায়, বড়োলোক কৃপণ মামা নগেনকে বেশি আদর করতেন না, তবে মৃত্যুর আগে নগেনকেও নিজের ছেলেদের মতো সম্পত্তি দিয়ে যান তিনি। কিন্তু নগেন মামার এমন উদারতার কথা ভাবতেও পারেনি। জীবদ্দশায় মামার প্রতি মিথ্যে শ্রদ্ধার অভিনয় করেছে, অথচ মৃত্যুর পর দেখা গেলে মামা তাকে প্রচুর সম্পত্তি দিয়ে গেছেন। এই সত্য জানার পর নগেনের অনুতাপ বেড়ে গেলো।
মূলকথা : মামার প্রতি মিথ্যে শ্রদ্ধার অভিনয় করায় মৃত্যুর পর তার উদারতা দেখে নগেনের অনুতাপ বেড়ে গেলো।

গ) উদ্দীপকের রিতার শাশুড়ির মানসিকতায় 'তৈলচিত্রের ভূত' গল্পের কুসংস্কারে বিশ্বাসের বিশেষ দিকটি প্রতিফলিত হয়েছে।
'তৈলচিত্রের ভূত' গল্পে ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে বিরাজমান কুসংস্কারের চিত্র ফুটে উঠেছে। কুসংস্কারাচ্ছন্নতার কারণে মানুষ নানা অশরীরী শক্তির প্রতি বিশ্বাস স্থাপন করে বিভ্রান্ত হয়ে পড়ে। নগেন চরিত্রের মধ্যেও এ মিথ্যা কুসংস্কার দেখা যায়। মৃত ব্যক্তির আত্মা ভূতে পরিণত হয়, এরকম বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে ভূতের কাজ বলে সহজে বিশ্বাস করেছে।
উদ্দীপকে বর্ণিত নতুন বউ রিতা সন্ধ্যায় ছাদে যায়। ছাদে হাঁটতে গিয়ে সে হঠাৎ অজ্ঞান হয়ে পড়ে। এ অবস্থায় তার শাশুড়ি বলেন, বউমাকে ভূতে ধরেছে, তাকে তাড়াতাড়ি কবিরাজের কাছে নিয়ে যেতে হবে। এই বিশ্বাসের মধ্যে দিয়ে তার কুসংস্কারাচ্ছন্ন মনের পরিচয় মেলে। তাই বলা যায়, উদ্দীপকের রিতার শাশুড়ির মানসিকতায় 'তৈলচিত্রের ভূত' গল্পের নগেনের ভূতে বিশ্বাসের বিশেষ দিকটি প্রতিফলিত হয়েছে।
মূলকথা : উদ্দীপকের রিতার শাশুড়ির মানসিকতায় 'তৈলচিত্রের ভূত' গল্পের নগেনের ভূতে বিশ্বাসের বিশেষ দিকটি প্রতিফলিত হয়েছে।

ঘ) হ্যাঁ, উদ্দীপকের সাজু 'তৈলচিত্রের ভূত' গল্পের ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে বিরাজমান কুসংস্কার যে ভিত্তিহীন, এই শিক্ষণীয় দিকটির প্রতিনিধিত্ব করে।
'তৈলচিত্রের ভূত' গল্পে দেখানো হয়েছে, ভূতে বিশ্বাস নিয়ে মানুষের মধ্যে যে কুসংস্কার বিরাজমান তা আসলে ভিত্তিহীন। মৃত ব্যক্তির আত্মা ভূতে পরিণত হয়, এরকম বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে ভূতের কাজ বলে বিশ্বাস করেছে। কিন্তু পরাশর ডাক্তার বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে নগেনের বিশ্বাস ও কুসংস্কারের ভিত্তিহীনতাকে স্পষ্ট করে তুলেছেন। এই শিক্ষণীয় দিকটিই গল্পে স্পষ্ট হয়ে উঠেছে।
উদ্দীপকে বর্ণিত নববধূ রিতার শাশুড়ি ভূতে বিশ্বাসের কুসংস্কারে আচ্ছন্ন। রিতা সন্ধ্যায় ছাদে হাঁটতে গিয়ে হঠাৎ অজ্ঞান হয়ে পড়লে ভূত ছাড়াবার জন্যে তিনি বউমাকে কবিরাজের কাছে নিয়ে যেতে বলেন। তার এই কুসংস্কারে বিশ্বাসের সামনে বাধা হয়ে দাঁড়ায় ছেলে সাজু। সে তার মায়ের আন্তঃসারশূন্য অন্ধবিশ্বাসকে মানতে পারে না। সাজু মনে করে ভিত্তিহীন ভূতে বিশ্বাস নিয়ে কবিরাজের কাছে নয়, বিজ্ঞানসম্মত চিকিৎসার জন্যে ডাক্তারের কাছে যেতে হবে।
উপর্যুক্ত আলোচনা থেকে দেখা যায়, কুসংস্কারকে ভিত্তিহীন প্রমাণ করে গল্পকার বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে প্রকৃত শিক্ষণীয় দিকটাকেই তুলে ধরেছেন। উদ্দীপকের সাজুর মধ্যে ও কুসংস্কারের বিপরীত বিজ্ঞানসম্মত মানসিকতার পরিচয় পাওয়া যায়। সুতরাং উদ্দীপকের সাজু 'তৈলচিত্রের ভূত' গল্পের শিক্ষণীয় দিকটির প্রতিনিধিত্ব করে।
মূলকথা : বিজ্ঞানসম্মত বিচারবুদ্ধির দিক থেকে উদ্দীপকের সাজু 'তৈলচিত্রের ভূত' গল্পের শিক্ষণীয় দিকটির প্রতিনিধিত্ব করে।"""
    },
    # CQ 15
    {
        "stem": "রিমা পরীক্ষা দিতে যাওয়ার সময় পরীক্ষা খারাপ হবে এবং শূন্য পাবে- এই আশঙ্কায় ডিম খেতে চায় না। তার শিক্ষিকা মা তাকে বুঝান যে ডিম খাওয়ার সাথে পরীক্ষায় শূন্য পাওয়ার কোনো সম্পর্ক নেই। মায়ের কথায় রিমা ডিম খেয়ে পরীক্ষা দিতে যায় এবং পরীক্ষা ভালো হয়। এতে রিমার ভুল ভাঙে। [য. বো.'২০১৭]",
        "ka": "পরাশর ডাক্তার কোথায় বসে চিঠি লিখেছিলেন?",
        "kha": "নগেন শুয়ে শুয়ে ছটফট করতে লাগলো কেনো?",
        "ga": "উদ্দীপকের 'রিমার' সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের যে দিক দিয়ে সাদৃশ্য রয়েছে তা ব্যাখ্যা করো।",
        "gha": "উদ্দীপকের রিমার মা আর 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার উভয়ই আধুনিক মানসিকতার অধিকারী-উক্তিটির যথার্থতা নিরূপণ করো।",
        "solution": """ক) পরাশর ডাক্তার তার নিজের লাইব্রেরিতে বসে চিঠি লিখেছিলেন।

খ) মামার প্রতি নগেন তার নিজের ভুল বুঝতে পেরে শুয়ে অনুতাপে ছটফট করতে লাগলো।
নগেন তার কৃপণ মামার প্রতি বাইরে থেকে শ্রদ্ধা-ভক্তি দেখালেও ভেতরে ভেতরে দিনে শতবার যমের ঘরে পাঠাত। কিন্তু মৃত্যুর পর যখন জানা গেল, মামা তাকেও প্রায় নিজের ছেলেদের সমান টাকাকড়ি দিয়ে গেছেন, প্রথমে নগেন তা বিশ্বাস করতে পারেনি। ব্যাপারটা স্পষ্ট হয়ে ওঠায় প্রমাণিত হলো মামা তাকে কত ভালোবাসতেন। তখনই পরলোকগত মামার প্রতি নগেনের শ্রদ্ধা-ভক্তি বেড়ে গেল এবং শুয়ে অনুতাপে ছটফট করতে লাগলো।
মূলকথা : ভুল বুঝে মামাকে অশ্রদ্ধা করার কারণে নগেন ভুল ভাঙার পর শুয়ে শুয়ে অনুতাপে ছটফট করতে লাগলো।

গ) উদ্দীপকের 'রিমার' সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের কুসংস্কারের দিক দিয়ে সাদৃশ্য রয়েছে।
'তৈলচিত্রের ভূত' গল্পে বর্ণিত নগেন কুসংস্কার ও ভূতে বিশ্বাস করে। কিন্তু পরাশর ডাক্তার আধুনিক বিজ্ঞানসম্মত বিচারবুদ্ধি দিয়ে নগেনের বিশ্বাস ও কুসংস্কারকে ভিত্তিহীন প্রমাণ করেছেন। কুসংস্কারাচ্ছন্নতার কারণেই মানুষ নানা অশরীরী শক্তির প্রতি বিশ্বাস স্থাপন করে বিভ্রান্ত হয়ে পড়ে, যা নগেনের মধ্যে দেখা যায়। সমাজের অন্য মানুষের মতো সে-ও মনে করে মৃত ব্যক্তির আত্মা ভূতে পরিণত হয় এবং বৈদ্যুতিক শককে সে ভূতের কাজ বলে বিশ্বাস করে। সে বুদ্ধি প্রয়োগ না করে সমাজের কুসংস্কার অন্ধভাবে বিশ্বাস করে নির্বুদ্ধিতার পরিচয় দেয়।
উদ্দীপকের রিমা লেখাপড়া করলেও সে সামাজিক কুসংস্কারে বিশ্বাস করে। পরীক্ষার সময় সে ডিম খেতে চায় না। তার বিশ্বাস, এ সময় ডিম খেলে পরীক্ষা ভালো হবে না এবং সে পরীক্ষায় শূন্য পাবে। রিমার এই কুসংস্কারাচ্ছন্ন মনের সাথে গল্পের নগেনের সাদৃশ্য রয়েছে। সে-ও মানুষের মৃত আত্মাকে ভূত বলে মনে করে এবং বৈদ্যুতিক শকের ঘটনাকে ভূতের কারসাজি বলে বিশ্বাস করে। তাই বলা যায়, অন্ধবিশ্বাসের দিক দিয়ে উদ্দীপকের রীমার সাথে গল্পের নগেনের সাদৃশ্য রয়েছে।
মূলকথা : সামাজিক কুসংস্কারে বিশ্বাস করায় উদ্দীপকের রিমা ও গল্পের নগেনের মধ্যে সাদৃশ্য রয়েছে।

ঘ) উদ্দীপকের রিমার মা আর 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তার উভয়ই আধুনিক মানসিকতার অধিকারী মন্তব্যটি যথার্থ।
'তৈলচিত্রের ভূত' গল্পে লেখক অন্ধবিশ্বাস ও কুসংস্কারের বিপক্ষে পরাশর ডাক্তারের যুক্তিবাদী চেতনা তুলে ধরেছেন। পরাশর ডাক্তার একজন আধুনিক বিজ্ঞানসম্মত ডাক্তার, যিনি কোনো কুসংস্কারে বিশ্বাস করেন না। নগেন তার মামার মৃত আত্মাকে ভূত বলে মনে করে এবং মামার তৈলচিত্রের ছবির মধ্যে যে ভূত আসে, তা সে বিশ্বাস করে। কিন্তু ডাক্তার যুক্তি দিয়ে তাকে বোঝান, ছবির সাথে বৈদ্যুতিক তারের সংযোগ আছে বলেই তা শক করে এবং আলো জ্বলে, এখানে ভূতের কিছু নেই। ভূত বলে কিছু নেই এবং তার মামাও তার তৈলচিত্রের মধ্যে ভূত হয়ে আসেন না।
উদ্দীপকের রিমার মা একজন যুক্তিবাদী ও আধুনিক শিক্ষিত নারী। তিনি সামাজিক কুসংস্কার ও অন্ধবিশ্বাসকে উপেক্ষা করে চলেন। তার মেয়ে পরীক্ষার সময় ডিম খেতে চায় না, সামাজিক কুসংস্কারে সে বিশ্বাস করে যে তা খেলে পরীক্ষা খারাপ হবে এবং শূন্য পাবে। কিন্তু তার মা যুক্তি দিয়ে বুঝিয়ে দেন পাস-ফেলের সাথে ডিমের কোনো সম্পর্ক নেই। পাস-ফেল নির্ভর করে লেখাপড়া করার ওপর। তার যুক্তির কারণে মেয়ে ডিম খেয়ে পরীক্ষা দেয় এবং পরীক্ষায় ভালো করে।
উদ্দীপকের রিমার মা এবং গল্পের পরাশর ডাক্তার দুজনই যুক্তিবাদী ও আধুনিক চেতনার ধারক। তারা সামাজিক কুসংস্কার বিশ্বাস না করে আধুনিক শিক্ষা ও যুক্তি দিয়ে বিজ্ঞানমনস্কতার পরিচয় দিয়েছেন। পরাশর ডাক্তার বৈজ্ঞানিক দৃষ্টিভঙ্গি দিয়ে নগেনের ভূতের বিশ্বাস এবং রিমার শিক্ষিকা মা তার মেয়ের ডিম খাওয়ার মিথ্যা ভয় যুক্তি দিয়ে ভেঙে দেন। তাই বিশ্লেষণের আলোকে বলা যায়, প্রশ্নোক্ত মন্তব্যটি যথার্থ।
মূলকথা : গল্পের পরাশর ডাক্তার এবং উদ্দীপকের রিমার মা- দুজনই আধুনিক শিক্ষায় শিক্ষিত, যুক্তিবাদী ও প্রগতিশীল চেতনার অনুসারী।"""
    },
    # CQ 16
    {
        "stem": "শীতের রাত্রি। রাত প্রায় বারোটা। একাই রাস্তা দিয়ে হাঁটছিল শাহেদ। ঘন কুয়াশায় দূরের কিছুই দেখা যাচ্ছে না। হঠাৎ সে লক্ষ করল রাস্তার পাশে কে যেন সাদা কাপড় মুড়ি দিয়ে বসে আছে। ভয়ে চিৎকার দিয়ে উঠল সে। পাশেই ছিল মুনিমদের বাড়ি। তার চিৎকার শুনে মুনিমের বাবা টর্চ নিয়ে বেরিয়ে এলেন। টর্চের আলো ফেলতেই তারা দেখতে পেল একটি গাছের গুড়ির উপরে সাদা পলিথিন। শাহেদ তার ভুল বুঝতে পারলো। [চ. বো.'২০১৭]",
        "ka": "'তৈলচিত্রের ভূত' গল্পটি কোন পত্রিকায় প্রকাশিত হয়?",
        "kha": "'গাধাও তোমার চেয়ে বুদ্ধিমান'- কথাটি কে, কোন প্রসঙ্গে বলেছিলেন?",
        "ga": "উদ্দীপকের শাহেদের সঙ্গে 'তৈলচিত্রের ভূত' গল্পের কোন চরিত্রের সাদৃশ্য আছে? ব্যাখ্যা করো।",
        "gha": "উদ্দীপকের মুনিমের বাবাকে পরাশর ডাক্তারের যথার্থ প্রতিনিধি বলা যায় কি? তোমার যৌক্তিক মতামত তুলে ধরো।",
        "solution": """ক) 'তৈলচিত্রের ভূত' গল্পটি 'মৌচাক' পত্রিকায় প্রকাশিত হয়।

খ) বৈদ্যুতিক শককে ভূত ভাবায় পরাশর ডাক্তার নগেনকে প্রশ্নোক্ত কথাটি বলেছিলেন।
'তৈলচিত্রের ভূত' গল্পে নগেন মানসিকভাবে বিপর্যস্ত হয়ে পরাশর ডাক্তারের কাছে যায় পরামর্শ নিতে। ডাক্তারকে নগেন সকল ঘটনা খুলে বললে ডাক্তার ঘটনা শুনে আশ্চর্য হয়ে যান। ঘটনার সত্যতা যাচাই করতে গিয়ে ডাক্তার দেখেন এটা বৈদ্যুতিক শটসার্কিট সমস্যা। আর তখন ডাক্তার নগেনের বুদ্ধির তীক্ষ্ণতা দেখে ক্ষিপ্ত হয়ে প্রশ্নোক্ত মন্তব্যটি করেন।
মূলকথা : নগেনের চিন্তাশক্তির প্রখরতা দেখে ডাক্তার উক্তিটি করেন।

গ) কুসংস্কারের প্রতি বিশ্বাস করায় উদ্দীপকের শাহেদের সাথে 'তৈলচিত্রের ভূত' গল্পের নগেন চরিত্রের সাদৃশ্য আছে।
'তৈলচিত্রের ভূত' গল্পে নগেনের মধ্যে কুসংস্কারের প্রতি বিশ্বাস আছে লক্ষ করা যায়। মামার বাড়িতে থাকার সময় সে কখনো মামার জন্য মঙ্গল কামনা করত না; বরং প্রায়ই তাকে যমের বাড়ি পাঠাতে চাইত। মামার মৃত্যুর পর নগেন তার পূর্বের আচরণের জন্য অনুতপ্ত হয়। তাই সে একদিন মামার ছবি স্পর্শ করে মাফ চাইতে লাইব্রেরিতে যায়। ছবি স্পর্শ করা মাত্র সে বৈদ্যুতিক শক খেয়ে মেঝেতে পড়ে যায়। এই বৈদ্যুতিক শককে নগেন ভূত মনে করে ভয় পায়।
উদ্দীপকে শাহেদ রাতের অন্ধকারে একাই রাস্তা দিয়ে হাঁটছিল। ঘন কুয়াশা থাকায় দূরের কিছুই দেখা যাচ্ছিল না। হঠাৎ রাস্তার পাশে সাদা কাপড় মুড়ি দিয়ে কাউকে বসে থাকতে দেখে সে ভয়ে চিৎকার করে ওঠে। গল্পের নগেনও বৈদ্যুতিক শককে ভূত ভেবে ভয় পায়। তাই বলা যায়, উদ্দীপকের শাহেদের সাথে গল্পের নগেনের কুসংস্কারের প্রতি বিশ্বাস এবং ভয় পাওয়ার বিষয়টি সাদৃশ্যপূর্ণ।
মূলকথা : শাহেদ ও নগেন দুজনেই কুসংস্কারে বিশ্বাস করার কারণে ভয় পেয়েছে।

ঘ) উদ্দীপকের মুনিমের বাবাকে পরাশর ডাক্তারের যথার্থ প্রতিনিধি বলা যায়।
'তৈলচিত্রের ভূত' গল্পের নগেন মামার বাড়ি থেকে কলেজে পড়াশোনা করে। মামার প্রতি তার বাইরে যথেষ্ট শ্রদ্ধা-ভক্তি থাকলেও ভিতরে ভিতরে সে প্রায়ই মামাকে যমের বাড়ি পাঠাত। কিন্তু মামার মৃত্যুর পর যখন সে দেখল মামা তার জন্য অনেক সম্পত্তি উইল করে দিয়ে গেছেন তখন মামার প্রতি তার গভীর শ্রদ্ধাবোধ বেড়ে যায়। তাই সে মামার ছবি স্পর্শ করে মাফ চাইতে রাতের অন্ধকারে লাইব্রেরিতে যায়। যখন সে মামার ছবির ফ্রেমে হাত রাখে তখন বৈদ্যুতিক শক লেগে পড়ে যায়। আর এটাকে নগেন ভূতের কাজ বলে মনে করে।
উদ্দীপকের শাহেদ রাত বারোটার সময় একাকী রাস্তায় হাঁটতে ছিল। শীতকালের ঘন কুয়াশায় দূরের জিনিস ভালো দেখা যায় না। হঠাৎ সে রাস্তায় সাদা কাপড় দিয়ে মোড়ানো কোনো বস্তুর অস্তিত্ব লক্ষ করে ভয়ে চিৎকার করে ওঠে। তার চিৎকার শুনে পাশের বাড়ির মুনিমের বাবা টর্চ নিয়ে বেরিয়ে আসে এবং দেখে, রাস্তায় গাছের গুঁড়ির ওপর সাদা পলিথিন ও যা দেখে শাহেদ ভয় পায়।
উদ্দীপকের শাহেদ রাস্তায় পলিথিনকে ভিন্ন কিছু মনে করে ভয় পায় এবং মুনিমের বাবা তার ভুল ভাঙতে সাহায্য করে। অন্যদিকে গল্পের নগেন মৃত মামার ছবি স্পর্শ করে মাফ চাইতে গেলে বৈদ্যুতিক শক লেগে মেঝেতে পড়ে যায় এবং এটাকে সে ভূতের কাজ বলে মনে করে। কিন্তু পরাশর ডাক্তার নগেনের মনে ভুল দূর করে দেয়। সুতরাং মুনিমের বাবা এবং পরাশর ডাক্তার উভয়ই শাহেদ ও নগেনের মনের কুসংস্কার দূর করে দেয়। তাই বলা যায়, মুনিমের বাবা পরাশর ডাক্তারের যথার্থ প্রতিনিধি।
মূলকথা : গল্পের নগেন ও উদ্দীপকের শাহেদ দুজনেই কুসংস্কারে বিশ্বাস করে ভূত ভেবে ভয় পায়।"""
    },
    # CQ 17
    {
        "stem": "গ্রীষ্মের ছুটিতে গ্রামে নানাবাড়ি বেড়াতে গিয়েছিলো সুমি। হৈ চৈ-আনন্দে সময় ভালোই কাটছিল তার। এরই মধ্যে একদিন সুমির বড় মামার মেয়ে সোহানা কলেজ থেকে ফিরে অজ্ঞান হয়ে যায়। বাড়ির সবাই তাকে নিয়ে ব্যস্ত হয়ে পড়ে। কেউ মাথায় পানি ঢালে, কেউ হাত-পায়ের তালুতে সরিষার তেল মালিশ করে। সুমির নানি বলেন- 'সোহানার উপরে জিনের আছর হইছে, তাড়াতাড়ি ঝাড়ফুঁকের ব্যবস্থা কর।' অবস্থা দেখে সুমি সবার উদ্দেশ্যে বলে, 'প্রচণ্ড গরমে এবং না খেয়ে থাকার কারণে সোহানা আপু অসুস্থ হয়েছে। ঝাড়ফুঁক নয়, তাকে ডাক্তার দেখানোর ব্যবস্থা করতে হবে।' ডাক্তার দেখানোতে সোহানা সুস্থ হয়ে ওঠে।",
        "ka": "মামার তৈলচিত্রের কাছে গিয়ে নগেন অস্ফুট স্বরে কী বলেছিলো?",
        "kha": "'নগেনের মুখ আরও বেশি ফ্যাকাশে হয়ে গেছে, দুচোখ বিস্ফারিত' কখন কেনো?",
        "ga": "উদ্দীপকের সুমি 'তৈলচিত্রের ভূত' গল্পের কার প্রতিনিধিত্ব করে ব্যাখ্যা করো।",
        "gha": "সুমির নানিকে কি নগেনের প্রতিচ্ছবি বলা যায়? 'তৈলচিত্রের ভূত' গল্পের আলোকে তোমার মতামত দাও।",
        "solution": """ক) মামার তৈলচিত্রের কাছে গিয়ে নগেন অস্ফুট স্বরে বলেছিল 'আমায় ক্ষমা করো মামা।'

খ) নগেন তার মামার তৈলচিত্র স্পর্শ করলে যে ভীতিকর ও রহস্যজনক ঘটনা ঘটে, তা পরাশর ডাক্তারের কাছে বর্ণনা দেওয়ার সময় তার মুখ আরও বেশি ফ্যাকাশে ও দুই চোখ বিস্ফারিত হয়।
নগেনের মামা মারা যাওয়ার পর ভুল বুঝতে পেরে মামার প্রতি নগেনের শ্রদ্ধা-ভক্তি প্রবল হয়। অনুশোচনায় দগ্ধ নগেন তাই গভীর রাতে রূপার ফ্রেমে বাঁধা মামার ছবিতে প্রণাম করতে যায়। কিন্তু ছবি স্পর্শ করা মাত্র নগেন বৈদ্যুতিক শকের কারণে ছিটকে পড়ে। আর এই লোমহর্ষক ঘটনা পরাশর ডাক্তারের কাছে বলতে গেলে নগেনের মুখ পূর্বভয়ে আরও ফ্যাকাশে আর চোখ বিস্ফারিত হয়।
মূলকথা : রুপার ফ্রেমে বাঁধা মামার ছবি স্পর্শ করলে যে ভীতিকর ঘটনা ঘটে পরাশর ডাক্তারের কাছে তা বর্ণনা দেওয়ার সময় নগেনের চোখ-মুখ ফ্যাকাশে হয়ে যায়।

গ) উদ্দীপকের সুমি চরিত্রটি 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের প্রতিনিধিত্ব করে।
কুসংস্কারাচ্ছন্নতা মানুষকে পশ্চাৎপদ করে তোলে। মানুষকে যদি বিজ্ঞানচেতনা দিয়ে ঘটনা বিশ্লেষণে উদ্বুদ্ধ করা যায় তাহলে অন্ধবিশ্বাসের অন্তঃসারশূন্যতা ধরা পড়ে।
উদ্দীপকটিতে সুমি নামের একটি মেয়ের গ্রীষ্মের ছুটিতে গ্রামে নানাবাড়িতে বেড়াতে গিয়ে গ্রামীণ কুসংস্কারাচ্ছন্নতার সাথে পরিচয় হয়। সুমির বড় মামার মেয়ে সোহানা অসুস্থ হয়ে পড়লে সুমির নানি ঝাড়ফুঁকের ব্যবস্থা করতে বললে সুমি বিজ্ঞানের আশ্রয় নেয়। সে বিজ্ঞানসম্মত উপায়ে সোহানার অসুস্থতার ব্যাখ্যা দিয়ে তাকে ডাক্তার দেখাতে বলে। অপরদিকে, 'তৈলচিত্রের ভূত' গল্পটিতে নগেন কুসংস্কারের বশবর্তী হয়ে তার মামার ছবিকে ভয় পেতে শুরু করে। সে পরাশর ডাক্তারের কাছে গেলে ডাক্তার তাকে বিজ্ঞানসম্মত ব্যাখ্যা দিয়ে ভয় দূর করে। ডাক্তার বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে স্পষ্ট করে তুলেছেন নগেনের বিশ্বাস ও কুসংস্কারের ভিত্তিহীনতাকে। মানুষ মারা গেলে তার আত্মা ভূতে পরিণত হয়- এই বিশ্বাস সমাজে প্রচলিত থাকায় নগেন বৈদ্যুতিক শককে ভূতের কাজ বলে সহজে বিশ্বাস করেছে। অপরদিকে, উদ্দীপকের সুমি ও তার নানির কুসংস্কারকে বাদ দিয়ে বিজ্ঞানসম্মতভাবে সোহানার অসুস্থতার কারণ তুলে ধরেছে। তাই বলা যায়, সুমি 'তৈলচিত্রের ভূত' গল্পের পরাশর ডাক্তারের প্রতিনিধিত্ব করে।

ঘ) মানুষের মধ্যে কিছু ভিত্তিহীন, কাল্পনিক ও অন্তঃসারশূন্য কুসংস্কার বিরাজমান। কিন্তু বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে এই কুসংস্কার ও অন্ধবিশ্বাস সহজেই দূর করা সম্ভব।
উদ্দীপকের সুমির নানি, গ্রামের মানুষ। গ্রামের মানুষের মধ্যে শিক্ষার হার তুলনামূলক কম থাকার জন্য তাদের মধ্যে নানারকম অন্ধবিশ্বাস, কুসংস্কার বাসা বাঁধে। বিজ্ঞানচেতনা দিয়ে কোনো ঘটনা বিশ্লেষণ না করেই তারা প্রচলিত বিশ্বাস ও কুসংস্কারকে গ্রহণ করে। তাই সুমির মামাতো বোন সোহানা যখন কলেজ থেকে ফিরে অজ্ঞান হয়ে যায়, তখন তার ওপর জিনের আছর পড়েছে বলে সুমির নানি তাড়াতাড়ি ঝাঁড়ফুকের ব্যবস্থা করতে বলে। কিন্তু আসলে সোহানা প্রচণ্ড গরম ও না খেয়ে থাকার জন্য দুর্বল হয়ে অসুস্থ হয়েছে যা সম্পর্কে সুমির নানি অনেকটাই অজ্ঞ ও অন্ধবিশ্বাসী। অপরদিকে 'তৈলচিত্রের ভূত' গল্পে নগেন পড়াশোনা জানা শিক্ষিত হলেও সেও তার প্রচলিত ধর্মীয় কুসংস্কারের বাইরে আসতে পারেনি। মানুষ মারা গেলে, তার আত্মা ভূত হয়ে যায়- এই কুসংস্কারের জন্য সে ভীত হয়ে ডাক্তারের কাছে ছুটে যায়।
'তৈলচিত্রের ভূত' গল্পে পরাশর ডাক্তার বিজ্ঞানমনস্ক মানুষ এবং সে অনুসন্ধানের মাধ্যমে নগেনের ভয় দূর করে। নগেন মনে করেছিল যে সে তার মামাকে কৃত্রিম শ্রদ্ধা করত বলে মামা মারা যাওয়ার পর ক্ষুব্ধ হয়েছে। আবার উদ্দীপকের সুমির নানিও সোহানা অসুস্থ হয়ে পড়লে জিনের আছর হয়েছে বলে মনে করে। তাই বলা যায়, সুমির নানি আসলে গল্পের নগেন চরিত্রটিরই প্রতিচ্ছবি।"""
    },
    # CQ 18
    {
        "stem": "একবার এক চাষি হাল চাষ করতে গিয়ে একটি আয়না পায়। তখন আয়নার চল না থাকায় সে এটি গোপনে লুকিয়ে রাখে। একদিন চাষি বউ তা উদ্ধার করতে পেরে দেখে এর ভিতর এক নতুন বউয়ের অদ্ভুত ছবি। তার সন্দেহ স্বামী নতুন বিয়ে করেছে। এটি শাশুড়িকে দেখায়। তিনিও ভাবেন ছেলে এমন বুড়িকে বিয়ে করেছে কেন? পরে বিজ্ঞ জনের সহায়তায় এ রহস্যের জট খোলে। [গভর্নমেন্ট ল্যাবরেটরি হাই স্কুল, ঢাকা]",
        "ka": "পরাশর ডাক্তার কয়টায় তার জন্যে অপেক্ষা করতে নগেনকে বলে?",
        "kha": "'আচ্ছা, ডাক্তার কাকা, প্রেতাত্মা আছে?'- নগেন কেন একথা বলেছিল?",
        "ga": "উদ্দীপকের চাষি বউয়ের ধারণাটি 'তৈলচিত্রের ভূত' গল্পের ইঙ্গিতপূর্ণ দিকটির আলোকে ব্যাখ্যা করো।",
        "gha": "\"উদ্দীপকের মধ্য দিয়ে 'তৈলচিত্রের ভূত' গল্পের মর্মবাণী ঘোষিত হয়েছে।\"-এ মন্তব্যের স্বরূপ ব্যাখ্যা দাও।",
        "solution": """ক) পরাশর ডাক্তার নগেনকে রাত্রি ঠিক বারোটার সময় বাইরের ঘরে তাঁর জন্য অপেক্ষা করতে বলেন।

খ) নগেন তার মৃত মামার তৈলচিত্র স্পর্শ করার পরপর দুই রাতে তীব্র বৈদ্যুতিক শক খাওয়ার কারণে অলৌকিক কোনো অশরীরী শক্তির উপস্থিতির কথা ভেবে এই প্রশ্নটি করেছিল।
নগেন মনে মনে ভাবত যে সে তার মামাকে জীবদ্দশায় ভক্তি-শ্রদ্ধার ভান করে ঠকিয়েছে। মামার মৃত্যুর পর তাঁর উদারতার কথা জানতে পেরে নগেনের মনে তীব্র অনুতাপ ও আত্মগ্লানি জাগে। সেই কারণে রাতে অন্ধকারে মামার তৈলচিত্রের পায়ে মাথা ঠেকিয়ে প্রণাম করতে গেলে সে তীব্র ধাক্কা খেয়ে মেঝেতে পড়ে যায়। অজ্ঞান অবস্থা থেকে সুস্থ হয়ে বিজ্ঞানসম্মত কোনো কারণ খুঁজে না পেয়ে সে একে মৃত মামার প্রেতাত্মা বা ভূতের কাজ বলে বিশ্বাস করে এবং ডাক্তার কাকার কাছে প্রেতাত্মার অস্তিত্ব সম্পর্কে জানতে চায়।

গ) উদ্দীপকের চাষি বউয়ের ধারণাটি মানিক বন্দ্যোপাধ্যায়ের 'তৈলচিত্রের ভূত' গল্পের নগেন চরিত্রের মধ্যে বিরাজমান ভিত্তিহীন কুসংস্কার ও অন্ধবিশ্বাসের ইঙ্গিতপূর্ণ দিকটিকে প্রকাশ করে।
'তৈলচিত্রের ভূত' গল্পে দেখা যায় যে, মানুষের মনে বিরাজমান অজ্ঞতা ও কুসংস্কারের কারণে অনেক সময় তারা সাধারণ ঘটনাকেও অলৌকিক বা ভূতুড়ে বলে বিশ্বাস করে। নগেন বিজ্ঞানমনস্ক না হওয়ায় এবং তার মনে পাপবোধ থাকায়, রূপার ফ্রেমে বাঁধানো মামার তৈলচিত্রে বিদ্যুৎ সংযোগের ফলে লাগা বৈদ্যুতিক শককে মামার ভূতের রাগ ও অলৌকিক ধাক্কা বলে ধরে নিয়েছিল। সে যুক্তি দিয়ে বিচার না করে অন্ধবিশ্বাসের বশবর্তী হয়ে পড়েছিল।
উদ্দীপকের চাষি বউ আয়নার ব্যবহার বা তার কার্যকারিতা সম্পর্কে সম্পূর্ণ অজ্ঞ ছিল। ফলে আয়নায় নিজের প্রতিবিম্ব দেখে সে সেটিকে তার স্বামীর নতুন বউয়ের ছবি ভেবে ভুল করে এবং সতিন আসার সন্দেহে হিংসা ও ক্ষোভে ফেটে পড়ে। ঠিক একইভাবে, গল্পের নগেনও বিদ্যুতের কার্যকারিতা ও রূপার ফ্রেমের পরিবাহিতা সম্পর্কে অজ্ঞ থাকার কারণে বৈদ্যুতিক শককে ভূতের কাজ বলে ভুল ধারণা পোষণ করেছিল। উভয়ের ক্ষেত্রেই ঘটনার পেছনের প্রকৃত সত্য না জানার কারণে এক ধরনের ভ্রান্ত ও ভিত্তিহীন ধারণার জন্ম হয়েছে। এ দিকটিই উদ্দীপক ও 'তৈলচিত্রের ভূত' গল্পকে সাদৃশ্যপূর্ণ করে তুলেছে।

ঘ) "উদ্দীপকের মধ্য দিয়ে 'তৈলচিত্রের ভূত' গল্পের মর্মবাণী ঘোষিত হয়েছে।”- এই মন্তব্যের সাথে আমি আংশিক একমত, কারণ উদ্দীপকে অজ্ঞতার প্রকাশ থাকলেও গল্পের মূল মর্মবাণী তথা বিজ্ঞানসম্মত বিচারবুদ্ধির মাধ্যমে কুসংস্কার দূরীকরণের বিষয়টি এখানে পূর্ণাঙ্গভাবে প্রতিফলিত হয়নি।
'তৈলচিত্রের ভূত' গল্পের মূল উদ্দেশ্য ও মর্মবাণী হলো মানুষের মন থেকে ভূতের ভয় ও কুসংস্কার দূর করা এবং প্রমাণ করা যে ভূত বলতে কিছু নেই। মানিক বন্দ্যোপাধ্যায় দেখিয়েছেন যে, মানুষ বিজ্ঞানসম্মত চিন্তা ও যুক্তিবাদিতার অভাবের কারণে অলৌকিক শক্তিতে বিশ্বাস করে বিভ্রান্ত হয়। গল্পে পরাশর ডাক্তার নিজে যুক্তি ও বিজ্ঞান দিয়ে ঘটনার আসল কারণ উদ্ঘাটন করে নগেনের অন্ধবিশ্বাস ও মনের ভয় দূর করেন।
উদ্দীপকে আমরা দেখি, চাষি একটি আয়না পেয়ে তা গোপনে লুকিয়ে রাখে এবং পরে তার বউ সেটি উদ্ধার করে আয়নার ভেতরের প্রতিবিম্বকে নতুন বউয়ের ছবি মনে করে ভুল বোঝে। পরবর্তীকালে কোনো এক বিজ্ঞ বা বুদ্ধিমান মানুষের সাহায্যে সেই রহস্যের জট খোলে। উদ্দীপকের এই অংশে মানুষের অজ্ঞতা ও না বুঝে ভুল ধারণা পোষণ করার দিকটিই কেবল ফুটে উঠেছে, যা গল্পের প্রথম অংশের নগেনের অন্ধবিশ্বাসের সাথে মিলে যায়।
উদ্দীপকে কেবল অজ্ঞতাজনিত ভুল ধারণা এবং পরবর্তীকালে কোনো বিজ্ঞ ব্যক্তির সাহায্যে তা সমাধানের একটি সংক্ষিপ্ত রূপ দেখা যায়। কিন্তু 'তৈলচিত্রের ভূত' গল্পের মূল আবেদন কেবল একটি ভুল ধারণা ভাঙার মধ্যে সীমাবদ্ধ নয় বরং তা বৈজ্ঞানিক বিশ্লেষণ, যুক্তি ও প্রমাণ দিয়ে সমাজের শিকড় গেড়ে বসা কুসংস্কারকে উপড়ে ফেলার বার্তা দেয়। উদ্দীপকে কুসংস্কারের অন্ধ গলির দিকটি আংশিক প্রকাশ পেলেও, গল্পের মতো জোরালো বিজ্ঞানমনস্কতা ও যুক্তিবাদী মর্মবাণী সেখানে পুরোপুরি ঘোষিত হয়নি। তাই মন্তব্যটি আংশিক সত্য।"""
    }
]
