# -*- coding: utf-8 -*-

mcqs_part1 = [
    {
        "stem": "০১। নগেনের সাথে পরাশর ডাক্তারের প্রথম দেখা হয় কখন?",
        "option_a": "২ মাস আগে",
        "option_b": "৩ মাস আগে",
        "option_c": "৪ মাস আগে",
        "option_d": "৫ মাস আগে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "০২। নগেন প্রায়ই তার মামাকে যমের বাড়ি পাঠাত কেন?",
        "option_a": "পড়ার খরচ না দেয়ায়",
        "option_b": "ভালো ব্যবহার না করায়",
        "option_c": "বিরক্তির ভাব প্রকাশ করায়",
        "option_d": "অনাদর অবহেলা করায়",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "০৩। তৈলচিত্রের ভূত গল্পে প্রকাশ পেয়েছে নগেনের-\ni. অজ্ঞানতা\nii. বিচারবুদ্ধিহীনতা\niii. কুসংস্কারাচ্ছন্নতা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৪ ও ৫ নম্বর প্রশ্নের উত্তর দাও।\nশনিবারে গজার মাছ খেলে অমঙ্গল হয়। বাড়ি থেকে বের হবার সময় খালি কলস দেখলে যাত্রা শুভ হয় না।\n\n০৪। উদ্দীপকটি 'তৈলচিত্রের ভূত' গল্পের কার চিন্তার সাথে সাদৃশ্যপূর্ণ?",
        "option_a": "পরেশ",
        "option_b": "নগেন",
        "option_c": "পরাশর ডাক্তার",
        "option_d": "নগেনের মামা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৪ ও ৫ নম্বর প্রশ্নের উত্তর দাও।\nশনিবারে গজার মাছ খেলে অমঙ্গল হয়। বাড়ি থেকে বের হবার সময় খালি কলস দেখলে যাত্রা শুভ হয় না।\n\n০৫। উক্ত সাদৃশ্যের ভিত্তি-\ni. বিচারবুদ্ধির অভাব\nii. কুসংস্কারে বিশ্বাস\niii. বৈজ্ঞানিক জ্ঞানের অভাব\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "০৬। 'পরেশ তোমার মামার উপযুক্ত ছেলেই বটে'- পরাশর ডাক্তারের এ কথায় রয়েছে-\ni. উপহাস\nii. তাচ্ছিল্য\niii. প্রতিহিংসা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "০৭। নগেনের বর্ণিত কাহিনীকে পরাশর ডাক্তার চমকপ্রদ অবিশ্বাস্য কাহিনী বলেছেন কেন?",
        "option_a": "বাস্তবতাবর্জিত",
        "option_b": "কল্পকাহিনী বলে",
        "option_c": "ভৌতিক বলে",
        "option_d": "অলৌকিক বলে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "০৮। পরাশর ডাক্তার পড়ে গেলেন কেন?",
        "option_a": "বিদ্যুতের ধাক্কায়",
        "option_b": "পা হড়কে",
        "option_c": "ভূতের ধাক্কায়",
        "option_d": "দুর্বলতার কারণে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "০৯। রাত বারোটায় পরাশর ডাক্তার নগেনকে কোথায় অপেক্ষা করতে বললেন?",
        "option_a": "বাইরের ঘরে",
        "option_b": "বাড়ির সামনে",
        "option_c": "লাইব্রেরিতে",
        "option_d": "নিজ কক্ষে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১০। 'তৈলচিত্রের ভূত' গল্পটিতে কোন মাসের উল্লেখ আছে?",
        "option_a": "বৈশাখ",
        "option_b": "জ্যৈষ্ঠ",
        "option_c": "ফাল্গুন",
        "option_d": "চৈত্র",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ১১ ও ১২ নম্বর প্রশ্নের উত্তর দাও।\nআজ সানির জেএসসি পরীক্ষা। মা তাকে সকালে কলা ও ডিম খেতে দিল না।\n\n১১। উক্ত সাদৃশ্যের ভিত্তি-\ni. কুসংস্কারে বিশ্বাস\nii. বৈজ্ঞানিক জ্ঞানের অভাব\niii. বিচারবুদ্ধির অভাব\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ১১ ও ১২ নম্বর প্রশ্নের উত্তর দাও।\nআজ সানির জেএসসি পরীক্ষা। মা তাকে সকালে কলা ও ডিম খেতে দিল না।\n\n১২। মায়ের ধারণাটি 'তৈলচিত্রের ভূত' গল্পের কার চিন্তার সাথে সাদৃশ্যপূর্ণ?",
        "option_a": "পরেশ",
        "option_b": "পরাশর ডাক্তার",
        "option_c": "নগেন",
        "option_d": "মামা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১৩। মানিক বন্দ্যোপাধ্যায় কত খ্রিষ্টাব্দে জন্মগ্রহণ করেন?",
        "option_a": "১৯০৭",
        "option_b": "১৯০৮",
        "option_c": "১৯০৯",
        "option_d": "১৯১০",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৪। অন্ধকারে নগেন কার তৈলচিত্রের সামনে এগিয়ে গেল?",
        "option_a": "দাদামশায়ের",
        "option_b": "মামার",
        "option_c": "দিদিমার",
        "option_d": "মায়ের",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৫। কখন নগেনের জ্ঞান ফিরল?",
        "option_a": "ভোর রাতে",
        "option_b": "সকালে",
        "option_c": "শেষ রাতে",
        "option_d": "দুপুরে",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "১৬। নগেনকে কে একটা আস্ত গর্দভ বলল?",
        "option_a": "মামা",
        "option_b": "দাদামশায়",
        "option_c": "পরাশর ডাক্তার",
        "option_d": "দিদিমা",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "১৭। নগেন রাত তিনটায় মরিয়া হয়ে বিছানা ছাড়ল কেন?",
        "option_a": "মামার তৈলচিত্রের পায়ে মাথা ঠেকিয়ে মনকে শান্ত করার জন্য",
        "option_b": "ভূতের ভয় পেয়ে বাড়ির সবাইকে ডাকার জন্য",
        "option_c": "মামার তৈলচিত্রে মালা পরানোর জন্য",
        "option_d": "পরাশর ডাক্তারের কাছে সব ঘটনা জানানোর জন্য",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৮। নগেন লাইব্রেরিতে ঢুকে ডাক্তারের একটা হাত শক্ত করে ধরে কাঁপছিল কেন?",
        "option_a": "মামার তৈলচিত্রের ভূতের ভয়ে",
        "option_b": "দাদামশায়ের তৈলচিত্রের উজ্জ্বলতার ভয়ে",
        "option_c": "পরাশর ডাক্তারের ভয়ে",
        "option_d": "মামির বকুনির ভয়ে",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "১৯। মাহমুদ সাহেব কৃপণ ব্যক্তি হলেও মৃত্যুর পূর্বে তার মৃত বোনের ছেলেকে নিজের ছেলেদের মতো অর্থসম্পদ দিয়ে যায়। মাহমুদ সাহেবের সঙ্গে 'তৈলচিত্রের ভূত' গল্পের কার চরিত্র সাদৃশ্যপূর্ণ?",
        "option_a": "পরাশর ডাক্তারের",
        "option_b": "নগেনের মামার",
        "option_c": "নগেনের দিদিমার",
        "option_d": "নগেনের দাদামশায়ের",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "২০। তৈলচিত্রের ভূত গল্পে 'কস্মিনকাল' বলতে কী বোঝানো হয়েছে?",
        "option_a": "এক সময়ে",
        "option_b": "শেষকালে",
        "option_c": "কঠিন সময়ে",
        "option_d": "কোনো কালে",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "২১। 'মটকা' শব্দের অর্থ কী?",
        "option_a": "পশমের মোটা কাপড়",
        "option_b": "রেশমের মোটা কাপড়",
        "option_c": "জর্জেটের মোটা কাপড়",
        "option_d": "সুতির মোটা কাপড়",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "২২। 'অশরীরী' শব্দের অর্থ কী?",
        "option_a": "শরীরহীন",
        "option_b": "মৃদুকার",
        "option_c": "ভৌতিক",
        "option_d": "সংকোচহীন",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "২৩। কত সালে 'তৈলচিত্রের ভূত' গল্পটি মৌচাক পত্রিকায় প্রকাশিত হয়?",
        "option_a": "১৯৩৫",
        "option_b": "১৯৪১",
        "option_c": "১৯৪২",
        "option_d": "১৯৪৫",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "২৪। 'তৈলচিত্রের ভূত' গল্পটি পাঠের শিক্ষণীয় বিষয় কী?",
        "option_a": "ভিত্তিহীন কুসংস্কারকে বিজ্ঞানসম্মত বিচারবুদ্ধিতে দূর করা",
        "option_b": "ভয়মুক্ত পরিবেশ সৃষ্টি করা",
        "option_c": "ভৌতিক কুসংস্কারমুক্ত সমাজ গঠন করা",
        "option_d": "আধুনিক ও বিজ্ঞানভিত্তিক সমাজ গঠন করা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "২৫। 'তৈলচিত্রের ভূত' গল্পে মানিক বন্দ্যোপাধ্যায় কিসের জয় দেখিয়েছেন?",
        "option_a": "বিজ্ঞানসম্মত বুদ্ধির জয়",
        "option_b": "কুসংস্কারের জয়",
        "option_c": "অশরীরী শক্তির জয়",
        "option_d": "অশিক্ষার জয়",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "২৬। তৈলচিত্রজাত ঘটনাটি অবিশ্বাস্য হিসেবে গণ্য করা যায়, কারণ-\ni. ঘটনাটিতে চমৎকারিত্ব রয়েছে\nii. ঘটনাটি অলৌকিকতা আশ্রিত\niii. ঘটনাটিতে বাস্তবতার ঘাটতি আছে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "২৭। নগেনের হৃৎকম্প হতে লাগল যে কারণে-\ni. লাইব্রেরিতে যাওয়ার কথা ভেবে\nii. মামার বাড়িতে যাওয়ার কথা ভেবে\niii. মামির কথা ভেবে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "২৮। পরাশর ডাক্তার নগেনকে গর্দভ বলে গালি দিল-\ni. তার নির্বুদ্ধিতার কারণে\nii. ইলেকট্রিক বাল্বের খবর ডাক্তারকে না বলার কারণে\niii. ইলেকট্রিক শক বুঝতে না পারার কারণে\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "২৯। ইতস্তত বলতে বোঝায়-\ni. দ্বিধা\nii. সংকোচ\niii. গড়িমসি\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩০ ও ৩১ নম্বর প্রশ্নের উত্তর দাও।\nরাজন ফুটবল খেলে রাতে বাড়ি ফেরার পথে চাঁদের আলোতে বাঁশঝাড়ের পাতা চিকচিক করতে দেখে ভূত মনে করে বাড়িতে এসে অজ্ঞান হয়ে যায়। তার শিক্ষক মানিক চৌধুরী তাকে যুক্তি দিয়ে ব্যাপারটি বোঝানোর চেষ্টা করে। তার ব্যাখ্যায় রাজন ব্যাপারটি বুঝতে পারে।\n\n৩০। শিক্ষক মানিক চৌধুরী চরিত্রটি 'তৈলচিত্রের ভূত' গল্পের কোন চরিত্রের প্রতিনিধিত্ব করে?",
        "option_a": "পরেশ",
        "option_b": "পরাশর ডাক্তার",
        "option_c": "মামি",
        "option_d": "মামা",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩০ ও ৩১ নম্বর প্রশ্নের উত্তর দাও।\nরাজন ফুটবল খেলে রাতে বাড়ি ফেরার পথে চাঁদের আলোতে বাঁশঝাড়ের পাতা চিকচিক করতে দেখে ভূত মনে করে বাড়িতে এসে অজ্ঞান হয়ে যায়। তার শিক্ষক মানিক চৌধুরী তাকে যুক্তি দিয়ে ব্যাপারটি বোঝানোর চেষ্টা করে। তার ব্যাখ্যায় রাজন ব্যাপারটি বুঝতে পারে।\n\n৩১। প্রতিনিধিত্বকারী চরিত্রটিতে উপস্থিত-\ni. বিজ্ঞানসম্মত বিচারবুদ্ধি\nii. কুসংস্কারমুক্ত মানসিকতা\niii. জ্ঞানের অন্তঃসারশূন্যতা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৩২। নগেন কার বাড়িতে থেকে লেখাপড়া করত?",
        "option_a": "মাসির",
        "option_b": "পিসির",
        "option_c": "মামার",
        "option_d": "দাদার",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩৩ ও ৩৪ নম্বর প্রশ্নের উত্তর দাও।\nআদনান সন্ধ্যাবেলা হাসপাতাল থেকে বাড়ি ফিরছিল। একসময় মনে হলো তার পেছনে পেছনে কেউ হাঁটছে। সে পেছনে ফিরে তাকায় কিন্তু কিছুই দেখতে পায় না। ফলে সে ভয়ে কাঁপছিল। এমন সময় বিদ্যুৎ চলে গেলে সে জোরে চিৎকার দিয়ে ওঠে। তার মা বাতি নিয়ে ছুটে এসে দেখেন আদনানের পায়ের জুতার তলে পেরেক গাঁথা একটা কাঠি। এতক্ষণে আদনান ভয়ের কারণ খুঁজে পায়।\n\n৩৩। উদ্দীপকের আদনান-এর সাথে 'তৈলচিত্রের ভূত' গল্পের নগেনের সাদৃশ্যের কারণ-",
        "option_a": "তাদের বয়স কম",
        "option_b": "তারা অন্ধকারকে ভয় করত",
        "option_c": "তারা ভীষণ ভিতু ছিল",
        "option_d": "তারা ভূত দেখেছিল",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩৩ ও ৩৪ নম্বর প্রশ্নের উত্তর দাও।\nআদনান সন্ধ্যাবেলা হাসপাতাল থেকে বাড়ি ফিরছিল। একসময় মনে হলো তার পেছনে পেছনে কেউ হাঁটছে। সে পেছনে ফিরে তাকায় কিন্তু কিছুই দেখতে পায় না। ফলে সে ভয়ে কাঁপছিল। এমন সময় বিদ্যুৎ চলে গেলে সে জোরে চিৎকার দিয়ে ওঠে। তার মা বাতি নিয়ে ছুটে এসে দেখেন আদনানের পায়ের জুতার তলে পেরেক গাঁথা একটা কাঠি। এতক্ষণে আদনান ভয়ের কারণ খুঁজে পায়।\n\n৩৪। এরূপ সাদৃশ্যের মূলে কোনটি বিদ্যমান?",
        "option_a": "বাস্তবজ্ঞানের অভাব",
        "option_b": "প্রকৃত শিক্ষা না পাওয়া",
        "option_c": "মানসিক বিকাশ না হওয়া",
        "option_d": "সঠিক সিদ্ধান্ত নিতে না পারা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩৫ ও ৩৬ নম্বর প্রশ্নের উত্তর দাও।\n\"ইলিয়াস মাঝে মাঝে রাতে ভয়ে জেগে ওঠে। তার মনে হয় ভূতে তাকে তাড়া করছে। সে কাউকে বলে না। দিন দিন আরো ভয় বাড়ছে এবং শরীর খারাপ হচ্ছে।\"\n\n৩৫। উক্ত অবস্থা থেকে উত্তরণের উপায়-\ni. বৈজ্ঞানিক দৃষ্টিভঙ্গি অর্জন\nii. আধুনিক চেতনা ধারণ\niii. কুসংস্কার মুক্ত হওয়া\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩৫ ও ৩৬ নম্বর প্রশ্নের উত্তর দাও।\n\"ইলিয়াস মাঝে মাঝে রাতে ভয়ে জেগে ওঠে। তার মনে হয় ভূতে তাকে তাড়া করছে। সে কাউকে বলে না। দিন দিন আরো ভয় বাড়ছে এবং শরীর খারাপ হচ্ছে।\"\n\n৩৬। 'তৈলচিত্রের ভূত' গল্পের আলোকে ইলিয়াসের ভয় পাওয়ার কারণ-",
        "option_a": "শিক্ষার অভাব",
        "option_b": "মানসিক বিপর্যয়",
        "option_c": "ভীতিকর মানসিকতা",
        "option_d": "বৈজ্ঞানিক জ্ঞানের অভাব",
        "correct_option": "ঘ",
        "explanation": None
    },
    {
        "stem": "৩৭। 'প্রাগৈতিহাসিক' মানিক বন্দ্যোপাধ্যায়ের কোন জাতীয় রচনা?",
        "option_a": "উপন্যাস",
        "option_b": "নাটক",
        "option_c": "ছোটগল্প",
        "option_d": "কাব্য",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩৮ ও ৩৯ নম্বর প্রশ্নের উত্তর দাও।\nসন্ধ্যারাতে অন্ধকারে কলপাড়ে গিয়ে দড়ির ওপর পা পড়ায় চিৎকার দিয়ে ওঠে বানেছা। বড়ভাই দৌড়ে এসে পায়ের নিচ থেকে টেনে বের করা দড়ি দেখিয়ে বলে- সাপ কই, এ তো দড়ি।\n\n৩৮। উদ্দীপকের বানেছা 'তৈলচিত্রের ভূত' গল্পের কোন চরিত্রের প্রতিনিধিত্ব করে?",
        "option_a": "নগেন",
        "option_b": "পরেশ",
        "option_c": "মামা",
        "option_d": "পরাশর ডাক্তার",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "নিচের উদ্দীপকটি পড়ে ৩৮ ও ৩৯ নম্বর প্রশ্নের উত্তর দাও।\nসন্ধ্যারাতে অন্ধকারে কলপাড়ে গিয়ে দড়ির ওপর পা পড়ায় চিৎকার দিয়ে ওঠে বানেছা। বড়ভাই দৌড়ে এসে পায়ের নিচ থেকে টেনে বের করা দড়ি দেখিয়ে বলে- সাপ কই, এ তো দড়ি।\n\n৩৯। উক্ত প্রতিনিধিত্বের কারণ-\ni. অন্ধবিশ্বাস\nii. অন্তঃসারশূন্যতা\niii. বিচারবুদ্ধিহীনতা\nনিচের কোনটি সঠিক?",
        "option_a": "i ও ii",
        "option_b": "i ও iii",
        "option_c": "ii ও iii",
        "option_d": "i, ii ও iii",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৪০। নিচের কোনটি পরাশর ডাক্তারের ক্ষেত্রে প্রযোজ্য?",
        "option_a": "সাহসী ও ন্যায়পরায়ণ",
        "option_b": "বুদ্ধিমান ও আধুনিক",
        "option_c": "জ্ঞানী ও সৎ",
        "option_d": "নম্র ও বিনয়ী",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৪১। মানিক বন্দ্যোপাধ্যায় কত সালে শেষনিঃশ্বাস ত্যাগ করেন?",
        "option_a": "১৯৪৩",
        "option_b": "১৯৫৬",
        "option_c": "১৯৬০",
        "option_d": "১৯৬৫",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৪২। মানিক বন্দ্যোপাধ্যায়ের 'মাঝির ছেলে' কোন ধরনের রচনা?",
        "option_a": "কিশোর-উপন্যাস",
        "option_b": "কিশোর-উপযোগী ছোটগল্প",
        "option_c": "ভ্রমণকাহিনী",
        "option_d": "রম্যরচনা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৪৩। কে চোরের মতো নিঃশব্দে ঘরে ঢুকে টেবিল ঘেঁষে দাঁড়াল?",
        "option_a": "নগেন",
        "option_b": "পরাশর ডাক্তার",
        "option_c": "দাদামশায়",
        "option_d": "দিদিমা",
        "correct_option": "ক",
        "explanation": None
    },
    {
        "stem": "৪৪। 'তৈলচিত্রের ভূত' গল্পে কার চাউনি একটু উদভ্রান্ত ছিল?",
        "option_a": "দিদিমার",
        "option_b": "নগেনের",
        "option_c": "পরাশর ডাক্তারের",
        "option_d": "নগেনের মামার",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৪৫। লাইব্রেরিটি কোন আমলের ছিল?",
        "option_a": "নগেনের বাবার আমলের",
        "option_b": "নগেনের বড় ভাইয়ের আমলের",
        "option_c": "নগেনের দাদামশায়ের আমলের",
        "option_d": "নগেনের মামাদের আমলের",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৪৬। লাইব্রেরির আলমারির ভেতরগুলোতে কী ছিল?",
        "option_a": "মামার প্রয়োজনীয় বই",
        "option_b": "অদরকারি বাজে বই",
        "option_c": "জরুরি বইপত্র",
        "option_d": "দাদামশায়ের বিভিন্ন ফাইল",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৪৭। লাইব্রেরির দেয়ালে টানানো ক্যালেন্ডারে ইংরেজি কোন মাসের তারিখ লেখা কাগজের ফলক ঝুলছিল?",
        "option_a": "জানুয়ারির",
        "option_b": "মার্চের",
        "option_c": "ডিসেম্বরের",
        "option_d": "সেপ্টেম্বরের",
        "correct_option": "গ",
        "explanation": None
    },
    {
        "stem": "৪৮। নগেনের মামার তৈলচিত্রটি কীসের ফ্রেমে বাঁধানো ছিল?",
        "option_a": "কাঠের",
        "option_b": "রুপার",
        "option_c": "সোনার",
        "option_d": "তামার",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৪৯। ইঞ্জিনিয়ারিং কলেজে ভর্তি হয়েছিল কে?",
        "option_a": "নগেন",
        "option_b": "পরেশ",
        "option_c": "সুজিত",
        "option_d": "সুরঞ্জিত",
        "correct_option": "খ",
        "explanation": None
    },
    {
        "stem": "৫০। বিদ্যুৎ কোন তার দিয়ে বেশি চলাচল করে থাকে?",
        "option_a": "তামার তার",
        "option_b": "প্লাস্টিকের তার",
        "option_c": "পিতলের তার",
        "option_d": "রাবারের তার",
        "correct_option": "ক",
        "explanation": None
    }
]
